Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_greek_gift.tex/*.po
Languages: cs, fr, pl

source: \textbf{Source:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}
cs: \textbf{Zdroj:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}

source: \textbf{Enemy Deck:} 4 × Might Cards
cs: \textbf{Balíček Schopností Nepřítele:} 4 × Karta Moci
fr: \textbf{Deck Ennemi:} 4 × Cartes Force

source: \textbf{1 × Starting (I) Map Tile} \begin{itemize} \item 1 × Castle (S3) \end{itemize}
cs: \textbf{1 × Startovní (I) Dílek Mapy} \begin{itemize} \item 1 × Hrad (S3) \end{itemize}
fr: \textbf{1 × Tuile de Départ (I)} \begin{itemize} \item 1 × Château (S3) \end{itemize}

source: \textbf{3 × Far (II--III) Map Tile} \begin{itemize} \item 3 × Castle (F3, F6, F9) \end{itemize}
cs: \textbf{3 × Vzdálený (II--II) Dílek Mapy} \begin{itemize} \item 3 × Hrad (F3, F6, F9) \end{itemize}
fr: \textbf{3 × Tuiles Lointaines (II--III)} \begin{itemize} \item 3 × Château (F3, F6, F9) \end{itemize}

source: \textbf{2 × Near (IV--V) Map Tile} \begin{itemize} \item 2 × Castle (N3, N6) \end{itemize}
cs: \textbf{2 × Blízký (IV--V) Dílek Mapy} \begin{itemize} \item 2 × Hrad (N3, N6) \end{itemize}
fr: \textbf{2 × Tuiles Proches (IV--V)} \begin{itemize} \item 2 × Château (N3, N6) \end{itemize}

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Replace the Ghost Dragons and Dread Knights with \svg{bronze} neutral Zombies and Skeletons.} \item \textcolor{darkcandyapplered}{Play ``Cloak of the Undead King IV'' and ``Cloak of the Undead King VI'' onto the packs of Zombies and Skeletons, respectively.} \item \textcolor{darkcandyapplered}{Remove the AI Might and Magic Deck from the game, the undead fight on their own.} \end{itemize}
cs: \begin{itemize} \item \textcolor{darkcandyapplered}{Zaměnte Přízračného Draka a Hrozivé Rytíře \svg{bronze} neutralní Zombie and Kostlivci.} \item \textcolor{darkcandyapplered}{Zahrajte \uv{Plášť Krále Nemrtvých IV} a \uv{Plášť Krále Nemrtvých VI} na Tlupy Zombí i Kostlivců.} \item \textcolor{darkcandyapplered}{Odeberte Balíček Moci AI a Balíček Kouzel, nemrtví bojují bez pomoci.} \end{itemize}
fr: \begin{itemize} \item \textcolor{darkcandyapplered}{Remplacez le Dragon Fantôme et le Chevalier de l'Effroi par des Zombies et Squelettes \svg{bronze} neutres.} \item \textcolor{darkcandyapplered}{Jouez «Cape du Roi Mort-Vivant IV» et «Cape du Roi Mort-Vivant VI» sur les Groupes Zombies et Squelettes respectivement.} \item \textcolor{darkcandyapplered}{Retirez le Deck IA du jeu, les morts-vivants combattent sans.} \end{itemize}
