Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_greek_gift.tex/*.po
Languages: cs, fr, pl

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling, Citadel
pl: \textbf{Budynki Początkowe:} \svgunit{bronze} Siedlisko, Cytadela

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Ułóż poniższe Kafelki Mapy zgodnie z układem pokazanym na mapie Scenariusza:

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Faction:} Castle
cs: \textbf{Frakce:} Hrad
fr: \textbf{Faction:} Château
pl: \textbf{Frakcja:} Zamek

source: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}The Queen's Gambit} \addscenariosection[subsection]{1}{Castle Campaign $-$ The Queen's Gambit}{1. Greek Gift}{\images/catherine.png}
cs: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}Dámský Gambit} \addscenariosection[subsection]{1}{Kampaň Hradu $-$ Dámský Gambit}{1. Danajský Dar}{\images/catherine.png}
fr: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}The Queen's Gambit} \addscenariosection[subsection]{1}{Campagne Château $-$ Gambit de la Reine}{1. Cadeau Grec}{\images/catherine.png}
pl: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}Gambit Królowej} \addscenariosection[subsection]{1}{Kampania Zamku $-$ Gambit Królowej}{1. Grecki Dar}{\images/catherine.png}

source: \textbf{Author:} Tyson Heckert
cs: \textbf{Autor:} Tyson Heckert
fr: \textbf{Auteur :} Tyson Heckert
pl: \textbf{Autor:} Tyson Heckert

source: \textbf{Source:} \href{https://travelledtales.com}{travelledtales.com}
pl: \textbf{Źródło:} \href{https://travelledtales.com}{travelledtales.com}

source: \textit{Steadwick is free, but that doesn't mean it is safe. Dark powers still roam Erathia, and one now moves its pieces into position. While Catherine grapples with her responsibility — and her demons — she must be a bulwark against evil.}
cs: \textit{Steadwick je volný, ale to neznamená, že je bezpečný. Temné síly se stále potulují po Erathii a jedna z nich nyní přesouvá své jednoty na pozice. Zatímco se Catherine potýká se svou odpovědností - a se svými démony - musí být oporou proti zlu.}
fr: \textit{Steadwick est libre, mais nous ne sommes pas en sécurité. De sombres puissances errent toujours en Erathia et l'une d'elles déplace déjà ses pions sur l'échiquier. Alors que Catherine se débat avec ses responsabilités — et ses démons — elle doit être le rempart contre le mal.}
pl: \textit{Steadwick jest wolne, ale to nie oznacza, że jest bezpieczne. Ciemne moce wciąż krążą po Erathii, a jedna z nich właśnie zajmuje pozycje. Podczas gdy Katarzyna zmaga się ze swoimi obowiązkami i cieniami losu, musi być ostoją przeciwko złu.}

source: \subsection*{\MakeUppercase{Scenario length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: This Scenario plays out over 8 Rounds.
cs: Tento Scénář se hraje na 8 Kol.
fr: Ce scénario se joue en 8 Manches.
pl: Ten Scenariusz rozgrywany jest w 8 Rundach.

source: \subsection*{\MakeUppercase{Player setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \textbf{Faction Hero:} Any Castle Hero. If you are not Catherine, you are in her entourage for this story.
cs: \textbf{Frakční Hrdina:} Libovolný Hrdina Hradu. Pokud nejste Catherine, pro tento příběh jste v jejím doprovodu.
fr: \textbf{Héros de Faction :} Un Héros Château. Si vous n'êtes pas Catherine, vous êtes dans son entourage pour cette histoire.
pl: \textbf{Bohater:} Dowolny bohater Zamku. Jeśli nie jesteś Katarzyną, należysz do jej świty w tej opowieści.

source: \textbf{Starting Resources:} 10 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 10 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de départ :} 10 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 10 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item A Few Halberdiers, a Few Marksmen \end{itemize}
cs: \textbf{Úvodní Jednotky:} \begin{itemize} \item Hrstka Halapartníků, Hrstka Lučišníků \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Garstka Halabardników, Garstka Kuszników \end{itemize}

source: \subsection*{\MakeUppercase{AI Hero setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Faction:} Necropolis
cs: \textbf{Frakce:} Nekropole
fr: \textbf{Bonus de départ :} Nécropole
pl: \textbf{Frakcja:} Nekroploia

source: \textbf{Enemy Army:} A Pack of Skeletons, a Pack of Zombies, a Few Dread Knights, a Few Ghost Dragons
cs: \textbf{Nepřátelská Armáda:} Tlupa Kostlivců, Tlupa Zombie, Hrstka Hrozivých Rytířů, Hrstka Přízračných Draků
pl: \textbf{Armia Wroga:} Grupa Szkieletów, Grupa Zombie, Garstka Rycerzy Grozy, Garstka Upiornych Smoków

source: \textbf{Enemy Deck:} 4 x Might Cards
pl: \textbf{Talia Wroga:} 4 × Karta Mocy

source: \textbf{Special:} Place the Cloak of the Undead King IV and VI Cards aside
cs: \textbf{Speciální:} Odložte bokem Karty Pláště Krále Nemrtvých IV a VI
fr: \textbf{Spécial:} Placez les Cartes Cape du Roi Mort-Vivant IV et VI de côté
pl: \textbf{Specjalne:} Odłóż Karty Płaszcz Nieumarłego Króla IV i VI na bok

source: \subsection*{\MakeUppercase{Map setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \textbf{1 × Starting (I) Map Tile} \begin{itemize} \item 1 x Castle (S3) \end{itemize}
pl: \textbf{1 × Początkowy (I) Kafelek Mapy} \begin{itemize} \item 1 × Zamek (S3) \end{itemize}

source: \textbf{3 × Far (II--III) Map Tile} \begin{itemize} \item 3 x Castle (F3, F6, F9) \end{itemize}
pl: \textbf{3 × Daleki (II--III) Kafelek Mapy} \begin{itemize} \item 3 x Zamek (F3, F6, F9) \end{itemize}

source: \textbf{2 × Near (IV--V) Map Tile} \begin{itemize} \item 2 x Castle (N3, N6) \end{itemize}
pl: \textbf{2 × Bliski (IV--V) Kafelek Mapy} \begin{itemize} \item 2 x Zamek (N3, N6) \end{itemize}

source: \subsection*{\MakeUppercase{Heroes placement}}
cs: \subsection*{\MakeUppercase{Umístění Hrdinů}}
fr: \subsection*{\MakeUppercase{Placement des Héros}}
pl: \subsection*{\MakeUppercase{Ustawienie Bohaterów}}

source: Place your Castle Hero on the center Field of the S3 Castle starting map Tile.
cs: Umístěte vašeho Hrdinu Hradu na středové Pole Startovního Dílku S3 Frakce Hradu.
fr: Placez votre Héros Château sur la Case centrale de la Tuile de Départ S3.
pl: Umieść swojego Bohatera na środkowym Polu początkowego Kafelka Mapy Zamku S3.

source: Place a Necropolis Hero on the center Field of the N3 Castle Tile.
cs: Umístěte Hrdinu Nekropole na středové Pole Dílku N3 Frakce Hradu.
fr: Placez un Héros Nécropole sur la Case centrale de la Tuile Château N3.
pl: Umieść Bohatera Nekropolii na środkowym Polu Kafelka Zamku N3.

source: Defeat the enemy army.
cs: Poráž armádu nepřítele.
fr: Vaincre l'Armée Ennemie.
pl: Pokonaj armię wroga.

source: \subsection*{\MakeUppercase{Defeat Conditions}} \begin{itemize} \item You lose one combat encounter \item You run out of time at the end of the 8th Round \end{itemize}
cs: \subsection*{\MakeUppercase{Podmínky prohry}} \begin{itemize} \item Prohrajete jeden Souboj \item Dojde vám čas na konci 8. Kola \end{itemize}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} \begin{itemize} \item Vous perdez un Combat \item Vous n'avez plus de temps à la fin de la Manche 8 \end{itemize}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} \begin{itemize} \item Przegrywasz jakąkolwiek walkę \item Kończy się czas na końcu 8. Rundy \end{itemize}

source: \textbf{\nth{1} Round:} \begin{itemize} \item Read ``Distant Threat'' section \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Vzdálená Hrozba} \end{itemize}
fr: \textbf{Manche 1 :} \begin{itemize} \item Lisez la section «Menace Lointaine» \end{itemize}
pl: \textbf{Runda 1.:} \begin{itemize} \item Przeczytaj fragment ,,Odległe Zagrożenie'' \end{itemize}

source: \textbf{If entering the settlement on F3:} \begin{itemize} \item Read ``Reverent Allies'' section \end{itemize}
cs: \textbf{Jakmile vstoupíte na Osadu F3:} \begin{itemize} \item Přečtěte sekci \uv{Úctyhodní Spojenci} \end{itemize}
fr: \textbf{En entrant dans l'Enclave sur F3 :} \begin{itemize} \item Lisez la section «Alliés Révérencieux» \end{itemize}
pl: \textbf{Przy wejściu do Osady na Kafelku F3:} \begin{itemize} \item Przeczytaj fragment ,,Oddani Sojusznicy'' \end{itemize}

source: \textbf{Before combat with the enemy Hero:} \begin{itemize} \item Read ``Bait and Switch'' section \end{itemize}
cs: \textbf{Před soubojem s nepřátelským Hrdinou:} \begin{itemize} \item Přečtěte sekci \uv{Návnada a Záměna} \end{itemize}
fr: \textbf{Avant le combat contre le Héros Ennemi :} \begin{itemize} \item Lisez la section «Appât et Leurre» \end{itemize}
pl: \textbf{Przed walką z wrogim Bohaterem:} \begin{itemize} \item Przeczytaj fragment ,,Podstępna Zamiana'' \end{itemize}

source: \textbf{When you complete the Scenario:} \begin{itemize} \item Read ``The Chase Begins'' section \end{itemize}
cs: \textbf{Když dokončíte Scénář:} \begin{itemize} \item Přečtěte sekci \uv{Pronásledování Začíná} \end{itemize}
fr: \textbf{Quand vous complétez le Scénario :} \begin{itemize} \item Lisez la section «La Poursuite Commence» \end{itemize}
pl: \textbf{Po zakończeniu Scenariusza:} \begin{itemize} \item Przeczytaj fragment ,,Pościg Rozpoczęty'' \end{itemize}

source: \subsection*{\MakeUppercase{Additional rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: During this Castle campaign Scenario, the following rules apply:
cs: Během tohoto Scénáře Kampaně \uv{Hradu} platí následující pravidla:
fr: Pendant ce Scénario Campagne Château, les règles suivantes s'appliquent:
pl: W trakcie Scenariusza kampanii Zamku obowiązują następujące zasady:

source: \begin{itemize} \item The enemy army does not move \item Your Hero's maximum Level is 4 \item The Glory of Erathia building is unavailable \item The Settlement on F3 does not have neutral enemies \end{itemize}
cs: \begin{itemize} \item Nepřátelská Armáda se nepohybuje \item Maximální Úroveň vašeho hrdiny je 4 \item Budova Slávy Erathie není dostupná \item Osada na Poli F3 nemá neutrální Nepřátele \end{itemize}
fr: \begin{itemize} \item Le Héros Ennemi ne se déplace pas \item Votre Niveau maximum de Héros est 4 \item Le Bâtiment Gloire d'Erathia est indisponible \item L'Enclave sur F3 n'a pas d'Armée Neutre Ennemies \end{itemize}
pl: \begin{itemize} \item Armia wroga się nie porusza \item Maksymalny Poziom twojego Bohatera to IV \item Budynek Chwała Erathii jest niedostępny \item Osada na F3 nie ma neutralnych wrogów \end{itemize}

source: [overlay] \node at (8.6, -5.3) { \includegraphics[width=\textwidth]{\_assets/maps/castle_greek_gift.png} }; \node at (10, -2.0) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}};
pl: [overlay] \node at (8.6, -4.8) { \includegraphics[width=\textwidth]{\_assets/maps/castle_greek_gift.png} }; \node at (10, -1.5) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}};

source: \subsection*{\MakeUppercase{The story}}
cs: \subsection*{\MakeUppercase{Příběh}}
fr: \subsection*{\MakeUppercase{L'Histoire}}
pl: \subsection*{\MakeUppercase{Opowieść}}

source: \textbf{Distant Threat}
cs: \textbf{Vzdálená Hrozba}
fr: \textbf{Menace Lointaine}
pl: \textbf{Odległe Zagrożenie}

source: Catherine Ironfist rubbed her tired, worn thumb across the image of her father, King Gryphonheart, in a locket. She wanted to remember the good, valiant parts of his life rather than his actions in unlife. Her gaze turned to her cracked skin and mangled thumbnail, and it reminded her of how hard she had fought to be where she was.
cs: Catherine Ironfistová unaveným, opotřebovaným palcem třela obraz svého otce, Krále Gryphonhearta, ve zlatém medailonku. Chtěla si připomínat spíše dobré, statečné stránky jeho života než jeho činy za života. Její pohled se obrátil k popraskané kůži a znetvořenému nehtu palce a připomněl jí, jak tvrdě bojovala, aby byla tam, kde je.
fr: Catherine Ironfist frotta son pouce fatigué et usé sur l'image de son père, le Roi Gryphonheart, dans un médaillon. Elle voulait se remémorer les parties vaillantes de sa vie plutôt que ses actions dans la non-vie. Son regard se tourna vers sa peau craquelée et son ongle abîmé, et cela lui rappela son long combat pour en arriver où elle est.
pl: Katarzyna Ironfist potarła swoim zmęczonym kciukiem wizerunek ojca, króla Gryphonheart, w medalionie. Chciała pamiętać dobre, szlachetne części jego życia, a nie jego czyny w nieżyciu. Jej wzrok padł na popękaną skórę i zniekształcony paznokieć, co przypominało jej, jak ciężko walczyła, aby być tu, gdzie teraz jest.

source: The weight of Erathia rested on her shoulders. It had only been weeks since the siege and recapture of Steadwick, and resources, as well as manpower, were in short supply. Still, with time, the stony seat of the castle would be sufficient to further liberate the realm.
cs: Tíha Erathie ležela na jejích bedrech. Od obléhání a znovudobytí Steadwicku uplynulo jen několik týdnů a zdrojů i lidí bylo málo. Přesto, za nějakou dobu, by kamenné sídlo hradu stačilo k dalšímu osvobození říše.
fr: Le poids d'Erathia repose sur ses épaules. Quelques semaines ont passé depuis le siège et la recapture de Steadwick, main-d'œuvre comme ressources manquaient. Mais, avec du temps, le trône de pierre serait suffisant pour libérer le royaume.
pl: Ciężar Erathii spoczywał na jej barkach. Zaledwie tygodnie minęły od oblężenia i odzyskania Steadwick, a zasoby, jak i siła robocza, były na wyczerpaniu. Mimo to, z czasem kamienna siedziba zamku będzie wystarczająca do dalszego wyzwalania królestwa.

source: One such problem was weighing on her mind. After replacing the locket in her hand with a missive, she re-read a particular entry about a rising necromancer named Vhidhax. Rumors were that the fiend had stolen precious artifacts that further enhanced his power over the dead. While rumors are usually best left to fishwives and children, this one aligned with information about an army growing in strength, and she dreaded the thought of the two problems colliding and crashing over her weary crown.
cs: Jeden takový problém ji tížil. Poté, co medailonek v ruce nahradila psaním, znovu si přečetla konkrétní záznam o vycházejícím nekromantovi jménem Vhidhax. Proslýchalo se, že ten zlosyn ukradl vzácné artefakty, které ještě více posílily jeho moc nad mrtvými. Ačkoli pověsti je obvykle nejlepší přenechat manželkám rybářů a dětem, tahle se shodovala s informacemi o armádě, která sílí, a ona se děsila pomyšlení, že se oba problémy střetnou a rozbijí se o její unavenou korunu.
fr: Un de ces problèmes pesait sur son esprit. Laissant son médaillon pour sa missive, elle relut un certain passage traitant de l'ascension d'un nécromancien nommé Vhidhax. Selon les rumeurs, ce démon aurait volé de précieux artefacts renforçant son pouvoir sur les morts. Même si les rumeurs sont plutôt pour les commères et les enfants, celles-ci sont confirmées par des rapports sur une armée de plus en plus forte et elle redoutait que ces deux problèmes s'associent et s'écrasent sur sa couronne fatiguée.
pl: Jeden taki problem ciążył jej na umyśle. Odkładając medalion i chwytając wiadomość, ponownie przeczytała szczególny fragment o coraz potężniejszym nekromancie o imieniu Vhidhax. Plotki głosiły, że ów nikczemnik skradł cenne artefakty, które jeszcze bardziej wzmocniły jego władzę nad umarłymi. O ile plotki zwykle najlepiej zostawić żonom rybaków i dzieciom, ta pokrywała się z informacjami o rosnącej w siłę armii, a ona drżała na myśl o tym, jak te dwa zagrożenia mogłyby przytłoczyć jej i tak już nadwyrężoną koronę.

source: Late that evening, Catherine was venting to Rion about the relative drudgery of rebuilding Steadwick. She'd just about fallen asleep in her chair when a heavy knock turned her attention to the room's large door that sported intricately carved shields from various long-gone baronies.
cs: Pozdě večer se Catherine svěřovala Rionovi s tím, jak je přestavba Steadwicku poměrně náročná. Právě usínala v křesle, když se ozvalo silné zaklepání, které obrátilo její pozornost k velkým dveřím místnosti se složitě vyřezávanými štíty různých dávno zaniklých baronství.
fr: Tard le soir, Catherine se confia à Rion quant à la pénibilité de la reconstruction de Steadwick. Elle était sur le point de s'endormir quand un violent coup retentit sur la grande porte ornée des armoiries de diverses baronnies depuis longtemps disparues.
pl: Późnym wieczorem Katarzyna narzekała Rionowi na temat żmudnej odbudowy Steadwick. Była już niemal zaśnięta w fotelu, gdy ciężkie uderzenie skierowało jej uwagę na ogromne drzwi komnaty, na których widniały kunsztownie wyrzeźbione tarcze różnych dawno już nieistniejących baronii.

source: The wooden portal flung open before she could spring up, revealing a wide-eyed and panicked guard. No words came from the man; whatever haunted him seemed absolute. Instead, he merely pointed with a trembling hand toward the window across the room.
cs: Dřevěný portál se mrštně otevřel dřív, než stačila vyskočit, a odhalil strážného s očima dokořán a v panice. Z muže nevycházela žádná slova; cokoli ho pronásledovalo, se zdálo být absolutní. Místo toho jen třesoucí se rukou ukázal k oknu na druhé straně místnosti.
fr: La porte en bois s'ouvrit brusquement sur un garde aux yeux écarquillés et paniqué. Aucun mot ne sortit de sa bouche; ce qui le hantait semblait absolu. Au lieu de cela, il pointa simplement d'un doigt tremblant la fenêtre de l'autre côté de la pièce.
pl: Drewniane wrota rozwarły się, zanim zdążyła poderwać się z fotela, ukazując przerażonego strażnika z wybałuszonymi oczyma. Mężczyzna nie wydał z siebie ani słowa; groza, która go ogarnęła, wydawała się absolutna. Zamiast tego, drżącą ręką wskazał w stronę okna po drugiej stronie komnaty.

source: Catherine shot a look at Rion before the two darted toward the open air of the rectangular window. What they saw shocked them, too, and while Catherine's heart sank, she gripped Rion's shoulder with surprising strength. When he looked back at her with a slight wince, she only returned a stony look of resolve.
cs: Catherine se podívala na Riona, než se oba vrhli k otevřenému obdélníkovému oknu. To, co uviděli, šokovalo i je, a nejen, že se Catherine sevřelo srdce, ale i překvapivě silně sevřela Rionovo rameno. Když se na ni s lehkým zavrávoráním ohlédl, oplatila mu jen kamenný pohled plný odhodlání.
fr: Catherine lança un regard à Rion avant qu'ils ne se précipitent vers la fenêtre rectangulaire. Ce qu'ils virent les choqua, le cœur de Catherine se serra et elle agrippa l'épaule de Rion avec une force surprenante. Quand il la regarda avec une légère grimace, elle ne lui rendit qu'un regard de pierre, résolu.
pl: Katarzyna spojrzała w stronę Riona, po czym oboje błyskawicznie ruszyli w kierunku prostokątnego otwartego okna. To, co zobaczyli, również ich przeraziło, a choć serce Katarzyny zadrżało, zacisnęła dłoń na ramieniu Riona z zaskakującą siłą. Gdy odwrócił się do niej ze słabym grymasem, odpowiedziała mu tylko kamiennym, zdecydowanym spojrzeniem.

source: Danger had come to Steadwick again. Atop a hill in the far distance, overlooking many of the defenseless farmsteads Catherine had in her charge, a predator swept its gaze like a wolf might hungrily eye sheep. A magnificently terrifying azure hue wafted from a Ghost Dragon's massive, extended wings like an ethereal heat haze.
cs: Do Steadwicku opět dorazilo nebezpečí. Na vrcholu kopce v dálce, odkud bylo vidět na mnoho bezbranných usedlostí, které měla Catherine na starosti, se objevil predátor, který se díval na ovce, jako by je hladově sledoval vlk. Z mohutných, roztažených křídel Přizračného Draka se jako éterický tepelný opar vznášel nádherně děsivý azurový odstín.
fr: Le danger frappe à nouveau Steadwick. Sur une colline lointaine, observant les fermes sans défenses dont Catherine avait la charge, un prédateur balayait du regard tel un loup qui dévorerait des moutons. Une magnifique et terrifiante teinte azur émanait des ailes massives et déployées d'un Dragon Fantôme, telle une brume de chaleur éthérée.
pl: Niebezpieczeństwo powróciło do Steadwick. Na wzgórzu w oddali, skąd widać było bezbronne gospodarstwa, które Katarzyna miała pod opieką, drapieżnik rozglądał się jak wilk wypatrujący owiec. Niesamowicie przerażający, błękitny blask rozlewał się z ogromnych, rozpostartych skrzydeł Upiornego Smoka, niczym eteryczna fala gorąca.

source: \textbf{Reverent Allies}
cs: \textbf{Úctyhodní Spojenci}
fr: \textbf{Alliés Révérencieux}
pl: \textbf{Oddani Sojusznicy}

source: While Catherine trusted her horse, having fought tooth and nail with the battle-hardened steed for as long as she could remember, it shuddered in hesitation as they approached the majestic, columned main building of the settlement. Catherine had also felt the almost unsettling holy power in the area when, suddenly, the sound of rushing wings caught her attention. Her gaze snapped upward to catch sight of something approaching.
cs: Catherine sice svému koni důvěřovala, protože s tímto bitvami zoceleným ořem bojovala zuby nehty, co si pamatovala. Ale když se blížili k majestátní sloupové hlavní budově osady, kůň se zachvěl.Catherine také pocítila téměř znepokojivou svatou sílu v okolí, když znenadání její pozornost upoutal zvuk spěchajících křídel. Upřela svůj pohled vzhůru, aby zahlédla něco se blížíciho.
fr: Alors que Catherine avait une confiance absolue envers son cheval, ayant vécu de nombreuses batailles ensemble, celui-ci tremblait d'hésitation alors qu'ils approchaient du majestueux bâtiment principal à colonnes de l'Enclave. Catherine avait aussi ressenti la puissance sacrée presque troublante qui régnait ici, soudain, le bruit d'ailes battantes attira son attention. Son regard se leva brusquement et aperçut quelque chose approchant.
pl: Mimo że Katarzyna ufała swemu koniowi - walcząc z tym zahartowanym w bojach wierzchowcem, ile jej pamięć sięgała - ten drżał w niepewności, gdy zbliżali się do majestatycznego, głównego budynku osady. Katarzyna sama wyczuła niepokojącą, niemal świętą moc panującą w okolicy, gdy nagle dźwięk szybujących skrzydeł przykuł jej uwagę. Jej wzrok błyskawicznie powędrował w górę, aby dostrzec nadciągający obiekt.
