Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_greek_gift.tex/*.po
Languages: cs, fr, pl

source: The early morning sun was bright, and the figure that swooped low was in front of it. The silhouette of wings was visible, and Catherine thought it to be a Gryphon at first. However, as it closed in on them, it became apparent it was the shape of a man with wings instead. It caught Catherine's horse off guard, and she had to catch the reins and wrench them hard to steady herself and calm the frightened animal before it could fling her from her seat.
cs: Ranní slunce bylo jasné a postava, která se snášela nízko, stála před ním. Byla vidět silueta křídel a Catherine si zprvu myslela, že je to Griffin. Když se k nim však přiblížila, bylo zřejmé, že místo toho má podobu člověka s křídly. Catherinina koně to rozrušilo a tak musela chytit otěže a silně jimi škubnout, aby se na něm udržela a uklidnila vyděšené zvíře, než ji to mohlo shodit ze sedla.
fr: Le soleil matinal brillait et la forme ailée qui plongeait bas se trouvait devant lui. La silhouette ailée était visible, et Catherine pensa d'abord à un Griffon. Cependant alors qu'il s'approchait, il devint clair qu'il s'agissait plutôt du contour d'un homme ailé. Catherine fut prise au dépourvu, elle dut rattraper les rênes et les tirer violemment pour se stabiliser et calmer l'animal effrayé avant qu'il ne la fasse tomber de sa selle.
pl: Poranne słońce świeciło jasno, a jakaś sylwetka szybowała nisko na jego tle. Katarzyna z początku sądziła, że to Gryf, widząc jedynie zarys skrzydeł. Jednak gdy postać się zbliżyła, stało się jasne, że to kształt uskrzydlonego mężczyzny. Katarzyna musiała mocno chwycić lejce i energicznie je pociągnąć, aby się ustabilizować i uspokoić przerażone zwierzę, zanim to zdążyłoby ją zrzucić z siodła.

source: With lightning speed, the figure landed mere feet from them to reveal the stubbled, handsome face of a young man with golden, curled locs and impressively robust bronze armor sculpted to his muscular form. He was one of the famed Archangels to have stayed near Steadwick after Catherine's victory. While the forces behind her fell to their knees in reverence, she only nodded with stern resolve.
cs: Postava přistála rychlostí blesku necelý metr od nich a odhalila zarostlou, pohlednou tvář mladého muže se zlatavými kudrnatými vlasy a působivě robustním bronzovým brněním, vytvarovaným podle jeho svalnaté postavy. Byl to jeden z proslulých Archandělů, kteří zůstali poblíž Steadwicku po Catherninině vítězství. Zatímco jednotky za ní padaly v úctě na kolena, ona jen přísně přikyvovala.
fr: À la vitesse de l'éclair, la silhouette atterrit à quelques mètres d'eux, révélant le beau visage barbu d'un jeune homme aux cheveux dorés, bouclés et à l'armure de bronze robuste et impressionnante, sculptée sur sa silhouette musclée. Il était l'un des fameux Archanges étant restés près de Steadwick après sa victoire. Alors que ses armées derrière elle tombaient à genoux en signe de révérence, elle hocha la tête résolue.
pl: Z błyskawiczną szybkością postać wylądowała tuż przed nimi, ukazując szczeciniastą, acz przystojną twarz młodego mężczyzny ze złotymi, kręconymi dredami i imponująco masywną brązową zbroją wyrzeźbioną na jego umięśnionym ciele. Był jednym ze słynnych Archaniołów, którzy pozostali w pobliżu Steadwick po zwycięstwie Katarzyny. Podczas gdy armia za nią upadła na kolana w hołdzie, ona jedynie skinęła głową z żelazną determinacją.

source: With a deeper, and more reverberating voice than any man, the angel was first to speak. ``Queen Catherine. I expected you might come when I spied the rot taking form in the hills.''
cs: Anděl pronesl slova jako první, hlubokým a zvučnějším hlasem než kterýkoli smrtelník spustil:\uv{Královno Catherine. Čekal jsem, že přijdete, jakmile jsem zahlédl hnilobu formující se v kopcích.}
fr: D'une voix plus grave et plus retentissante que n'importe quel homme, l'ange fut le premier à parler. « Reine Catherine. J'attendais votre venue en voyant cette pourriture prendre forme sur la colline. »
pl: Głosem głębszym i bardziej donośnym niż u jakiegokolwiek mężczyzny, anioł jako pierwszy przemówił. ,,Królowo Katarzyno. Spodziewałem się, że przybędziesz, gdy dostrzegłem, jak zgnilizna na wzgórzach nabiera kształtów.''

source: Catherine responded with a smile. It was good to see she still had allies; her forces would need bolstering to take on the undead. ``It's good to see you, my friend,'' she said. ``It seems Steadwick is threatened again, and I ride to root out the evil before it can seed. Would you join me at my side?''
cs: Catherine jej odměnila úsměvem. Bylo příjemné vidět že má stále nějaké spojence na své straně. Její síly vyžadují posily kdyby se měly udat s nemrtvými. \uv{Ráda Vás vidím, příteli,} dodala. \uv{Vypadá to, že Steadwick je opět v ohrožení a já jedu to zlo vykořenit dřív, než se stihne vysemenit. Přidáte se na moji stranu?}
fr: Catherine répondit avec un sourire. C'était bon de voir qu'elle avait encore des alliés; ses forces auraient besoin de renfort pour affronter les morts-vivants. « Il est bon de te voir, mon ami. » dit-elle. Il semble que Steadwick soit à nouveau menacé et je pars pour éradiquer le mal avant qu'il ne s'étende. Voulez-vous vous joindre à moi ? »
pl: Katarzyna odpowiedziała uśmiechem. Dobrze było widzieć, że wciąż ma sojuszników; jej siły wymagały wzmocnienia, by stawić czoła nieumarłym. ,,Miło cię widzieć, przyjacielu,'' powiedziała. ,,Wygląda na to, że Steadwick znów jest zagrożone, a ja ruszam, by wyplenić zło, zanim zdąży zapuścić korzenie. Czy dołączysz do mnie?''

source: ``Of course, my queen!'' the angel barked. ``Combined, no evil can thwart our advance!'' As the final words left his lips and began to echo, he drew his weapon. The longsword ignited as it left its sheath, and its blazing glory had most of those kneeling averting their eyes. Immediately after, he took to the air and began circling the area again. Catherine smiled wide as she watched more angels appear, then looked back to her forces and extended an open palmed arm forward in a command to march.
cs: \uv{Samozřejmě, má Královno!} vyhrkl anděl.\uv{Společně nám žádné zlo nezabrání v postupu!} Když poslední slova opustila jeho rty a roznesla se do dáli, vytáhl zbraň. Dlouhý meč vzplál, jakmile opustil pochvu, a jeho planoucí sláva donutila většinu klečících odvrátit zrak. Hned poté se vznesl do vzduchu a začal znovu kroužit kolem. Kateřina se zeširoka usmála, když viděla, jak se objevují další andělé, pak se ohlédla na své síly a natáhla ruku s otevřenou dlaní dopředu na povel k pochodu.
fr: « Bien sûr, ma Reine ! » aboya l'ange. « Ensemble, aucun mal n'arrêtera notre avancée ! » Ces derniers mots quittant ses lèvres, il dégaina son arme. Son épée s'enflamma en sortant de son fourreau et sa gloire flamboyante fit détourner le regard aux agenouillés. Aussitôt après, il s'envola et recommença à voler en cercle au-dessus. Catherine eut un large sourire en voyant plus d'anges apparaître, puis se tourna vers ses troupes et tendit le bras, paume ouverte, pour ordonner la marche.
pl: ,,Oczywiście, moja królowo!'' wykrzyknął anioł. ,,Razem żadne zło nas nie zatrzyma!'' Gdy tylko ostatnie słowa opuściły jego usta i zaczęły rozbrzmiewać echem, dobył swoją broń. Ostrze długiego miecza zapłonęło, gdy tylko opuściło pochwę, a jego oślepiająca chwała sprawiła, że większość klęczących odwróciła wzrok. Zaraz potem wzbił się w powietrze i zaczął krążyć po okolicy. Katarzyna szeroko się uśmiechnęła, obserwując pojawiających się kolejnych aniołów, po czym spojrzała na swoje siły i wyciągnęła otwartą dłoń w geście rozkazu do marszu.

source: \textcolor{darkcandyapplered}{Add a Few Archangels to your army.}
cs: \textcolor{darkcandyapplered}{Přidejte Hrstku Archandělů do své Armády.}
pl: \textcolor{darkcandyapplered}{Dodaj Garstkę Archaniołów do swojej armii.}

source: \textbf{Bait And Switch}
cs: \textbf{Návnada a Záměna}
fr: \textbf{Appât et Leurre}
pl: \textbf{Podstępna Zamiana}

source: Catherine couldn't wait to drive her sword through the heart of the Ghost Dragon, then lop the head from the one commanding it. She pushed her powerful mount forward, charging toward the waiting, taunting foes. While the great number of shambling undead, mostly animated citizens from nearby townships, was impossible to ignore, they wouldn't stop her. With a thunderous crash, she slammed past the forward lines, knocking off limbs and cracking bones.
cs: Catherine se nemohla dočkat, až vrazí meč do srdce Přízračného Draka a pak usekne hlavu tomu, kdo mu velel. Popohnala svého mohutného koně vpřed a vyrazila vstříc čekajícím, vysmívajícím se nepřátelům. Přestože velké množství potácejících se nemrtvých, většinou oživených obyvatel z okolních městeček, nebylo možné ignorovat, nezastavili by ji. S hromovým rachotem prorazila kolem předních linií, srážela končetiny a lámala kosti.
fr: Catherine brûlait d'envie de transpercer le cœur du Dragon Fantôme, puis de trancher la tête de celui qui le commandait. Elle éperonna sa puissante monture, chargeant et narguant les ennemis qui l'attendaient. Impossible d'ignorer la multitude de morts-vivants titubants, pour la plupart des citoyens ranimés des bourgades voisines, ils ne l'arrêteraient pas. Dans un fracas assourdissant, elle franchit les premières lignes, arrachant des membres et brisant des os.
pl: Katarzyna nie mogła się doczekać, by przebić mieczem serce Upiornego Smoka, a potem odciąć głowę temu, kto nim dowodził. Popędziła swojego potężnego wierzchowca naprzód, szarżując na czekających, prowokujących wrogów. Choć ogromna liczba chwiejnych nieumarłych, w większości ożywionych mieszkańców pobliskich osad, była trudna do zignorowania, nie mieli szans jej zatrzymać. Z grzmotem i trzaskiem przedarła się przez ich szeregi, odrywając kończyny i łamiąc kości.

source: Seconds later, she was halfway through the mass of bodies when the stench of rotten flesh and the true immensity of her enemy's numbers hit her. Dread Knights flanked the dragon she'd been racing towards. Worse still, a robed, decrepit-looking figure was watching from the rear of the enemy lines. Despite its wretched appearance, it had an immensely powerful presence to it. A stinging tingle shot up Catherine's spine as she felt, more than saw, its eyes return her gaze. More than she could take on alone, she swung her steed in a circle to reform with her mounted allies, then looked to the sky just as an Archangel came crashing down onto the dragon.
cs: O několik vteřin později už byla v polovině cesty skrz masu těl, když ji zasáhl zápach zkaženého masa a skutečné obrovské počty nepřítele. Hroziví Rytíři obklopili Draka, ke kterému se hnala. A co hůř, z týlu nepřátelské linie ji pozorovala zchátralá postava v rouchu. Navzdory svému ubohému vzhledu působila nesmírně mocně. Catherine projelo páteří palčivé mrazení, když spíš cítila, než viděla, jak její pohled opětují jeho oči. Víc, než by sama zvládla, otočila svého oře do kruhu, aby se spojila se svými spojenci na koních, a pak vzhlédla k nebi právě ve chvíli, kdy se na Draka zřítil Archanděl.
fr: Quelques secondes plus tard, à la moitié de la masse de corps, l'odeur nauséabonde de chair putréfiée et l'immensité du nombre d'ennemi la frappèrent. Des Chevaliers de l'Effroi flanquaient le dragon vers lequel elle fonçait. Pire encore, une silhouette décrépite en robe, observait la scène depuis l'arrière des lignes ennemies. Malgré son apparence misérable, elle avait une présence incroyablement puissante. Un frisson glacial parcourut l'échine de Catherine lorsqu'elle sentit, plus qu'elle ne vit, son regard croiser le sien. Dépassée par les événements, elle fit pivoter sa monture pour rejoindre ses alliés à cheval, puis leva les yeux au ciel juste au moment où un Archange s'abattit sur le dragon.
pl: Sekundy później była już w połowie drogi przez masę ciał, gdy uderzył ją odór gnijącego mięsa i uświadomiła sobie prawdziwą potęgę liczebną wroga. Upiorni Rycerze flankowali smoka, ku któremu pędziła. Co gorsza, w tylnych szeregach stała postać w szacie o zgrzybiałym wyglądzie, obserwująca bitwę. Pomimo swojego nędznego wyglądu, emanowała niezwykle potężną obecnością. Kłujący dreszcz przeszył kręgosłup Katarzyny, gdy poczuła — bardziej niż zobaczyła — że jej spojrzenie spotkało się z oczami postaci. Nie mogąc stawić czoła takiej liczbie wrogów samotnie, zawróciła wierzchowca, by dołączyć do swoich konnych sprzymierzeńców, po czym spojrzała ku niebu w chwili, gdy Archanioł spadł z hukiem na smoka.

source: Shockingly, instead of slamming into the beast, the angel flew through it like it was made of air. He hit the ground with a crunching thud before, suddenly, the dragon's image began to shift and shimmer, then disintegrate. The Dread Knights did the same, and replacing them were throngs of further undead that now threatened to encircle Catherine and her forward forces.
cs: Překvapivě, Archanděl do bestie nenarazil, ale proletěl skrz ni, jako by byla ze vzduchu. S křupavým zaduněním dopadl na zem, než se náhle dračí obraz začal měnit a mihotat až se nakonec rozpadl. Hroziví Rytíři udělali totéž a místo nich se objevily zástupy dalších nemrtvých, kteří nyní hrozili obklíčit Catherine a její předsunuté síly.
fr: Étonnamment, au lieu de percuter la bête de plein fouet, l'ange la traversa comme si elle était faite d'air. Il s'écrasa au sol dans un bruit sourd avant que, soudain, l'image du dragon se mît à vaciller et à scintiller, puis à se désintégrer. Les Chevaliers de l'Effroi subirent le même sort, remplacés par des hordes de morts-vivants qui menaçaient désormais d'encercler Catherine et ses troupes.
pl: Ku zaskoczeniu, zamiast uderzyć w bestię, anioł przeleciał przez nią niczym przez powietrze. Upadł na ziemię z miażdżącym hukiem, zanim obraz smoka nagle zaczął migotać, po czym rozpłynął się. To samo stało się z Rycerzami Grozy, a ich miejsce zajęły tłumy kolejnych nieumarłych, które teraz groziły otoczeniem Katarzyny i jej wysuniętych sił.

source: Catherine's eyes shot toward what she believed was the necromancer. It stood motionless a moment longer before cackling laughter cut through the air, and its image wafted away into the night air just as the others had.
cs: Oči Catherine se upřely k něčemu, o čem se domnívala, že je to nekromant. Ještě chvíli to stálo bez hnutí, než vzduch prořízl skřehotavý smích a jeho obraz se rozplynul v nočním vzduchu stejně jako ostatní.
fr: Catherine tourna son regard vers celui qu'elle croyait être le nécromancien. Il resta immobile un instant de plus avant qu'un rire strident ne déchire l'air, et son image ne se dissipe dans la nuit, comme les autres.
pl: Oczy Katarzyny skierowały się na postać, którą uznała za nekromantę. Stała nieruchomo jeszcze przez chwilę, zanim powietrze przeszył złowieszczy chichot, a jej obraz rozwiał się w nocnym powietrzu, tak jak pozostałych bestii.

source: It was a trap. The necromancer and his strongest forces were not there, and Catherine would have to fight her way out from under a crush of undead, wasting precious time and lives.
cs: Byla to past. Nekromant a jeho nejsilnější síly tam nebyly a Catherine se musela probojovat zpod tlačenice nemrtvých díky čemuž ztratila drahocenný čas a životy svých vojáků.
fr: C'était un piège. Le nécromancien et ses plus puissantes armées étaient absents, et Catherine devrait se frayer un chemin à travers une horde de morts-vivants, perdant un temps précieux et des vies.
pl: To była pułapka. Ani nekromanty, ani jego najmocniejszych sił tu nie było, a Katarzyna musiała przebić się spod naporu nieumarłych, tracąc cenny czas i życia.

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Replace the Ghost Dragons and Dread Knights with \svgunit{bronze} neutral Zombies and Skeletons.} \item \textcolor{darkcandyapplered}{Play ``Cloak of the Undead King IV'' and ``Cloak of the Undead King VI'' onto the packs of Zombies and Skeletons, respectively.} \item \textcolor{darkcandyapplered}{Remove the AI Might and Magic Deck from the game, the undead fight on their own.} \end{itemize}
pl: \begin{itemize} \item \textcolor{darkcandyapplered}{Zamień Upiorne Smoki i Rycerzy Grozy na \svgunit{bronze} neutralnych Zombie i Szkielety.} \item \textcolor{darkcandyapplered}{Zagraj ,,Płaszcz Nieumarłego Króla IV'' i ,,Płaszcz Nieumarłego Króla VI'' odpowiednio na grupy Zombie i Szkieletów.} \item \textcolor{darkcandyapplered}{Usuń z gry Talię AI, nieumarli walczą sami.} \end{itemize}

source: \textbf{The Chase Begins}
cs: \textbf{Pronásledování Začíná}
fr: \textbf{La Poursuite Commence}
pl: \textbf{Pościg Rozpoczęty}

source: Catherine huffed, sweat beading on her forehead as the last undead fell with wet thuds. Her forces were strong, and simple reanimations weren't the kind of threat to stop them. She just hoped… Her stomach churned as her gaze turned back to Steadwick.
cs: Catherine si odfrkla, na čele jí vyrazil pot, když poslední nemrtvý padl s vlhkým zaduněním. Její jednotky byly silné a sami oživlí nebyli takovou hrozbou, aby je zastavilo. Jen doufala, že... žaludek se jí zvedl, když se její pohled vrátil ke Steadwickovi.
fr: Catherine souffla, la sueur perlant sur son front et les derniers morts-vivants tombaient dans un bruit sourd et humide. Ses forces étaient puissantes, et de simples ranimés ne suffiraient pas à les arrêter. Elle espérait… Son estomac se noua lorsqu'elle reporta son regard sur Steadwick.
pl: Katarzyna sapnęła, ocierając pot z czoła, gdy ostatni nieumarli padli z mokrym plaśnięciem. Jej siły były potężne, a proste ożywieńce nie stanowiły dla nich poważnego zagrożenia. Miała tylko nadzieję… Żołądek ścisnął jej się, gdy spojrzała z powrotem na Steadwick.

source: An orange glow, far too bright for torchlight, was coming from the castle. As she watched in horror, thick black smoke began to rise from the towers and parapets. Steadwick was burning.
cs: Z hradu vycházela oranžová záře, příliš jasná na světlo pochodní. Zatímco hleděla s hrůzou, z věží a parapetů začal stoupat hustý černý dým. Steadwick byl v plamenech.
fr: Une lueur orange, trop vive pour une simple torche, émanait du château. Alors qu'elle observait avec horreur, une épaisse fumée noire commença à s'élever des tours et des remparts. Steadwick était en flammes.
pl: Pomarańczowa poświata, zbyt jasna jak na światło pochodni, wydobywała się z zamku. Gdy patrzyła z przerażeniem, z wież i murów zaczął unosić się gęsty czarny dym. Steadwick płonęło.

source: Rion quickly caught up to her, his horse panting as hard as he was. He began to speak but couldn't find the words as his mind raced. Instead, he placed a hand on his queen's shoulder.
cs: Rion ji rychle dohnal, jeho kůň funěl stejně těžce jako on. Začal mluvit, ale nemohl najít slova, jak se mu vše honilo hlavou. Místo toho položil královně ruku na rameno.
fr: Rion la rattrapa rapidement, son cheval haletant autant que lui. Il voulut parler, mais les mots lui manquaient, tant ses pensées étaient confuses. Alors, il posa une main sur l'épaule de sa reine.
pl: Rion szybko ją dogonił, jego koń dyszał równie ciężko jak on. Zaczął mówić, ale nie mógł znaleźć słów, gdy myśli mu galopowały. Zamiast tego położył dłoń na ramieniu swej królowej.

source: The necromancer had played his opening move and won.
cs: Nekromant zahrál své zahájení a vyhrál.
fr: Le nécromancien avait joué son premier coup et avait gagné.
pl: Nekromanta zagrał swoje otwarcie i wygrał.

source: Just before Catherine turned to her regrouping forces, she spotted the spectral blue of the real Ghost Dragon in the distance. Its work destroying Steadwick's defenses had been finished.
cs: Těsně předtím, než se Catherine obrátila k přeskupujícím se silám, zahlédla v dálce přízračnou modř skutečného Přízračného Draka. Jeho dílo ničící steadwickou obranu bylo dokonáno.
fr: Juste avant de se tourner vers ses troupes se regroupant, Catherine aperçut au loin la lueur bleue spectrale du véritable Dragon Fantôme. Sa mission, détruire les défenses de Steadwick, était accomplie.
pl: Zanim Katarzyna odwróciła się do swoich przegrupowujących się sił, dostrzegła w oddali widmowy błękitny blask prawdziwego Upiornego Smoka. Wypełnił już swoje zadanie zniszczenia umocnień Steadwick.

source: Archangels circled overhead, and Catherine threw her head to the sky, tears welling at the thought of losing what she had worked so hard to build. ``Find him!'' she roared, addressing whatever gods were listening as well as the angels above.
cs: Archandělé jí kroužili nad hlavou a tak Catherine otočila hlavu k obloze zatímco jí vytryskly slzy při pomyšlení, že ztratí to, co tak tvrdě budovala. \uv{Najděte ho!} zařvala a oslovila všechny bohy, kteří jí naslouchali, i Archanděly nad sebou.
fr: Des archanges tournoyaient au-dessus d'elle, et Catherine leva la tête vers le ciel, les larmes aux yeux à l'idée de perdre ce qu'elle avait bâti avec tant d'efforts. « Retrouvez-le ! » rugit-elle, s'adressant aux dieux et aux anges qui l'entendaient.
pl: Katarzyna uniosła głowę ku niebu. Archanioły krążyły nad nią. Łzy zbierały się jej w oczach na myśl o utracie tego, nad czym tak ciężko pracowała. ,,Znajdźcie go!'' ryknęła, zwracając się do jakichkolwiek bogów, którzy mogli słyszeć, oraz do aniołów nad nią.

source: ``Is that… wise?'' Rion asked softly.
cs: \uv{Je to... moudré?} zeptal se tiše Rion.
fr: « Est-ce… sage ? » demanda doucement Rion.
pl: ,,Czy to… rozsądne?'' spytał cicho Rion.

source: Catherine responded with fire in her eyes. ``What good is rebuilding a ruin when the fiend will just continue to play his tricks?'' she said. ``No. If we want to save Steadwick, we have to end him before he can further strengthen himself.''
cs: Catherine odpověděla s ohněm v očích. \uv{K čemu je dobré obnovovat zříceninu, když ten ďábel bude dál vyvádět své kousky?} řekla. \uv{Ne.Jestli chceme Steadwick zachránit, musíme s ním skoncovat dřív, než se bude moci ještě víc posílit.}“
fr: Catherine répondit avec une rage incandescente. « À quoi bon reconstruire si le démon ne fera que continuer à jouer ses tours ? » dit-elle. « Non. Si nous voulons sauver Steadwick, nous devons l'éliminer avant qu'il ne puisse se renforcer davantage. »
pl: W oczach Katarzyny płonął ogień. ,,Na co zdać się może odbudowa, skoro ten nikczemnik będzie dalej knuł swoje intrygi?'' powiedziała. ,,Nie. Jeśli chcemy ocalić Steadwick, musimy go zniszczyć, zanim zdoła zebrać większe siły.''

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Remove Archangels from your army.} \item \textcolor{darkcandyapplered}{Keep the rest of your forces and resources for the next Scenario.} \item \textcolor{darkcandyapplered}{Reset your Hero per the normal campaign rules.} \end{itemize}
cs: \begin{itemize} \item \textcolor{darkcandyapplered}{Odeberte Archanděly ze své Armády.} \item \textcolor{darkcandyapplered}{Zbytek Jednotek a Surovin si nechte do dalšího Scénáře.} \item \textcolor{darkcandyapplered}{Obnovte svého Hrdinu dle standartních pravidel Kampaně.} \end{itemize}
fr: \begin{itemize} \item \textcolor{darkcandyapplered}{Retirez les Archanges de votre armée.} \item \textcolor{darkcandyapplered}{Gardez le reste de vos forces et de vos ressources pour le prochain Scénario.} \item \textcolor{darkcandyapplered}{Réinitialisez votre Héros en suivant les règles de campagne.} \end{itemize}
pl: \begin{itemize} \item \textcolor{darkcandyapplered}{Usuń Archanioły z armii.} \item \textcolor{darkcandyapplered}{Zachowaj resztę armii i zasoby do następnego Scenariusza.} \item \textcolor{darkcandyapplered}{Zresetuj swojego Bohatera zgodnie z normalnymi zasadami kampanii.} \end{itemize}

source: \textbf{Town Buildings:} \svg{bronze} Dwelling, Citadel
cs: \textbf{Budovy ve Městě:} \svg{bronze} Obydlí, Citadela
fr: \textbf{Bâtiments de Départ:} Demeure \svg{bronze}, Citadelle
