Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_deal_with_the_devil.tex/*.po
Languages: cs, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \subsection*{\MakeUppercase{AI Hero Setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Author:} Tm335
cs: \textbf{Autor:} Tm335
fr: \textbf{Auteur :} Tm335
pl: \textbf{Autor:} Tm335

source: \textbf{Faction:} Inferno
cs: \textbf{Frakce:} Peklo
fr: \textbf{Faction :} Hadès
pl: \textbf{Frakcja:} Inferno

source: \textbf{Faction Hero:} Choose any
cs: \textbf{Hrdina Frakce:} Libovolný
fr: \textbf{Héros de Faction:} Au choix
pl: \textbf{Bohater Frakcji:} Wybierz dowolnego

source: \textbf{Starting Resources:} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:}
cs: \textbf{Úvodní Jednotky:}
fr: \textbf{Unités de Départ:}
pl: \textbf{Jednostki początkowe:}

source: \subsection*{\MakeUppercase{Heroes Placement}}
cs: \subsection*{\MakeUppercase{Umístění Hrdinů}}
fr: \subsection*{\MakeUppercase{Placement des Héros}}
pl: \subsection*{\MakeUppercase{Ustawienie Bohaterów}}

source: During this ``Inferno'' Campaign Scenario, the following rules apply:
cs: Během tohoto Scénáře Kampaně \uv{Peklo} platí následující pravidla:
fr: Pendant ce Scénario de la Campagne «Hadès», les règles suivantes s'appliquent:
pl: W trakcie Scenariusza kampanii ,,Inferno'' obowiązują następujące zasady:

source: Take the following Map Tiles and set them up as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza:

source: \addscenariosection[subsection]{1}{Inferno Campaign $-$ Dungeons and Devils}{3. Deal With the Devil}{\images/firewall.png}
cs: \addscenariosection[subsection]{1}{Kampa\v{n} Peklo $-$ Kobky a Ďáblové}{3. Dohoda s Ďáblem}{\images/firewall.png}
fr: \addscenariosection[subsection]{1}{Campagne Hadès $-$ Donjons et Diables}{3. Pacte avec le Diable}{\images/firewall.png}
pl: \addscenariosection[subsection]{1}{Kampania Inferna $-$ Podziemia i Diabły}{3. Rozprawa z Diabłem}{\images/firewall.png}

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1253923753981902939/1253923753981902939}{Archon Studios Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1253923753981902939/1253923753981902939}{Archon Studios Discord}
pl: \empty

source: \textit{Queen Catherine has liberated Steadwick. A Kreegan envoy has been sent to the royal court asking for one million gold ransom in return for the captive we hold, King Roland Ironfist of Erathia. They were unwilling to pay. It appears they are going to attempt to rescue Roland. We are deep within Eeofol. We are Clan Kreelah. They will never take our captive, and they will never take Kleesive. Prepare for battle!}
cs: \textit{Královna Catherine osvobodila Steadwick. Vyslanec Kreeganů byl poslán na královský dvůr s požadavkem na výkupné ve výši jednoho milionu zlatých za zajatce, kterého držíme, krále Rolanda Ironfista z Erathie. Odmítli zaplatit. Zdá se, že se pokusí Rolanda zachránit. Jsme hluboko v Eeofolu. Jsme klan Kreelah. Nikdy nezískají našeho zajatce a nikdy nezískají Kleesive. Připravte se na bitvu!}
fr: \textit{La Reine Catherine a libéré Steadwick. Un envoyé Kreegan a été envoyé à la court royale demandant une rançon d'un million d'or contre notre prisonnier, le Roi Roland Ironfist d'Erathia. Ils ont refusé de payer. Il semble qu'ils préparent une tentative de sauvetage de Roland. Nous sommes loin en Eeofol. Nous sommes le Clan Kreelah. Ils ne prendront pas notre prisonnier et ils ne prendront jamais Kleesive. Préparez vous au Combat!}
pl: \textit{Królowa Katarzyna wyzwoliła Steadwick. Kreegański wysłannik został wysłany na dwór królewski z żądaniem okupu w wysokości miliona złota w zamian za więźnia, którego mamy w niewoli, króla Rolanda Ironfist z Erathii. Nie chcieli zapłacić. Wygląda na to, że zamierzają uratować Rolanda. Jesteśmy głęboko wewnątrz Eeofolu. Jesteśmy klanem Kreelah. Nigdy nie odbiorą nam więźnia, i nigdy nie odbiorą nam Kleesive. Przygotować się do bitwy!}

source: This Scenario plays out over 14 Rounds.
cs: Tento Scénář se hraje na 14 Kol.
fr: Ce Scénario se joue en 14 Manches.
pl: Ten Scenariusz rozgrywany jest w 14 Rundach.

source: \begin{itemize} \item A Few Magogs \item A Pack of Familiars \item A Pack of Cerebri \end{itemize}
cs: \begin{itemize} \item Hrstka Magogů \item Tlupa Rarášků \item Tlupa Kerberů \end{itemize}
fr: \begin{itemize} \item Un Groupe de Magogs \item Un Groupe de Familiers \item Un Groupe de Cerbères \end{itemize}
pl: \begin{itemize} \item Garstka Magogów \item Grupa Chowańców \item Grupa Cerebrów \end{itemize}

source: \textbf{Town Buildings:} \bronze\ Dwelling, \silver\ Dwelling, City Hall, Citadel
cs: \textbf{Městské Budovy:} \bronze\ Obydlí, \silver\ Obydlí, Radnice, Citadela

source: \textbf{Bonus:} Gain a War Machine of your choice.
cs: \textbf{Bonus:} Získej libovolný \uv{Válečný Stroj}.
fr: \textbf{Bonus:} Gagnez une Machine de Guerre de votre choix.
pl: \textbf{Bonus:} Zyskaj wybraną Machinę Wojenną.

source: \textbf{Faction:} Castle, Rampart
cs: \textbf{Frakce:} Hrad, Bašta
fr: \textbf{Faction:} Château, Rempart
pl: \textbf{Frakcje:} Zamek, Bastion

source: Refer to the \pagelink{Steadwick's Fall AI}{table below the map layout} for detailed information about Units and AI Decks.
cs: Viz \pagelink{Steadwick's Fall AI}{tabulka pod mapou Scénáře} pro podrobné informace o Jednotkách a Balíčcích AI.
fr: Se Référer à la \pagelink{Steadwick's Fall AI}{Table sous le schéma du Plateau} pour des informations détaillées sur les Unités et les Decks IA.
pl: Sprawdź \pagelink{Steadwick's Fall AI}{tabelę poniżej układu mapy}, aby uzyskać szczegółowe informacje o Jednostkach i Taliach AI.

source: \textbf{3 × Starting (I) Map Tile} \begin{itemize} \item 1 × Inferno (S6) \item 1 × Castle (S3) \item 1 × Rampart (S4) \end{itemize}
cs: \textbf{3 × Startovní (I) Dílek Mapy} \begin{itemize} \item 1 × Peklo (S6) \item 1 × Hrad (S3) \item 1 × Bašta (S4) \end{itemize}
fr: \textbf{3 × Tuile de Départ (I)} \begin{itemize} \item 1 × Hadès (S6) \item 1 × Château (S3) \item 1 × Rempart (S4) \end{itemize}
pl: \textbf{3 × Początkowy (I) Kafelek Mapy} \begin{itemize} \item 1 × Inferno (S6) \item 1 × Zamek (S3) \item 1 × Bastion (S4) \end{itemize}

source: \textbf{7 × Far (II--III) Map Tile} \begin{itemize} \item 3 × Inferno (F16, F17, F18) \item 3 × Castle (F3, \#F4, F6) \item 1 × Rampart (F12) \end{itemize}
cs: \textbf{7 × Vzdálený (II--III) Dílek Mapy} \begin{itemize} \item 3 × Peklo (F16, F17, F18) \item 3 × Hrad (F3, \#F4, F6) \item 1 × Bašta (F12) \end{itemize}
fr: \textbf{7 × Tuiles Lointaines (II--III)} \begin{itemize} \item 3 × Hadès (F16, F17, F18) \item 3 × Château (F3, \#F4, F6) \item 1 × Rempart (F12) \end{itemize}
pl: \textbf{7 × Daleki (II--III) Kafelek Mapy} \begin{itemize} \item 3 × Inferno (F16, F17, F18) \item 3 × Zamek (F3, \#F4, F6) \item 1 × Bastion (F12) \end{itemize}

source: \textbf{1 × Near (IV--V) Map Tile} \begin{itemize} \item 1 × Inferno (N12) \end{itemize}
cs: \textbf{1 × Blízký (IV--V) Dílek Mapy} \begin{itemize} \item 1 × Peklo (N12) \end{itemize}
fr: \textbf{1 × Tuile Proche (IV--V)} \begin{itemize} \item 1 × Hadès (N12) \end{itemize}
pl: \textbf{1 × Bliski (IV--V) Kafelek Mapy} \begin{itemize} \item 1 × Inferno (N12) \end{itemize}

source: The Enemy Charging Rampart Hero \#1 starts on the center Field of the S4 Starting Map Tile.
cs: Nepřátelský Útočící Hrdina Bašty \#1 začíná na středovém Poli Startovního Dílku S4.
fr: Le Héros Ennemi Rempart Attaquant \#1 commence sur la Case centrale de la Tuile de Départ S4.
pl: Szarżująca Armia Bastionu \#1 zaczyna na środkowym Polu Kafelka S4.

source: The Enemy Charging Castle Hero \#1 starts on the center Field of S3 Starting Map Tile.
cs: Nepřátelský Útočící Hrdina Hradu \#1 začíná na středovém Poli Startovního Dílku S3.
fr: Le Héros Ennemi Château Attaquant \#1 commence sur la Case centrale de la Tuile de Départ S3.
pl: Szarżująca Armia Zamku \#1 zaczyna na środkowym Polu Kafelka S4.

source: Place your Hero on the center Field of the S6 Inferno Starting Map Tile.
cs: Umístěte vašeho Hrdinu na středové Pole Startovního Dílku S6 vaší Frakce.
fr: Placez votre Héros sur la Case centrale de la Tuile de Départ S6.
pl: Umieść swojego Bohatera na środkowym Polu Początkowego Kafelka Mapy Inferno S6.

source: Defend your main fortress, Kleesive, from all Charging Enemy Heros, and from the Final Charging Army.
cs: Braňte svou hlavní pevnost, Kleesiv, před všemi Útočícími Nepřátelskými Hrdiny a před Finální Útočící Armádou.
fr: Défendez votre forteresse principale, Kleesive, de chaque Héros Ennemi Attaquant et de l'Armée Attaquante Finale.
pl: Obroń swoją główną twierdzę, Kleesive, przed wszystkimi Szarżującymi Armiami.

source: You lose if any of the following occur:
cs: Prohrajete stane-li se libovolné z:
fr: Vous perdez dans les cas suivants:
pl: Przegrywasz, jeśli zdarzy się którekolwiek z poniższych:

source: \begin{itemize} \item You lose one Combat encounter with your Main Hero. Surrender is not an option. \item Clan Kreelah fails to defend Klessive against the Enemy Charging Heros attempting to rescue your captive King Roland. \end{itemize}
cs: \begin{itemize} \item Prohrajete soubor se svým Hlavním Hrdinou. Kapitulace není možná. \item Klan Kreelah neuspěje v obraně Kleesivu proti Útočícím Nepřátelským Hrdinům, kteří se pokoušejí zachránit vašeho zajatého krále Rolanda. \end{itemize}
fr: \begin{itemize} \item Vous perdez un Combat avec votre Héros Principal. Se Rendre n'est pas une option. \item Le Clan Kreelah échoue à défendre Klessive contre les Héros Ennemis Attaquants tentant de secourir notre prisonnier King Roland. \end{itemize}
pl: \begin{itemize} \item Przegrywasz jedno starcie w Walce swoim Bohaterem Głównym. Poddanie się nie jest opcją. \item Klan Kreelah nie zdoła obronić Klessive przed Szarżującymi Bohaterami, którzy próbują uwolnić twojego jeńca Króla Rolanda. \end{itemize}

source: \textbf{\nth{1} Round:} \begin{itemize} \item Read ``Refusal'' section. \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Odmítnutí} \end{itemize}
fr: \textbf{Manche 1:} \begin{itemize} \item Lisez la section «Le Refus». \end{itemize}
pl: \textbf{1. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Odmowa''. \end{itemize}

source: \textbf{\nth{2} Round:} \begin{itemize} \item Read ``Enemy at the gates'' section. \end{itemize}
cs: \textbf{2. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Nepřítel před branami}. \end{itemize}
fr: \textbf{Manche 2:} \begin{itemize} \item Lisez la section «Ennemi à nos portes». \end{itemize}
pl: \textbf{2. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Wróg u bram''. \end{itemize}

source: \textbf{\nth{3} Round:} \begin{itemize} \item Read ``Scout Report'' section. \end{itemize}
cs: \textbf{3. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Hlášení Průzkumníků}. \end{itemize}
fr: \textbf{Manche 3:} \begin{itemize} \item Lisez la section «Rapport d'Éclaireur». \end{itemize}
pl: \textbf{3. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Raport Zwiadowców''. \end{itemize}

source: \textbf{\nth{4} Round:} \begin{itemize} \item The first armies will attack this Round and next Round. Prepare your defenses! \end{itemize}
cs: \textbf{4. Kolo:} \begin{itemize} \item První armády zaútočí v tomto a následujícím Kole. Připravte si obranu! \end{itemize}
fr: \textbf{Manche 4:} \begin{itemize} \item Les premières armées attaqueront cette Manche et celle d'après. Préparez votre défense! \end{itemize}
pl: \textbf{4. Runda:} \begin{itemize} \item Pierwsze armie zaatakują w tej Rundzie i w następnej. Przygotować nasze obrony! \end{itemize}

source: \textbf{\nth{7} Round:} \begin{itemize} \item The Enemy Castle Charging Hero \#2 appears on the Settlement Field of the F3 Tile or on the center Field of S3 Starting Map Tile (your choice). \item The Enemy Rampart Charging Hero \#2 appears on the center Field of the S4 Starting Map Tile. \end{itemize}
cs: \textbf{7. Kolo:} \begin{itemize} \item Nepřátelský Útočící Hrdina Hradu \#2 se objeví na Poli Osady Dílku F3 nebo na středovém Poli Startovního Dílku S3. \item Nepřátelský Útočící Hrdina Bašty \#2 se objeví na středovém Poli Startovního Dílku S4. \end{itemize}
fr: \textbf{Manche 7:} \begin{itemize} \item Le Héros Ennemi Château Attaquant \#2 apparaît sur l'Enclave de la Tuile F3 ou la Case Centrale de la Tuile de Départ S3 (au choix). \item Le Héros Ennemi Rempart Attaquant \#2 apparaît sur la Case centrale de la Tuile de Départ S4. \end{itemize}
pl: \textbf{7. Runda:} \begin{itemize} \item Szarżująca Armia Zamku \#2 pojawia się na Polu Osady Kafelka F3 albo na środkowym Polu Początkowego Kafelka Mapy S3 (twój wybór). \item Szarżująca Armia Bastionu \#2 pojawia się na środkowym Polu Początkowego Kafelka Mapy S4. \end{itemize}

source: \textbf{\nth{10} Round:} \begin{itemize} \item The second armies will attack this Round and next Round. Prepare your defenses! \end{itemize}
cs: \textbf{10. Kolo:} \begin{itemize} \item Druhé armády zaútočí v tomto a následujícím Kole. Připravte si obranu! \end{itemize}
fr: \textbf{Manche 10:} \begin{itemize} \item Les secondes armées attaqueront cette Manche et celle d'après. Préparez votre défense! \end{itemize}
pl: \textbf{10. Runda:} \begin{itemize} \item Kolejne armie zaatakują w tej i następnej Rundzie. Przygotować nasze obrony! \end{itemize}

source: \textbf{\nth{12} Round:} \begin{itemize} \item The Final Charging Enemy Army appears on the Settlement Field of the F3 Tile. This army has 4 \svgeven{movement} per Turn. \end{itemize}
cs: \textbf{12. Kolo:} \begin{itemize} \item Finální Útočící Nepřátelská Armáda se objeví na Poli Osady Dílku F3. Tato armáda má 4 BP na Kolo. \end{itemize}
pl: \textbf{12. Runda:} \begin{itemize} \item Ostatnia Szarżująca Armia pojawia się Osadzie Kafelka F3. Ta armia ma 4 \svgeven{movement} na turę. \end{itemize}

source: \textbf{\nth{16} Round:} \begin{itemize} \item The Final Charging Army will attack this Round. We must hold Kleesive at all costs! \end{itemize}
cs: \textbf{16. Kolo:} \begin{itemize} \item Finální Útočící Armáda zaútočí v tomto Kole. Musíme udržet Kleesiv za každou cenu! \end{itemize}
pl: \textbf{16. Runda:} \begin{itemize} \item Ostatnia Szarżująca Armia zaatakuje w tej Rundzie. Musimy bronić Kleesive za wszelką cenę! \end{itemize}

source: \textbf{When you complete the Scenario:} \begin{itemize} \item Read: ``Congratulations! You have defended Kleesive and are victorious!'' \end{itemize}
cs: \textbf{Když dokončíte Scénář:} \begin{itemize} \item Přečtěte: \uv{Gratulujeme! Ubránili jste Kleesiv a zvítězili jste!} \end{itemize}
fr: \textbf{Quand vous complétez le Scénario:} \begin{itemize} \item Lisez: «Félicitations! Vous avez défendu Kleesive et êtes victorieux!» \end{itemize}
pl: \textbf{Po zakończeniu Scenariusza:} \begin{itemize} \item Przeczytaj: ,,Gratulacje! Obroniłeś Kleesive i jesteś zwycięzcą!'' \end{itemize}
