Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_deal_with_the_devil.tex/*.po
Languages: cs, fr, pl

source: \begin{itemize} \item Your Main Hero can only travel in Inferno Map Tiles. You cannot enter any other Map Tile type. \item You cannot recruit a Secondary Hero. \item You cannot attack Enemy Charging Heroes. You can only defend against them while inside of Kleesive. \item Gain 3 \svg{gold} when you defeat a Charging Hero's Army. \item If an Enemy Charging Hero enters a Map Tile or Field that your Main Hero is on (exception is if you are in your Inferno city Kleesive), or if a charging Hero attacks Kleesive and you are not present in your city of Kleesive, you are immediately transported back to Kleesive, you lose any remaining Movement Points you have, lose 3 \svg{gold}, gain \svg{morale_negative}, and randomly discard 1 Card from your hand. \item Enemy Charging Heroes move only 2 \svgeven{movement}. The Final Charging Army moves 4 \svgeven{movement}. They take the shortest route to Kleesive. If you own a Mine in a Map Tile they enter, they will capture the Mine (but will not ``backtrack'' to do so), and then continue along the shortest route to Kleesive. They ignore everything else. They also make use of Stables 1 \svgeven{movement} bonus. \item Enemy Charging Heros always move amongst each to not ``block'' each other's paths (thus slowing each other down). The Enemy Charging Hero that can get closest to Kleesive will move before any others. \item Castle and Rampart already have all Mines controlled in their territory (non-Inferno Map Tiles). Place enemy Cubes on all of their Mines. \item Your Walls, Gates, and Arrow Tower in Kleesive are rebuilt after each battle. \item Enemy \svg{unit_flying} Units will fly over Walls and Gates to attack your Units whenever possible. \item Enemy \svg{unit_ranged} Units will always attack the Arrow Tower once there are no other \svg{unit_ranged} Units to attack. \item Enemy Units will always attack your Units if possible. Only when that is not possible, then the Gate, and then Walls will be attacked. \item During Combat with AI, treat Artifacts in Skill Decks just like Abilities. The ``Sword of Hellfire'' will be used in attacks and retaliation attacks. It is not used when attacking Walls or Gates, and remains in effect on the Unit. ``Shield of the Damned'' takes effect when any Charging Army Unit takes attack or retaliation damage. If the AI Skill Card advises to ``do it again'', the Artifacts are not played again immediately, but instead are played as soon as the next Unit is able to use them.
cs: \begin{itemize} \item Váš Hlavní Hrdina může cestovat pouze na Dílky Mapy Peklo. Nemůžete vstoupit na žádný jiný typ Dílku Mapy. \item Nemůžete najmout Sekundárního Hrdinu. \item Nemůžete útočit na Nepřátelské Útočící Hrdiny. Můžete se pouze bránit proti nim, pokud jste uvnitř Kleesivu. \item Získáte 3 \svg{gold}, když porazíte Armádu Útočícího Hrdiny. \item Pokud Nepřátelský Útočící Hrdina vstoupí na Dílek Mapy nebo Pole, na kterém je váš Hlavní Hrdina (výjimkou je, pokud jste ve svém městě Kleesiv), nebo pokud útočí na Kleesiv a vy nejste přítomni ve svém městě Kleesiv, budete okamžitě přeneseni zpět do Kleesivu, ztratíte zbývající Pohybové Body, ztratíte 3 \svg{gold}, získáte \svg{morale_negative} a náhodně odhodíte 1 Kartu z ruky. \item Nepřátelští Útočící Hrdinové se pohybují pouze o 2 BP. Konečná Útočící Armáda se pohybuje o 4 BP. Vydávají se po nejkratší cestě do Kleesivu. Pokud vlastníte Důl na Dílku Mapy, do kterého vstoupí, obsadí Důl (ale nebudou se vracet), a pak pokračují po nejkratší cestě do Kleesivu. Všechno ostatní ignorují. Také využívají bonus 1 BP od Stájí. \item Nepřátelští Útočící Hrdinové se vždy pohybují tak, aby si navzájem neblokovali cesty (a tím se nezpomalovali). Nepřátelský Útočící Hrdina, který se může dostat nejblíže ke Kleesivu, se pohybuje jako první. \item Hrad a Bašta již mají všechny Doly pod kontrolou ve svém území (na rozdíl od Pekla). Umístěte nepřátelské Kostičky na všechny jejich Doly. \item Vaše Hradby, Brány a Střílna v Kleesivu jsou po každém Souboji zcela obnoveny. \item Nepřátelské \svg{unit_flying} Jednotky přeletí přes Hradby a Brány, aby zaútočily na vaše Jednotky, kdykoli to bude možné. \item Nepřátelské \svg{unit_ranged} Jednotky vždy zaútočí na Střílnu, jakmile nebudou k dispozici žádné jiné \svg{unit_ranged} Jednotky. \item Nepřátelské Jednotky vždy zaútočí na vaše Jednotky, pokud je to možné. Pokud to není možné, zaútočí na Bránu, a poté na Hradby. \item Během souboje s AI považujte Artefakty v jejich Balíčku Dovedností za Schopnosti. Kartu \uv{Meč Pekelného Ohně} použijte pro Útok i Odvetný Útok. \uv{Meč Pekelného Ohně} nepoužívejte při útoku na Hradby a Brány, Jednotka si efekt zachová. Karta \uv{Štít Zatracených} nabývá účinnosti kdykoli Jednotka Útočící Armády dostane zrnění a to jak při běžném tak Odvetném Útoku. Pokud Karta Dovedností AI nabízí možnost \uv{udělej znovu}, není tato Schopnost aktivována okamžitě, ale až při akci následující Jednotky, která ji může aktivovat.
pl: \begin{itemize} \item Twój Bohater Główny przemieszcza się tylko po Kafelkach mapy Inferno. Nie możesz wejść na żaden inny typ Kafelka. \item Nie możesz atakować Szarżujących Bohaterów Wroga. Możesz tylko bronić się przed nimi będąc wewnątrz Kleesive. \item Zyskaj 3 \svg{gold}, gdy pokonasz Szarżującą Armię. \item Jeśli Szarżująca Armia wejdzie na Kafelek lub Pole, na którym znajduje się Twój Bohater Główny (wyjątek stanowi, gdy jesteś w swoim mieście Inferno Kleesive), lub jeśli Szarżująca Armia zaatakuje Kleesive, a Ty nie jesteś obecny w swoim mieście Kleesive, natychmiast zostajesz przeniesiony z powrotem do Kleesive, tracisz wszystkie pozostałe Punkty Ruchu, tracisz 3 \svg{gold}, otrzujesz \svg{morale_negative} i losowo odrzucasz 1 Kartę z ręki. \item Szarżujące Armie poruszają się tylko 2 \svgeven{movement}. Ostatnia Szarżująca Armia porusza się 4 \svgeven{movement}. Podążają najkrótszą drogą do Kleesive. Jeśli posiadasz Kopalnię na Kafelku mapy, na który wchodzą, przejmą Kopalnię (ale nie ,,wrócą się'' po nią), a następnie kontynuują najkrótszą drogę do Kleesive. Ignorują wszystko inne. Korzystają także z bonusu 1 Punktu Ruchu ze Stajni. \item Szarżujące Armie zawsze poruszają się tak, aby nie ,,blokować'' sobie nawzajem dróg (spowalniając się nawzajem). Szarżujący Armia, która jest najbliżej Kleesive, będzie poruszała się przed innymi. \item Zamek i Bastion mają już zdobyte wszystkie Kopalnie na swoim terytorium (Kafelki Mapy nie-Inferno). Umieść Kostki wroga na wszystkich ich Kopalniach. \item Twoje mury, bramy i wieża łuczicza w Kleesive są odbudowane po każdej bitwie. \item Jednostki \svg{unit_flying} wroga będą przelatywały nad murami i bramami, aby atakować Twoje Jednostki, gdy tylko jest to możliwe. \item Jednostki \svg{unit_ranged} wroga zawsze zaatakują Wieżę Łucziczą, gdy nie ma innych Jednostek \svg{unit_ranged} do zaatakowania. \item Jednostki wroga zawsze zaatakują Twoje Jednostki, jeśli to możliwe. Tylko wtedy, gdy jest to niemożliwe, będą atakowane bramy, a następnie mury. \item Podczas Walki z AI traktuj Artefakty w Talii Umiejętności tak samo jak Karty Zdolności. ,,Miecz Ognia Piekielnego'' będzie używany w atakach i kontratakach. Nie jest używany podczas atakowania Murów lub Bram i pozostaje aktywny na Jednostce. Efekt ,,Tarczy Potępionych'' wchodzi w życie, gdy jakakolwiek Jednostka Szarżującej Armii otrzyma obrażenia od ataku lub kontrataku. Jeśli Karta Umiejętności AI zaleca ,,powtórzenie'', Karty Artefaktów nie są natychmiastowo używane ponownie, lecz są używane, gdy następna Jednostka będzie mogła z nich skorzystać.

source: [remember picture, overlay] \node(bg)[anchor=center, yshift=27em, opacity=0.17] at (current page.south) { \includegraphics[width=0.85\paperwidth, keepaspectratio]{\art/inferno.png} }; \node(map)[anchor=center] at (9, -9) { \includegraphics[width=\textwidth]{\maps/inferno_deal_with_the_devil.png} };
cs: [remember picture, overlay] \node(bg)[anchor=center, yshift=27em, opacity=0.17] at (current page.south) { \includegraphics[width=0.85\paperwidth, keepaspectratio]{\art/inferno.png} }; \node(map)[anchor=center,yshift=6em] at (9, -9) { \includegraphics[width=\textwidth]{\maps/inferno_deal_with_the_devil.png} };

source: \node at (1.5, -3.0) {\large{{\textbf{\textcolor{darkcandyapplered}{S4}}}}}; \node at (7, -3.0) {\large{{\textbf{\textcolor{darkcandyapplered}{\#F4}}}}}; \node at (12.6, -5.4) {\large{{\textbf{\textcolor{darkcandyapplered}{F17}}}}}; \node at (15, -6.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Kleesive}}}}}; \node at (15, -7.3) {\large{{\textbf{\textcolor{darkcandyapplered}{S6}}}}}; \node at (15.9, -13.8) {\large{{\textbf{\textcolor{darkcandyapplered}{N12}}}}}; \node at (12.4, -15.0) {\large{{\textbf{\textcolor{darkcandyapplered}{F16}}}}}; \node at (9.3, -12.6) {\large{{\textbf{\textcolor{darkcandyapplered}{F18}}}}}; \node at (6, -15.0) {\large{{\textbf{\textcolor{darkcandyapplered}{F12}}}}}; \node at (2, -16.0) {\large{{\textbf{\textcolor{darkcandyapplered}{S3}}}}}; \node at (0.1, -10.3) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}}; \node at (4.3, -7.3) {\large{{\textbf{\textcolor{darkcandyapplered}{F6}}}}};
cs: \node[yshift=6em] at (1.5, -3.0) {\large{{\textbf{\textcolor{darkcandyapplered}{S4}}}}}; \node[yshift=6em] at (7, -3.0) {\large{{\textbf{\textcolor{darkcandyapplered}{\#F4}}}}}; \node[yshift=6em] at (12.6, -5.4) {\large{{\textbf{\textcolor{darkcandyapplered}{F17}}}}}; \node[yshift=6em] at (15, -6.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Kleesiv}}}}}; \node[yshift=6em] at (15, -7.3) {\large{{\textbf{\textcolor{darkcandyapplered}{S6}}}}}; \node[yshift=6em] at (15.9, -13.8) {\large{{\textbf{\textcolor{darkcandyapplered}{N12}}}}}; \node[yshift=6em] at (12.4, -15.0) {\large{{\textbf{\textcolor{darkcandyapplered}{F16}}}}}; \node[yshift=6em] at (9.3, -12.6) {\large{{\textbf{\textcolor{darkcandyapplered}{F18}}}}}; \node[yshift=6em] at (6, -15.0) {\large{{\textbf{\textcolor{darkcandyapplered}{F12}}}}}; \node[yshift=6em] at (2, -16.0) {\large{{\textbf{\textcolor{darkcandyapplered}{S3}}}}}; \node[yshift=6em] at (0.1, -10.3) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}}; \node[yshift=6em] at (4.3, -7.3) {\large{{\textbf{\textcolor{darkcandyapplered}{F6}}}}};

source: {2} \subsection*{\MakeUppercase{The Story}}
cs: {2} \subsection*{\MakeUppercase{Příběh}}
fr: {2} \subsection*{\MakeUppercase{L'Histoire}}
pl: {2} \subsection*{\MakeUppercase{Opowieść}}

source: \textbf{Refusal}
cs: \textbf{Odmítnutí}
fr: \textbf{Le Refus}
pl: \textbf{Odmowa}

source: Queen Catherine Ironfist refuses our ransom demand, and they are amassing armies for a rescue operation. Clan Kreelah, prepare our defenses! Protect Kleesive at all costs. We have the advantage.
cs: Královna Catherine odmítá naši žádost o výkupné a shromažďuje armády pro záchrann ouoperaci. Klane Kreelah, připravte naši obranu! Chraňte Kleesiv za každou cenu. Máme výhodu.
fr: La Reine Catherine Ironfist refuse notre demande de rançon et elle amasse une armée pour une opération de sauvetage. Clan Kreelah, préparez nos défenses! Protégez Kleesive à tout prix. Nous avons l'avantage.
pl: Królowa Katarzyna Ironfist odrzuca nasze żądanie okupu i gromadzi armie do operacji ratunkowej. Klanie Kreelah, przygotuj nasze obrony! Chroń Klessive za wszelką cenę. Mamy przewagę.

source: \textbf{Enemy at the gates}
cs: \textbf{Nepřítel před branami}
fr: \textbf{Ennemi à nos portes}
pl: \textbf{Wróg u bram}n

source: Castle and AvLee armies will be at our gates soon. They must come through the volcanic corridor to our east. We cannot meet them in battle on the field, we must defend from within Kleesive, where their magic is diminished on this cursed ground. % no-check-caps
cs: Armády Hradu a AvLee budou brzy u našich bran. Musí projít přes vulkanický koridor na východ od nás. Nemůžeme se s nimi setkat v bitvě na otevřeném Poli, musíme se bránit uvnitř Kleesivu, na této prokleté zemi, kde je jejich magie oslabena. % no-check-caps
fr: Les armées du Château et d'AvLee seront à nos portes bientôt. Ils doivent passer par le corridor volcanique à l'est. Nous ne pouvons pas les combattre sur le terrain, nous devons défendre depuis Kleesive, où leurs magies est réduite sur le terrain maudit. % no-check-caps
pl: Armie Zamku i AvLee będą wkrótce u naszych bram. Muszą przejść przez wulkaniczny korytarz na wschodzie. Nie możemy stawać z nimi do walki w polu, musimy bronić się wewnątrz Klessive, gdzie ich magia jest osłabiona na tej przeklętej ziemi.

source: \textbf{Scout Report}
cs: \textbf{Hlášení Průzkumníků}
fr: \textbf{Rapport d'Éclaireur}
pl: \textbf{Raport Zwiadowców}

source: Our scouts have reported that the enemy has acquired 2 very powerful major artifacts with the help of local seers. They are fools to think these will help them overcome our Kreegan fortress.
cs: Naši průzkumnící hlásí, že nepřítel s pomocí místních věštců získal 2 velmi mocné artefakty. Jsou to blázni, pokud si myslí, že jim to pomůže překonat naši Kreeganskou pevnost.
fr: Nos éclaireurs ont rapporté que l'ennemi a acquis 2 très puissants artefacts majeures avec l'aide de prophètes locaux. Ils sont fous de penser que cela les aidera à vaincre notre forteresse Kreegan.
pl: Nasi zwiadowcy zgłosili, że wróg zdobył 2 bardzo potężne artefakty z pomocą lokalnych pustelników. Są głupcami, jeśli myślą, że pomogą im one pokonać naszą kreegańską fortecę.

source: [!hb] \pagetarget{Steadwick's Fall AI}{} \hommtable[]{37.5}{ \centering \medskip \textbf{AI Hero Setup}\\ \medskip \begin{tabularx}{0.95\linewidth}{>{\centering}p{0.12\linewidth}>{\raggedright\arraybackslash}p{0.25\linewidth}>{\centering\arraybackslash}X>{\centering\arraybackslash}p{0.28\linewidth}} \darkcell{Enemy} & \darkcell{Units} & \darkcell{AI Deck} & \darkcell{Artifacts/Abilities} \\ \darkcellleft[2.8]{Rampart Charging Army \#1} & \lightcellleft[2.8]{Few Unicorns\\Pack of Pegasi\\Pack of Elves\\Pack of Dwarves\\Few Centaurs} & \makebox[129pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{3~×~Might \svg{might-yellow} Card\\2~×~Skill \svg{skill-yellow} Card \\\phantom{.}\\ \textit{Armies use the same Deck. Reshuffle after every Combat.}}}} & \makebox[147pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{1~×~Shield~of~the Damned \textit{(Top effect)}\\1~×~Sword~of~Hellfire \textit{(Top effect)}\\\phantom{.}\\ \textit{Armies use the same Deck. Reshuffle after every Combat.}}}} \\ \darkcellleft[2.8]{Castle Charging Army \#1} & \lightcellleft[2.8]{Few Champions\\Pack of Zealots\\Pack of Griffins\\Pack of Elves\\Pack of Marksmen} & & \\ \darkcellleft[2.8]{Rampart Charging Army \#2} & \lightcellleft[2.8]{Pack of Unicorns\\Pack of Dendroids\\Few Pegasi\\Pack of Elves\\Pack of Dwarves} & & \\ \darkcellleft[2.8]{Castle Charging Army \#2} & \lightcellleft[2.8]{Pack of Champions\\Pack of Zealots\\Few Crusaders\\Few Grifins\\Pack of Halberdiers} & & \\ \darkcellleft[4.4]{Final Charging Army} & \lightcellleft[4.4]{Few Archangels\\Pack of Unicorns\\Pack of Champions\\Pack of Zealots\\Pack of Griffins\\Ballista War Machine} & \lightcellleft[4.4]{3~×~Might \svg{might-yellow} Card\\3~×~Skill \svg{skill-yellow} Card} & \lightcellleft[4.4]{1~×~Shield~of~the Damned \textit{(Top effect)}\\1~×~Sword~of~Hellfire \textit{(Top effect)}\\1~×~Ballistics \textit{(Basic effect)}\\1~×~First~Aid \textit{(Expert effect)}} \\ \end{tabularx} } \vspace*{-5em}
cs: [!hb] \pagetarget{Steadwick's Fall AI}{} \hommtable[]{37.5}{ \centering \medskip \textbf{AI Hero Setup}\\ \medskip \begin{tabularx}{0.95\linewidth}{>{\centering}p{0.12\linewidth}>{\raggedright\arraybackslash}p{0.25\linewidth}>{\centering\arraybackslash}X>{\centering\arraybackslash}p{0.28\linewidth}} \darkcell{Jednotky} & \darkcell{Nepřítele} & \darkcell{AI Balíček} & \darkcell{Artefakty/Schopnosti} \\ \darkcellleft[2.8]{Útočící Armáda Bašty \#1} & \lightcellleft[2.8]{Hrstka Jednorožců\\Tlupa Pegasů\\Tlupa Elfů\\Tlupa Trpaslíků\\Hrstka Kentaurů} & \makebox[129pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{3~×~Karta~Moci~\svg{might-yellow}\\2~×~Karta~Dovednosti~\svg{skill-yellow}\\\phantom{.}\\ \textit{Armády používají společný Balíček. Zamíchejte po každém Souboji.}}}} & \makebox[147pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{1~×~Štít~Zatracených \textit{(Horní efekt)}\\1~×~Meč~Pekelného~Ohně \textit{(Horní efekt)}\\\phantom{.}\\ \textit{Armády používají společný Balíček. Zamíchejte po každém Souboji.}}}} \\ \darkcellleft[2.8]{Útočící Armáda Hradu \#1} & \lightcellleft[2.8]{Hrstka Šampionů\\Tlupa Fanatiků\\Tlupa Grifinů\\Tlupa Elfů\\Tlupa Lučišníků} & & \\ \darkcellleft[2.8]{Útočící Armáda Bašty \#2} & \lightcellleft[2.8]{Tlupa Jednorožců\\Tlupa Stromvojáků\\Hrstka Pegasů\\Tlupa Elfů\\Tlupa Trpaslíků} & & \\ \darkcellleft[2.8]{Útočící Armáda Hradu \#2} & \lightcellleft[2.8]{Tlupa Šampionů\\Tlupa Fanatiků\\Hrstka Křižáků\\Hrstka Grifinů\\Tlupa Halapartníků} & & \\ \darkcellleft[4.4]{Konečná Útočící Armáda} & \lightcellleft[4.4]{Hrstka Archandělů\\Tlupa Jednorožců\\Tlupa Šampionů\\Tlupa Fanatiků\\Tlupa Grifinů\\Válečná Balista} & \lightcellleft[4.4]{3~×~Karta~Moci \svg{might-yellow}\\3~×~Karta~Dovednosti \svg{skill-yellow}} & \lightcellleft[4.4]{1~×~Štít~Zatracených \textit{(Horní efekt)}\\1~×~Meč~Pekelného~Ohně \textit{(Horní efekt)}\\1~×~Balistika \textit{(Základní efekt)}\\1~×~První~Pomoc \textit{(Expertní efekt)}} \\ \end{tabularx} } \vspace*{-5em}
pl: [!hb] \pagetarget{Steadwick's Fall AI}{} \hommtable[]{37.5}{ \centering \medskip \textbf{Przygotowanie AI}\\ \medskip \begin{tabularx}{0.95\linewidth}{>{\centering}p{0.12\linewidth}>{\raggedright\arraybackslash}p{0.25\linewidth}>{\centering\arraybackslash}X>{\centering\arraybackslash}p{0.28\linewidth}} \darkcell{Wróg} & \darkcell{Jednostki} & \darkcell{Talia AI} & \darkcell{Artefakty/Zdolności} \\ \darkcellleft[2.8]{Szarżująca Armia Bastionu \#1} & \lightcellleft[2.8]{Garstka Jednorożców\\Grupa Pegazów\\Grupa Elfów\\Grupa Krasnoludów\\Garstka Centaurów} & \makebox[129pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{3~×~Karta Mocy \svg{might-yellow}\\2~×~Karta Umiejętności \svg{skill-yellow} \\\phantom{.}\\ \textit{Armie używają tej samej Talii. Tasuj po każdej Walce.}}}} & \makebox[147pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{1~×~Tarcza Potępionych \textit{(Górny efekt)}\\1~×~Miecz Ognia Piekielnego \textit{(Górny efekt)}\\\phantom{.}\\ \textit{Armie używają tej samej Talii. Tasuj po każdej Walce.}}}} \\ \darkcellleft[2.8]{Szarżująca Armia Zamku \\ \#1} & \lightcellleft[2.8]{Garstka Czempionów\\Grupa Kapłanów\\Grupa Gryfów\\Grupa Elfów\\Grupa Kuszników} & & \\ \darkcellleft[2.8]{Szarżująca Armia Bastionu \#2} & \lightcellleft[2.8]{Grupa Jednorożców\\Grupa Entów\\Garstka Pegazów\\Grupa Elfów\\Grupa Krasnoludów} & & \\ \darkcellleft[2.8]{Szarżująca Armia Zamku \\ \#2} & \lightcellleft[2.8]{Grupa Czempionów\\Grupa Kapłanów\\Garstka Krzyżowców\\Garstka Gryfów\\Grupa Halabardników} & & \\ \darkcellleft[4.4]{Ostateczna Szarżująca Armia} & \lightcellleft[4.4]{Garstka Archaniołów\\Grupa Jednorożców\\Grupa Czempionów\\Grupa Kapłanów\\Grupa Gryfów\\Machina Wojenna Balista} & \lightcellleft[4.4]{3~×~Karta Mocy \svg{might-yellow}\\3~×~Karta Umiejętności \svg{skill-yellow}} & \lightcellleft[4.4]{1~×~Tarcza Potępionych \textit{(Górny efekt)}\\1~×~Miecz Ognia Piekielnego \textit{(Górny efekt)}\\1~×~Balistyka \textit{(Efekt Podstawowy)}\\1~×~Pierwsza Pomoc \textit{(Efekt Mistrzowski)}} \\ \end{tabularx} } \vspace*{-5em}

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling, \svgunit{silver} Dwelling, City Hall, Citadel
pl: \textbf{Budynki Początkowe:} \svgunit{bronze} Siedlisko, \svgunit{silver} Siedlisko, Ratusz, Cytadela

source: \textbf{Town Buildings:} \svg{bronze} Dwelling, \svg{silver} Dwelling, City Hall, Citadel
fr: \textbf{Bâtiments de Départ:} Demeures \svg{bronze} et \svg{silver}, Salle du Conseil, Citadelle

source: \textbf{\nth{12} Round:} \begin{itemize} \item The Final Charging Enemy Army appears on the Settlement Field of the F3 Tile. This army has 4 \svg{movement} per Turn. \end{itemize}
fr: \textbf{Manche 12:} \begin{itemize} \item L'Armée Finale Ennemie Attaquante apparaît sur l'Enclave de la Tuile F3. Cette armée a 4 \svg{movement} par Tour. \end{itemize}

source: \textbf{\nth{14} Round:} \begin{itemize} \item The Final Charging Army will attack this Round. We must hold Kleesive at all costs! \end{itemize}
fr: \textbf{Manche 14:} \begin{itemize} \item L'Armée Finale Ennemie Attaquante attaquera cette Manche. Nous devons tenir Kleesive à tout prix! \end{itemize}
