Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_deal_with_the_devil.tex/*.po
Languages: cs, fr, pl

source: \begin{itemize} \item Your Main Hero can only travel in Inferno Map Tiles. You cannot enter any other Map Tile type. \item You cannot recruit a Secondary Hero. \item You cannot attack Enemy Charging Heroes. You can only defend against them while inside of Kleesive. \item Gain 3 \svg{gold} when you defeat a Charging Hero's Army. \item If an Enemy Charging Hero enters a Map Tile or Field that your Main Hero is on (exception is if you are in your Inferno city Kleesive), or if a charging Hero attacks Kleesive and you are not present in your city of Kleesive, you are immediately transported back to Kleesive, you lose any remaining Movement Points you have, lose 3 \svg{gold}, gain \svg{morale_negative}, and randomly discard 1 Card from your hand. \item Enemy Charging Heroes move only 2 \svg{movement}. The Final Charging Army moves 4 \svg{movement}. They take the shortest route to Kleesive. If you own a Mine in a Map Tile they enter, they will capture the Mine (but will not ``backtrack'' to do so), and then continue along the shortest route to Kleesive. They ignore everything else. They also make use of Stables 1 \svg{movement} bonus. \item Enemy Charging Heros always move amongst each to not ``block'' each other's paths (thus slowing each other down). The Enemy Charging Hero that can get closest to Kleesive will move before any others. \item Castle and Rampart already have all Mines controlled in their territory (non-Inferno Map Tiles). Place enemy Cubes on all of their Mines. \item Your Walls, Gates, and Arrow Tower in Kleesive are rebuilt after each battle. \item Enemy \svg{unit_flying} Units will fly over Walls and Gates to attack your Units whenever possible. \item Enemy \svg{unit_ranged} Units will always attack the Arrow Tower once there are no other \svg{unit_ranged} Units to attack. \item Enemy Units will always attack your Units if possible. Only when that is not possible, then the Gate, and then Walls will be attacked. \item During Combat with AI, treat Artifacts in Skill Decks just like Abilities. The ``Sword of Hellfire'' will be used in attacks and retaliation attacks. It is not used when attacking Walls or Gates, and remains in effect on the Unit. ``Shield of the Damned'' takes effect when any Charging Army Unit takes attack or retaliation damage. If the AI Skill Card advises to ``do it again'', the Artifacts are not played again immediately, but instead are played as soon as the next Unit is able to use them.
fr: \begin{itemize} \item Votre Héros Principal ne peut se déplacer que sur les Tuiles Hadès. Vous ne pouvez pas entrer sur les autres Tuiles. \item Vous ne pouvez pas recruter de Héros Secondaire. \item Vous ne pouvez pas attaquer de Héros Ennemis. Vous ne pouvez que vous en défendre en étant dans Kleesive. \item Gagnez 3 \svg{gold} en vainquant un Héros Ennemi. \item Si un Héros Ennemi entre sur une Tuile ou une Case où se trouve votre Héros Principal (sauf si vous êtes dans votre Ville Hadès de Kleesive), ou si un Héros Ennemi attaque Kleesive et vous n'êtes pas dans la Ville de Kleesive, vous êtes immédiatement déplacé à Kleesive, vous perdez le reste de vos Points de Mouvement, perdez 3 \svg{gold}, gagnez \svg{morale_negative}, et défaussez au choix une Carte de votre main. \item Les Héros Ennemis n'ont que 2 \svg{movement}. L'Armée Finale se déplace de 4 \svg{movement}. Elle prends la route la plus courte vers Kleesive. Si vous possédez une Mine sur une Tuile où elle entre, elle capturera la Mine (mais elle ne va pas «dévier» pour cela) et continue la route la plus courte vers Kleesive. Elle ignore tout le reste. Elle utilise aussi les Étables pour le 1 \svg{movement} bonus. \item Les Héros Ennemi se déplace toujours pour ne pas se «bloquer» le chemin (ainsi se ralentissant chacun). Le Héros Ennemi le plus proche de Kleesive se déplacera avant les autres. \item Château et Rempart contrôlent déjà les Mines de leurs territoires (Tuiles non-Hadès). Placez des Cubes Ennemis sur chacune de leurs Mines. \item Vos Murs, Porte et Tourelle a Kleesive sont reconstruits après chaque combat. \item Les Unités Ennemies \svg{unit_flying} voleront au dessus des Murs et Porte pour attaquer vos Unités si possible. \item Les Unités Ennemies \svg{unit_ranged} attaqueront toujours la Tourelle quand il n'y aura plus d'autres Unités \svg{unit_ranged} à attaquer. \item Les Unités Ennemies attaqueront toujours vos Unités si possible. Si cela n'est pas possible, elles attaquent la Porte, puis les Murs. \item Durant une Combat avec l'IA, considérez les Artefact comme des Compétences pour les Cartes Capacités. La «Lame Ardente» s'utilisera en attaque et en riposte. Elle se s'utilise pas en attaquant les Murs ou Porte et reste en effet sur l'Unité. L'«Écu des Ténèbres» prend effet quand une Unité Ennemie subit des dégâts d'une attaque ou d'une riposte. Si la Carte IA Capacité informe de «répétez l'action», l'Artefact n'est pas joué immédiatement à nouveau, à la place est joué pour la prochaine Unité pouvant l'utiliser.

source: [!hb] \pagetarget{Steadwick's Fall AI}{} \hommtable[]{37.5}{ \centering \medskip \textbf{AI Hero Setup}\\ \medskip \begin{tabularx}{0.95\linewidth}{>{\centering}p{0.12\linewidth}>{\raggedright\arraybackslash}p{0.25\linewidth}>{\centering\arraybackslash}X>{\centering\arraybackslash}p{0.28\linewidth}} \darkcell{Enemy} & \darkcell{Units} & \darkcell{AI Deck} & \darkcell{Artifacts/Abilities} \\ \darkcellleft[2.8]{Rampart Charging Army \#1} & \lightcellleft[2.8]{Few Unicorns\\Pack of Pegasi\\Pack of Elves\\Pack of Dwarves\\Few Centaurs} & \makebox[129pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{3~×~Might \svg[12]{might-yellow} Card\\2~×~Skill \svg{skill-yellow} Card \\\phantom{.}\\ \textit{Armies use the same Deck. Reshuffle after every Combat.}}}} & \makebox[147pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{1~×~Shield~of~the Damned \textit{(Top effect)}\\1~×~Sword~of~Hellfire \textit{(Top effect)}\\\phantom{.}\\ \textit{Armies use the same Deck. Reshuffle after every Combat.}}}} \\ \darkcellleft[2.8]{Castle Charging Army \#1} & \lightcellleft[2.8]{Few Champions\\Pack of Zealots\\Pack of Griffins\\Pack of Elves\\Pack of Marksmen} & & \\ \darkcellleft[2.8]{Rampart Charging Army \#2} & \lightcellleft[2.8]{Pack of Unicorns\\Pack of Dendroids\\Few Pegasi\\Pack of Elves\\Pack of Dwarves} & & \\ \darkcellleft[2.8]{Castle Charging Army \#2} & \lightcellleft[2.8]{Pack of Champions\\Pack of Zealots\\Few Crusaders\\Few Griffins\\Pack of Halberdiers} & & \\ \darkcellleft[4.4]{Final Charging Army} & \lightcellleft[4.4]{Few Archangels\\Pack of Unicorns\\Pack of Champions\\Pack of Zealots\\Pack of Griffins\\Ballista War Machine} & \lightcellleft[4.4]{3~×~Might \svg[12]{might-yellow} Card\\3~×~Skill \svg{skill-yellow} Card} & \lightcellleft[4.4]{1~×~Shield~of~the Damned \textit{(Top effect)}\\1~×~Sword~of~Hellfire \textit{(Top effect)}\\1~×~Ballistics \textit{(Basic effect)}\\1~×~First~Aid \textit{(Expert effect)}} \\ \end{tabularx} } \vspace*{-5em}
fr: [!hb] \pagetarget{Steadwick's Fall AI}{} \hommtable[]{37.5}{ \centering \medskip \textbf{Préparation Héros IA}\\ \medskip \begin{tabularx}{0.95\linewidth}{>{\centering}p{0.12\linewidth}>{\raggedright\arraybackslash}p{0.25\linewidth}>{\centering\arraybackslash}X>{\centering\arraybackslash}p{0.28\linewidth}} \darkcell{Ennemi} & \darkcell{Unités} & \darkcell{Deck IA} & \darkcell{Artefacts/Compétences} \\ \darkcellleft[2.8]{Armée Rempart Attaquante \#1} & \lightcellleft[2.8]{Quelques Licornes\\Groupe Pégases\\Groupe Elfes\\Groupe Nains\\Quelques Centaures} & \makebox[129pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{3~×~Cartes Force \svg[12]{might-yellow}\\2~×~Cartes Capacité \svg{skill-yellow} \\\phantom{.}\\ \textit{Les Armées utilisent le même Deck. Remélangez après chaque Combat.}}}} & \makebox[147pt][r]{\multirow{4}{*}[12.65ex]{\lightcellleft[11.75]{1~×~Écu des Ténèbres \textit{(Effet Haut)}\\1~×~Lame Ardente \textit{(Effet Haut)}\\\phantom{.}\\ \textit{Les Armées utilisent le même Deck. Remélangez après chaque Combat.}}}} \\ \darkcellleft[2.8]{Armée Château Attaquante \#1} & \lightcellleft[2.8]{Quelques Champions\\Groupe Zélotes\\Groupe Griffons\\Groupe Elfes\\Groupe Arbalétriers} & & \\ \darkcellleft[2.8]{Armée Rempart Attaquante \#2} & \lightcellleft[2.8]{Groupe Licornes\\Groupe Sylvaniens\\Quelques Pégases\\Groupe Elfes\\Groupe Nains} & & \\ \darkcellleft[2.8]{Armée Château Attaquante \#2} & \lightcellleft[2.8]{Groupe Champions\\Groupe Zélotes\\Quelques Paladins\\Quelques Griffons\\Groupe Hallebardiers} & & \\ \darkcellleft[4.4]{Armée Finale Attaquante} & \lightcellleft[4.4]{Quelques Archanges\\Groupe Licornes\\Groupe Champions\\Groupe Zélotes\\Groupe Griffons\\Machine de Guerre Baliste} & \lightcellleft[4.4]{3~×~Cartes Force \svg[12]{might-yellow}\\3~×~Cartes Capacité \svg{skill-yellow}} & \lightcellleft[4.4]{1~×~Écu des Ténèbres \textit{(Effet Haut)}\\1~×~Lame Ardente \textit{(Effet Haut)}\\1~×~Balistique \textit{(Effet Basique)}\\1~×~Médecine \textit{(Effet Expert)}} \\ \end{tabularx} } \vspace*{-5em}
