Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/what_to_play.tex/*.po
Languages: cs, de, fr, pl, ru

source: \addsection{What to Play}{\images/forgetfulness.png}
cs: \addsection{Co si zahrát}{\images/forgetfulness.png}
de: \addsection{Was soll ich spielen?}{\images/forgetfulness.png}
fr: \addsection{Que choisir}{\images/forgetfulness.png}
pl: \addsection{W co zagrać}{\images/forgetfulness.png}
ru: \addsection{Во что сыграть?}{\images/forgetfulness.png}

source: Follow these suggestions if you're not sure which Scenario is best for you.
cs: Můžete se řídit těmito návrhy, pokud si nejste jisti, který Scénář je pro vás nejlepší.
de: Folgt diesen Vorschlägen, wenn ihr nicht sicher seid, welches Szenario für euch am besten geeignet ist.
fr: Suivez ces suggestions si vous n'êtes pas sûr du Scénario à choisir.
pl: Skorzystaj z tych sugestii, jeśli nie jesteś pewien, który Scenariusz jest dla ciebie najlepszy.
ru: Воспользуйтесь этими рекомендациями, если не уверены в выборе подходящего Сценария.

source: \subsection*{Cooperative Mode}
cs: \subsection*{Kooperativní Mód}
de: \subsection*{Kooperativer Modus}
fr: \subsection*{\MakeUppercase{Mode Coopératif}}
pl: \subsection*{Tryb Kooperacyjny}
ru: \subsection*{Кооператив}

source: If you're new to the game and want to try \textbf{learning the rules}, start with \pagelink{Emerald Island}{Emerald Island}. For a big adventure for \textbf{up to 6 players} with an epic battle at the end, try \pagelink{Titans' Stronghold}{Titans' Stronghold}. For more tactical play for two players, try \pagelink{Sentinels}{Sentinels}.
cs: Pokud jste ve hře noví a chcete \textbf{se naučit pravidla}, začněte se \pagelink{Smaragdový Ostrov}{Smaragdovým Ostrovem}. Pro velké dobrodružství pro \textbf{až 6 hráčů} s epickou bitvou na konci zkuste \pagelink{Pevnost Titánů}{Pevnost Titánů}. Pro takticky zaměřenou hru pro dva hráče zkuste \pagelink{Strážci}{Strážce}.
de: Wenn ihr das Spiel zum ersten Mal spielt und die \textbf{Regeln lernen} wollt, beginnt mit \pagelink{Smaragdinsel}{Smaragdinsel}. Für ein großes Abenteuer für \textbf{bis zu 6 Fraktionen} mit einem epischen Kampf am Ende, versucht \pagelink{Festung der Titanen}{Festung der Titanen}. Für ein taktischeres Spiel für zwei Fraktionen, versucht \pagelink{Wächter}{Wächter}.
fr: Si vous êtes nouveau joueur et voulez essayer \textbf{d'apprendre les règles}, commencez avec \pagelink{Emerald Island}{L'Île d'Émeraude}. Pour une grande aventure \textbf{jusqu'à 6 joueurs} avec un combat épique à la fin, essayez \pagelink{Titans' Stronghold}{La Forteresse des Titans}. Pour un jeu plus tactique à deux joueurs, essayez \pagelink{Sentinels}{Sentinelles}.
pl: Jeśli jesteś nowicjuszem i chcesz \textbf{opanować zasady}, zacznij od \pagelink{Wyspa Szmaragdów}{Wyspy Szmaragdów}. Jeśli szukasz wielkiej przygody dla \textbf{do 6 graczy} z epicką bitwą na końcu, wypróbuj \pagelink{Twierdza Tytanów}{Twierdzę Tytanów}. Dla bardziej strategicznych zmagań dla dwóch graczy, wybierz \pagelink{Strażnicy}{Strażników}.
ru: Если вы новичок и хотите \textbf{освоить правила}, начните с \pagelink{Изумрудный остров}{Изумрудного острова}. Для большого приключения \textbf{до 6 игроков} с эпической битвой в финале, выберите \pagelink{Цитадель Титанов}{Цитадель Титанов}. Для тактической игры для двух игроков -- в \pagelink{Стражи}{Стражей}.

source: \subsection*{Clash Mode}
cs: \subsection*{Střet}
de: \subsection*{Konfliktmodus}
fr: \subsection*{Mode Affrontement}
pl: \subsection*{Tryb Starcia}
ru: \subsection*{Столкновение (Clash)}

source: If you'd like to play a 2- or 4-player ``capture the Grail'' Scenario with interesting twists, try \pagelink{Bloody Grail}{Bloody Grail}. For an exciting boss fight for 2-3 players, choose \pagelink{The Hunt}{The Hunt}. For an inevitable epic battle between two players with a possible siege, play \pagelink{Dragoncurse Castle}{Dragoncurse Castle}.
cs: Pokud byste chtěli hrát Scénář \uv{ukořistění Grálu} pro 2 nebo 4 hráče se zajímavými zvraty, zkuste \pagelink{Krvavý Grál}{Krvavý Grál}. Pro vzrušující boj s bossem pro 2--3 hráče si vyberte \pagelink{Lov}{Lov}. Pro nevyhnutelnou epickou bitvu mezi dvěma hráči s možným obléháním hrajte \pagelink{Hrad Dračí Kletby}{Hrad Dračí Kletby}.
de: Wenn ihr ein „Erobere den Gral“-Szenario für 2 oder 4 Fraktionen mit interessanten Wendungen spielen möchtet, versucht es mit \pagelink{Blutiger Gral}{Blutiger Gral}. Für einen spannenden Bosskampf für 2-3 Fraktionen wählt \pagelink{Die Jagd}{Die Jagd}. Für einen unvermeidlichen epischen Kampf zwischen zwei Fraktionen mit möglicher Belagerung spielt \pagelink{Drachenfluch}{Drachenfluch}.
fr: Si vous aimez jouer à 2 ou 4 joueurs un Scénario «Capturer le Graal» avec des twists intéressant, essayez \pagelink{Bloody Grail}{Graal Sanglant}. Pour un combat de boss excitant pour 2-3 joueurs, choisissez \pagelink{The Hunt}{La Chasse}. Pour une bataille épique inévitable entre 2 joueurs avec un siège possible, jouez \pagelink{Dragoncurse Castle}{Château Dragoncurse}.
pl: Jeśli szukasz Scenariusza dla 2 lub 4 graczy z ciekawymi zwrotami akcji, wypróbuj \pagelink{Krwawy Graal}{Krwawy Graal}. Dla ekscytującej walki z bossem dla 2-3 graczy, wybierz \pagelink{Polowanie}{Polowanie}. Dla epickiej bitwy między dwoma graczami z możliwym oblężeniem zagraj w \pagelink{Zamek Smoczej Klątwy}{Zamek Smoczej Klątwy}.
ru: Если вы ищете Сценарий для 2 или 4 игроков с интересными поворотами сюжета, попробуйте \pagelink{Кровавый Грааль}{Кровавый Грааль}. Для захватывающей битвы с боссом для 2--3 игроков, выберите \pagelink{Охота}{Охоту}. Для неизбежной эпической битвы между двумя игроками с возможной осадой, сыграйте в \pagelink{Замок Драконьего Проклятия}{Замок Драконьего Проклятия}.

source: \subsection*{Campaign}
cs: \subsection*{Kampaň}
de: \subsection*{Kampagne}
fr: \subsection*{Campagne}
pl: \subsection*{Kampania}
ru: \subsection*{Кампания}

source: There is a 3-Scenario Inferno \pagelink{1. A Devilish Plan}{Dungeons and Devils} Campaign at the end if you prefer solo play.
cs: Pokud preferujete sólo hru, tak na konci najdete 3-Scenářovou Kampaň Frakce Peklo -- \pagelink{1. Ďábelský Plán}{Kobky a Ďáblové}.
de: Am Ende befindet sich eine 3-Szenario Inferno \pagelink{1. Ein teuflischer Plan}{Dungeons und Teufel} Kampagne, wenn du das Solospiel bevorzugst.
fr: Il y a une campagne Inferno en 3 Scénarios à la fin si vous préférez jouer solo \pagelink{1. A Devilish Plan}{Donjons et Diables}.
pl: Na końcu znajduje się 3-Scenariuszowa kampania Inferna \pagelink{1. Diabelski Plan}{Podziemia i Diabły}, jeśli preferujesz grę solo.
ru: В конце находится кампания Инферно, состоящая из 3-х Сценариев \pagelink{1. Дьявольский План}{Подземелья и Дьяволы}, если вы предпочитаете одиночную игру.

source: \subsection*{Recommendations}
cs: \subsection*{Doporučení}
de: \subsection*{Empfehlungen}
fr: \subsection*{Recommandations}
pl: \subsection*{Zalecenia}
ru: \subsection*{Рекомендации}

source: For information regarding your play time, strategizing, and custom rules, checkout out \pagelink{Recommendations}{Recommendations} at the and of this book.
cs: Pro informace týkající se herní doby, strategie a vlastních pravidel, se podívejte na \pagelink{Doporučení}{Doporučení} na konci této knihy.
pl: Aby uzyskać informacje dotyczące czasu gry, strategii i niestandardowych zasad, zapoznaj się z \pagelink{Zalecenia}{Zaleceniami} na końcu księgi.

source: For information regarding your play time, strategizing, and custom rules, check out \pagelink{Recommendations}{Recommendations} at the end of this book.
de: Für Informationen zur Spieldauer, Strategien und speziellen Regeln, siehe \pagelink{Empfehlungen}{Empfehlungen} am Ende dieses Hefts.
fr: Pour des informations concernant le temps de jeu, la stratégie, et les règles maisons, vérifiez \pagelink{Recommendations}{Recommandations} à la fin de ce livre.
ru: Для получении информации о времени игры, стратегии и пользовательских правилах, ознакомьтесь с \pagelink{Рекомендации}{Рекомендациями} в конце книги.
