Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_steadwicks_fall.tex/*.po
Languages: cs, fr, pl

source: \begin{itemize} \item General Kendal does not move and only waits in his Town. He starts with Walls, Gate, and Arrow Tower on his side of the Combat Board. \item The difficulty Level of every Combat encounter on the map increases by one till the end of the Scenario (see page 35, ``Field Difficulty Level Table'' in the Core Rulebook). \item The Enemy Charging Heroes have only 2 Movement Points, instead of 3. They ignore everything else (including Mines and Settlements if possible) and go straight for the player's Faction Town (on Map Tile S6). They do not pursue the player directly, but if they happen to be on the same Map Tile, they will attack the player's Main Hero (not Secondary). \item The borders on the Castle Starting Map Tile S3 cannot be crossed by any means until all Enemy Settlements (F3, F10, \#F1) have been defeated. \item Gain 2 \svg{valuables} every time you defeat Enemy Charging Heroes. \item Obelisks give you 1 \svg{valuables} and function as a ``Castle Gate'' location (only if you have the ``Castle Gate'' built in your Town). \end{itemize}
cs: \begin{itemize} \item Hrdina Generál Kendal se nepohybuje a čeká pouze ve svém Městě. Začíná se Hradbami, Bránou a Střílnou na jejich straně Desky Bojiště. \item Úroveň obtížnosti každého Souboje se do konce Scénáře zvýší o jednu Úroveň (viz strana 35, \uv{Tabulka Obtížnosti Pole} v Základních Pravidlech). \item Nepřátelští Hrdinové mají pouze 2 BP, místo 3. Ignorují vše ostatní (včetně Dolů a Osad, pokud je to možné) a jdou přímo do hráčova Frakčního Města (na Dílku Mapy S6). Nepokračují přímo za hráčem, ale pokud se náhodou nacházejí na stejném Dílku Mapy, zaútočí na Hlavního Hrdinu hráče (ne Sekundárního). \item Hranice na Startovním Dílku Mapy Hrad S3 nelze překročit žádným způsobem, dokud všechny Nepřátelské Osady (F3, F10, \#F1) nebudou poraženy. \item Porážka Nepřátelských Hrdinů poskytuje 2 \svg{valuables}. \item Obelisky vám dávají 1 \svg{valuables} a fungují jako lokace \uv{Hradní Brána} (pouze pokud ji máte postavenou ve svém Městě). \end{itemize}
fr: \begin{itemize} \item Le Général Kendal ne se déplace pas et attend dans sa Ville. Il commence avec les Murs, la Porte, et la Tourelle de son côté du Plateau de Combat. \item Le Niveau des Combat sur le Plateau augmente de un jusqu'à la fin du Scénario (Voir page 35, «Table de Difficulté des Cases» du Livre de Règles). \item Les Héros en Charge Ennemies n'ont que 2 Points de Mouvement, au lieu de 3. Ils ignorent tout (y compris les Mines et les Enclaves si possible) et se déplace droit vers la Ville de Faction du Joueur (sur la Tuile S6). Ils ne pourchassent pas le Joueur directement, mais si ils se trouvent sur la même Tuile, ils attaqueront le Héros Principal du Joueur (pas le Secondaire). \item Les bordures sur la Tuile de Départ Château S3 ne peuvent pas être traversées par aucun moyen jusqu'à ce que toutes les Enclaves (F3, F10, \#F1) soient vaincues. \item Gagnez 2 \svg{valuables} à chaque défaite d'un Héros en Charge Ennemi. \item Les Obélisques vous donne 1 \svg{valuables} et serve de «Passage Funeste» (seulement si vous avez le «Passage Funeste» construit dans votre Ville). \end{itemize}

source: \textbf{Congratulations}
cs: \textbf{Gratulujeme}
fr: \textbf{Félicitations}
pl: \textbf{Gratulacje}

source: You are to be congratulated on your progress so far. You have laid waste to Eastern Erathia, and are now within striking distance of the Erathian capital of Steadwick. You must capture the capital quickly!
cs: Musíme vám poblahopřát k dosavadnímu pokroku. Zpustošili jste východní Erathii a nyní jste na dosah erathijského hlavního města Steadwick. Musíte jej rychle dobýt!
fr: Vous êtes félicités pour vos progrès jusqu'ici. Vous avez ravagé l'Est d'Erathia et maintenant êtes à portée d'attaque de la capitale d'Erathia Steadwick. Vous devez capturer la capitale au plus vite!
pl: Jak na razie radzisz sobie doskonale. Zasiałeś chaos we wschodniej Erathii i znajdujesz się w odpowiedniej odległości od jej stolicy -- Steadwick. Musisz ją szybko podbić!

source: \textbf{News}
cs: \textbf{Novinky}
fr: \textbf{Les Nouvelles}
pl: \textbf{Wiadomości}

source: Not only have Bracada and AvLee sent reinforcements, but we have received news that Queen Catherine Ironfist is marching a sizeable army from the south. We must control the capital and its garrisons before she arrives.
cs: Nejenže Bracada a AvLee poslali posily, ale dostali jsme zprávy, že královna Catherine Ironfistová pochoduje s početnou armádou z jihu. Musíme ovládnout hlavní město a jeho posádky dříve, než královna dorazí.
fr: Non seulement Bracada et AvLee ont envoyé des renforts, mais nous avons reçu des nouvelles que la Reine Catherine Ironfist marche avec une armée conséquente depuis le sud. Nous devons contrôler la capitale et ses garnisons avant son arrivée.
pl: Brakada i AvLee wysłały posiłki Królowej Katarzynie, która zbliża się z potężną armią od południa. Musimy zdobyć stolicę, zanim nadejdzie!

source: You have just received a report on the progress of Queen Catherine. Forces from Nighon and Eeofol are attempting to delay her march to Steadwick, but doubt that they can delay her more than two or three months.
cs: Právě jste obdrželi zprávu o postupu královny Catherine. Síly z Nighonu a Eeofolu se pokoušejí zdržet její postup, ale pochybují, že ji dokážou zdržet déle než dva nebo tři měsíce.
fr: Nous avons reçu un rapport sur l'avancée de la Reine Catherine. Les forces de Nighon et de Eeofol tentent de retarder sa marche vers Steadwick, mais je doute qu'ils la retardent plus de deux ou trois mois.
pl: Otrzymałeś właśnie raport dotyczący postępów wojsk Królowej Katarzyny. Siły z Nighonu i Eeofolu starają się opóźnić jej marsz, ale nie będą jej w stanie zatrzymać na dłużej niż dwa, trzy miesiące.''

source: \textbf{First Report}
cs: \textbf{První Hlášení}
fr: \textbf{Premier Rapport}
pl: \textbf{Pierwszy Raport}

source: You receive a report from the south. Queen Catherine's forces have been sufficiently delayed, allowing you at least two months more to reach the capitol, but our own forces have suffered significant losses. Do not let their sacrifice go to waste.
cs: Obdrželi jste hlášení z jihu. Síly královny Catherine byly dostatečně zdrženy, což vám poskytuje nejméně dva měsíce navíc k dosažení hlavního města, ale naše vlastní síly utrpěly značné ztráty. Nenechte jejich oběť přijít vniveč.
fr: Vous recevez un rapport du sud. Les forces de la Reine Catherine ont été suffisamment retardé, vous donnant au moins deux mois de plus pour atteindre la capitale, mais vos forces ont subi des pertes conséquentes. Ne gâcher leur sacrifice.
pl: Otrzymujesz raport z południa. Siły Królowej Katarzyny zostały wystarczająco opóźnione, co daje ci przynajmniej dwa miesiące więcej na dotarcie do stolicy, ale nasze własne siły poniosły znaczne straty. Nie pozwól, aby ich ofiara poszła na marne.

source: \textbf{Second Report}
cs: \textbf{Druhé Hlášení}
fr: \textbf{Second Rapport}
pl: \textbf{Drugi Raport}

source: You receive a report from the south. Our forces continue to throw themselves in the path of Queen Catherine's armies, yet she continues to march northward. You have, at most, three or four weeks before she can reach the capital.
cs: Obdrželi jste hlášení z jihu. Naše síly se nadále vrhají do cesty armádám královny Catherine, ale ona stále pochoduje na sever. Máte nanejvýš tři nebo čtyři týdny, než se dostane do hlavního města.
fr: Vous recevez un rapport du sud. Nos forces continuent de se jeter sur le trajet de l'armée de la Reine Catherine, mais la marche continue vers le nord. Vous avez, au mieux, trois ou quatre semaines avec son arrivée à la capitale.
pl: Otrzymujesz raport z południa. Nasze siły nadal rzucają się na drogę armii Katarzyny, ale ona nadal maszeruje na północ. Masz najwyżej trzy lub cztery tygodnie, zanim dotrze do stolicy.

source: \textbf{First Warning}
cs: \textbf{První Varování}
fr: \textbf{Premier Avertissement}
pl: \textbf{Pierwsze Ostrzeżenie}

source: Queen Catherine's march continues -- her forces are just two weeks away. If you do not hurry, we will not have time to secure the capital before her arrival.
cs: Pochod královny Catherine pokračuje -- její síly jsou jen dva týdny daleko. Pokud si nepospíšíte, nebudeme mít čas zabezpečit hlavní město před jejím příjezdem.
fr: La Marche de la Reine Catherine continue -- ses forces sont à deux semaines d'ici. Si vous ne vous pressez pas, nous n'aurons pas le temps de sécuriser la capital avant son arrivée
pl: Marsz Katarzyny trwa -- jej siły są tylko dwa tygodnie stąd. Jeśli się nie pospieszysz, nie zdążymy zabezpieczyć stolicy przed jej przybyciem.

source: \textbf{Second Warning}
cs: \textbf{Druhé Varování}
fr: \textbf{Second Avertissement}
pl: \textbf{Drugie Ostrzeżenie}

source: Your scouts report sighting Queen Catherine's army seven days to the southwest. If she reaches the capitol before you, all is lost.
cs: Vaši zvědové hlásí, že spatřili armádu královny Catherine sedm dní na jihozápad. Pokud dorazí do hlavního města před vámi, je vše ztraceno.
fr: Vos éclaireurs ont repéré l'armée de la Reine Catherine à sept jours au sud ouest. Si elle atteint la capitale, tout est perdu.
pl: Twoi zwiadowcy zgłaszają widok armii Katarzyny siedem dni na południowy zachód. Jeśli dotrze do stolicy przed tobą, wszystko stracone.

source: \textbf{The Ending}
cs: \textbf{Konec}
fr: \textbf{La Fin}
pl: \textbf{Zakończenie}

source: This morning, a massive army lead by Queen Catherine Ironfist arrived at the Erathian capitol of Steadwick. We have no choice but to retreat our forces. You have failed us... miserably.
cs: Dnes ráno dorazila do erathijského hlavního města Steadwick obrovská armáda vedená královnou Catherine Ironfistovou. Nemáme jinou možnost než stáhnout naše síly. Zklamali jste nás... žalostně.
fr: Ce matin, une armée massive menée par la Reine Catherine Ironfist est arrivée à la capitale d'Erathia Steadwick. Nous n'avons pas le choix, il faut fuir. Vous avez échoué... lamentablement.
pl: Dziś rano ogromna armia pod dowództwem Katarzyny Ironfist dotarła do erackiej stolicy Steadwick. Nie mamy innego wyjścia, jak tylko wycofać nasze siły. Zawiodłeś nas... okropnie.

source: \textcolor{darkcandyapplered}{If Steadwick has not been captured, the Scenario is lost!}
cs: \textcolor{darkcandyapplered}{Pokud nebyl Steadwick dobyt, prohráli jste Scénář!}
fr: \textcolor{darkcandyapplered}{Si Steadwick n'a pas été capturé, le Scénario est perdu!}
pl: \textcolor{darkcandyapplered}{Jeśli nie zająłeś Steadwick, przegrywasz Scenariusz!}

source: \node at (3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{N3}}}}}; \node at (4.4, -18.6) {\large{{\textbf{\textcolor{darkcandyapplered}{\#F1}}}}}; \node at (15, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{F10}}}}}; \node at (17.3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{S6}}}}}; \node at (8.8, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}}; \node at (15.9, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F2}}}}}; \node at (2, -4.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Steadwick}}}}}; \node at (2, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{S3}}}}}; \node at (7.5, -5.4) {\large{{\textbf{\textcolor{darkcandyapplered}{Rampart}}}}}; \node at (7.5, -6.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Map Tiles}}}}}; \node at (12.4, -17.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Necropolis}}}}}; \node at (12.4, -18.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Map Tiles}}}}}; \node at (2, -12.3) {\large{{\textbf{\textcolor{darkcandyapplered}{Castle}}}}}; \node at (2, -13) {\large{{\textbf{\textcolor{darkcandyapplered}{Map Tiles}}}}};
cs: \node at (3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{N3}}}}}; \node at (4.4, -18.6) {\large{{\textbf{\textcolor{darkcandyapplered}{\#F1}}}}}; \node at (15, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{F10}}}}}; \node at (17.3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{S6}}}}}; \node at (8.8, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}}; \node at (15.9, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F2}}}}}; \node at (2, -4.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Steadwick}}}}}; \node at (2, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{S3}}}}}; \node at (7.5, -5.4) {\large{{\textbf{\textcolor{darkcandyapplered}{Dílky Mapy}}}}}; \node at (7.5, -6.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Bašty}}}}}; \node at (12.4, -17.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Dílky Mapy}}}}}; \node at (12.4, -18.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Nekropole}}}}}; \node at (2, -13.3) {\large{{\textbf{\textcolor{darkcandyapplered}{Dílky Mapy}}}}}; \node at (2, -14) {\large{{\textbf{\textcolor{darkcandyapplered}{Hradu}}}}};
fr: \node at (3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{N3}}}}}; \node at (4.4, -18.6) {\large{{\textbf{\textcolor{darkcandyapplered}{\#F1}}}}}; \node at (15, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{F10}}}}}; \node at (17.3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{S6}}}}}; \node at (8.8, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}}; \node at (15.9, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F2}}}}}; \node at (2, -4.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Steadwick}}}}}; \node at (2, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{S3}}}}}; \node at (7.5, -5.4) {\large{{\textbf{\textcolor{darkcandyapplered}{Tuile}}}}}; \node at (7.5, -6.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Rempart}}}}}; \node at (12.4, -17.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Tuile}}}}}; \node at (12.4, -18.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Nécropole}}}}}; \node at (2, -12.3) {\large{{\textbf{\textcolor{darkcandyapplered}{Tuile}}}}}; \node at (2, -13) {\large{{\textbf{\textcolor{darkcandyapplered}{Château}}}}};
pl: \node at (3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{N3}}}}}; \node at (4.4, -18.6) {\large{{\textbf{\textcolor{darkcandyapplered}{\#F1}}}}}; \node at (15, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{F10}}}}}; \node at (17.3, -11.5) {\large{{\textbf{\textcolor{darkcandyapplered}{S6}}}}}; \node at (8.8, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F3}}}}}; \node at (15.9, -18.8) {\large{{\textbf{\textcolor{darkcandyapplered}{F2}}}}}; \node at (2, -4.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Steadwick}}}}}; \node at (2, -5.2) {\large{{\textbf{\textcolor{darkcandyapplered}{S3}}}}}; \node at (7.5, -5.4) {\large{{\textbf{\textcolor{darkcandyapplered}{Kafelki}}}}}; \node at (7.5, -6.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Bastionu}}}}}; \node at (12.4, -17.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Kafelki}}}}}; \node at (12.4, -18.5) {\large{{\textbf{\textcolor{darkcandyapplered}{Nekropolii}}}}}; \node at (2, -12.3) {\large{{\textbf{\textcolor{darkcandyapplered}{Kafelki}}}}}; \node at (2, -13) {\large{{\textbf{\textcolor{darkcandyapplered}{Zamku}}}}};

source: \textbf{Town Buildings:} \bronze\ Dwelling, \silver\ Dwelling
pl: \textbf{Budynki Początkowe:} \bronze\ Siedlisko, \silver\ Siedlisko

source: \textbf{General Kendal (Castle):} \begin{itemize} \item \textbf{Army:} \begin{itemize} \item A Pack of Archangels \item A Pack of Champions \item A Pack of Zealots \item A Pack of Crusaders \item A Pack of Griffins \item A Balista War Machine \end{itemize} \item \textbf{AI Deck:} \begin{itemize} \item 5 × Might \svg{might} Card \item 1 × Magic \svg{magic} Card \item 3 × Skill \svg{skill} Card \end{itemize} \item \textbf{Spells:} \begin{itemize} \item 2 × Haste \end{itemize} \item \textbf{Abilities:} \begin{itemize} \item Artillery\footnote{For General Kendal, the Artillery Ability Card always resolves the Expert effect and the Ballista War Machine Activates every time the Artillery Ability Card is drawn, as well as at the beginning of a Combat Round.} \end{itemize} \end{itemize}
pl: \textbf{Generał Kendal (Zamek):} \begin{itemize} \item \textbf{Armia:} \begin{itemize} \item Grupa Archaniołów \item Grupa Czempionów \item Grupa Kapłanów \item Grupa Krzyżowców \item Grupa Gryfów \item Machina Wojenna Balista \end{itemize} \item \textbf{Talia AI:} \begin{itemize} \item 5 × Karta Mocy \svg{might} \item 1 × Karta Magi \svg{magic} \item 3 × Karta Umiejętności \svg{skill} \end{itemize} \item \textbf{Zaklęcia:} \begin{itemize} \item 2 × Przyspieszenie \end{itemize} \item \textbf{Zdolności:} Artyleria\footnote{Dla Generała Kendala Artyleria zawsze rozpatruje efekt Mistrzowski, a Balista Aktywuje się za każdym razem, gdy Artyleria jest dobierana, a także na początku Rundy Walki.} \end{itemize}

source: \textbf{Charging Heroes (Rampart, Tower, Castle):} \begin{itemize} \item \textbf{Army:} Neutral Army one Level higher than your Hero Level (Max Level VI)\footnote{See page 35, ``Field Difficulty Level Table'' in the Core Rulebook, for further details on the number of Neutral Units you have to draw for this Neutral Army.} \item \textbf{AI Deck:} \begin{itemize} \item 2 × \svg{might} Might Card \item 2 × \svg{magic} Magic Card \end{itemize} \item \textbf{Spells:} \begin{itemize} \item 2 × Slow\footnote{All the Charging Heroes' Enemies use the same AI and Spell Decks. Reset them after every Combat.} \end{itemize} \end{itemize}
pl: \textbf{Szarżujący Bohaterowie (Bastion, Forteca, Zamek):} \begin{itemize} \item \textbf{Armia:} Neutralna Armia o jeden Poziom wyższy niż Poziom twojego Bohatera (Maksymalny Poziom VI)\footnote{Zobacz stronę 35. ,,Tabela Poziomów Trudności Pola'' w Księdze Zasad, aby uzyskać szczegółowe informacje na temat Neutralnych Jednostek.} \item \textbf{Talia AI:} \begin{itemize} \item 2 × Karta Mocy \svg{might} \item 2 × Karta Magii \svg{magic} \end{itemize} \item \textbf{Zaklęcia:} \begin{itemize} \item 2 × Spowolnienie\footnote{Wszyscy Wrogowie Szarżujących Bohaterów używają tej samej Talii AI i Zaklęć. Tasuj je ponownie po każdej Walce.} \end{itemize} \end{itemize}

source: \textbf{3 × Far (II--III) Map Tile} \begin{itemize} \item 1 × Castle (F3) \item 1 × Rampart (F10) \item 1 × Dungeon (F2) \item 1 × Tower (\#F1) \item 1 × Rampart (choose from: F11, F12) \item 1 × Necropolis (choose from: F4, \#F6, F7) \end{itemize}
pl: \textbf{3 × Daleki (II--III) Kafelek Mapy} \begin{itemize} \item 1 × Zamek (F3) \item 1 × Bastion (F10) \item 1 × Lochy (F2) \item 1 × Forteca (\#F1) \item 1 × Bastion (wybierz z: F11, F12) \item 1 × Nekropolia (wybierz z: F4, \#F6, F7) \end{itemize}

source: \textbf{2 × Near (IV--V) Map Tile} \begin{itemize} \item 2 × Castle (N3, choose from: \#N3, N6) \item 1 × Rampart (N8) \item 1 × Necropolis (N4) \end{itemize}
pl: \textbf{2 × Bliski (IV--V) Kafelek Mapy} \begin{itemize} \item 2 × Zamek (N3, wybierz z: \#N3, N6) \item 1 × Bastion (N8) \item 1 × Nekropolia (N4) \end{itemize}

source: \begin{itemize} \item General Kendal does not move and only waits in his Town. He start with Walls, Gate, and Arrow Tower on his side of the Combat Board. \item The difficulty Level of every Combat encounter on the map increases by one till the end of the Scenario (see page 35, ``Field Difficulty Level Table'' in the Core Rulebook). \item The Enemy Charging Heroes have only 2 Movement Points, instead of 3. They ignore everything else (including Mines and Settlements if possible) and go straight for the player's Faction Town (on Map Tile S6). They do not pursue the player directly, but if they happen to be on the same Map Tile, they will attack the player's Main Hero (not Secondary). \item The borders on the Castle Starting Map Tile S3 cannot be crossed by any means until all Enemy Settlements (F3, F10, \#F1) have been defeated. \item Gain 2 \svg{valuables} every time you defeat Enemy Charging Heroes. \item Obelisks give you 1 \svg{valuables} and function as a ``Castle Gate'' location (only if you have the ``Castle Gate'' built in your Town). \end{itemize}
pl: \begin{itemize} \item General Kendal nie porusza się i czeka tylko w swoim Mieście. Zaczyna z Murami, Bramą i Wieżą Łucziczą po swojej stronie Planszy Walki. \item Poziom trudności każdej Walki na mapie wzrasta o jeden aż do końca Scenariusza (zobacz strona 35, ,,Tabela Trudności Pola'' w Księdze Zasad). \item Szarżujący Bohaterowie mają tylko 2 Punkty Ruchu, zamiast 3. Ignorują wszystko inne (w tym kopalnie i osady, jeśli to możliwe) i zmierzają prosto do Miasta gracza (na Kafelku Mapy S6). Nie ścigają bezpośrednio gracza, ale jeśli znajdą się na tym samym Kafelku Mapy, zaatakują Bohatera Głównego gracza (nie Pomocniczego). \item Granice na Początkowym Kafelku Mapy S3 nie mogą być przekraczane w żaden sposób, dopóki wszystkie Wrogie Osady (F3, F10, \#F1) nie zostaną pokonane. \item Pokonanie Szarżujących Bohaterów przynosi 2 \svg{valuables}. \item Obeliski dają 1 \svg{valuables} i pełnią funkcję ,,Wrót Wymiarów'' (tylko jeśli masz zbudowe ,,Wrota Wymiarów'' w swoim Mieście). \end{itemize}
