Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_steadwicks_fall.tex/*.po
Languages: cs, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Počáteční Příjem:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}

source: \subsection*{\MakeUppercase{AI Hero Setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Author:} Tm335
cs: \textbf{Autor:} Tm335
fr: \textbf{Auteur :} Tm335
pl: \textbf{Autor:} Tm335

source: \textbf{Faction:} Inferno
cs: \textbf{Frakce:} Peklo
fr: \textbf{Faction :} Hadès
pl: \textbf{Frakcja:} Inferno

source: \textbf{Faction Hero:} Choose any
cs: \textbf{Hrdina Frakce:} Libovolný
fr: \textbf{Héros de Faction:} Au choix
pl: \textbf{Bohater Frakcji:} Wybierz dowolnego

source: \textbf{Starting Units:}
cs: \textbf{Úvodní Jednotky:}
fr: \textbf{Unités de Départ:}
pl: \textbf{Jednostki początkowe:}

source: \subsection*{\MakeUppercase{Heroes Placement}}
cs: \subsection*{\MakeUppercase{Umístění Hrdinů}}
fr: \subsection*{\MakeUppercase{Placement des Héros}}
pl: \subsection*{\MakeUppercase{Ustawienie Bohaterów}}

source: During this ``Inferno'' Campaign Scenario, the following rules apply:
cs: Během tohoto Scénáře Kampaně \uv{Peklo} platí následující pravidla:
fr: Pendant ce Scénario de la Campagne «Hadès», les règles suivantes s'appliquent:
pl: W trakcie Scenariusza kampanii ,,Inferno'' obowiązują następujące zasady:

source: \subsection*{\MakeUppercase{The Story}}
cs: \subsection*{\MakeUppercase{Příběh}}
fr: \subsection*{\MakeUppercase{L'Histoire}}
pl: \subsection*{\MakeUppercase{Opowieść}}

source: \addscenariosection[subsection]{1}{Inferno Campaign $-$ Dungeons and Devils}{2. Steadwick's Fall}{\images/firewall.png}
cs: \addscenariosection[subsection]{1}{Kampa\v{n} Peklo $-$ Kobky a Ďáblové}{2. Pád Steadwicku}{\images/firewall.png}
fr: \addscenariosection[subsection]{1}{Campagne Hadès $-$ Donjons et Diables}{2. La Chute de Steadwick}{\images/firewall.png}
pl: \addscenariosection[subsection]{1}{Kampania Inferna $-$ Podziemia i Diabły}{2. Upadek Steadwick}{\images/firewall.png}

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1246353361456861276/1246353361456861276}{Archon Studios Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1246353361456861276/1246353361456861276}{Archon Studios Discord}
pl: \empty

source: \textit{Catherine Ironfist has enlisted aid from Bracada and AvLee. She knows we are close to Steadwick. We must occupy Steadwick before she arrives. Once we own Erathia's capitol, not even Catherine Ironfist will wrench it from our hands.}
cs: \textit{Catherine Ironfist si zajistila pomoc od Bracady a AvLee. Ví, že jsme blízko Steadwicku. Musíme obsadit Steadwick, než dorazí. Jakmile budeme mít erathijské hlavní město, ani Catherine Ironfist nám ho nevytrhne z rukou.}
fr: \textit{Catherine Ironfist a recruté de l'aide de Bracada et AvLee. Elle nous sait proche de Steadwick. Nous devons occuper Steadwick avant son arrivée. Une fois que nous possèderons la capitale d'Erathia, même Catherine Ironfist ne pourra l'arracher de nos mains.}
pl: \textit{Katarzyna Ironfist zyskała pomoc od Bracady i AvLee. Wie, że jesteśmy blisko Steadwick. Musimy zająć Steadwick, zanim ona przybędzie. Gdy będziemy posiadać stolicę Erathii, nawet Katarzyna Ironfist nie wyrwie jej z naszych rąk.}

source: This Scenario plays out over 16 Rounds.
cs: Tento Scénář se hraje na 16 Kol.
fr: Ce Scénario se joue en 16 manches.
pl: Ten Scenariusz rozgrywany jest w 16 Rundach.

source: \textbf{Starting Resources:} 15 \svg{gold}, 1 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 15 \svg{gold}, 1 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 15 \svg{gold}, 1 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 15 \svg{gold}, 1 \svg{building_materials}, 1 \svg{valuables}

source: \begin{itemize} \item A Few Troglodytes \item A Few Evil Eyes \item A Pack of Familiars \end{itemize}
cs: \begin{itemize} \item Hrstka Troglodytů \item Hrstka Zlých Očí \item Tlupa Rarášků \end{itemize}
fr: \begin{itemize} \item Quelques Troglodytes \item Quelques Yeux Démoniaques \item Un Groupe de Familiers \end{itemize}
pl: \begin{itemize} \item Garstka Troglodytów \item Garstka Złych Oczu \item Grupa Chowańców \end{itemize}

source: \textbf{Town Buildings:} \svg{bronze} Dwelling, \svg{silver} Dwelling
cs: \textbf{Městské Budovy:} \svg{bronze} Obydlí, \svg{silver} Obydlí
fr: \textbf{Bâtiments de Départ :} Demeures \svg{bronze} et \svg{silver}

source: \textbf{Bonus:} Choose one of the following options: \begin{itemize} \item Add a Pack of Harpies to your hand. \item Add a Pack of Magogs to your hand. \item Add an Ammo Cart to your hand. \item Search (4) the Spell Deck. \end{itemize}
cs: \textbf{Bonus:} Vyberte jednu z následujících možností: \begin{itemize} \item Přidejte si do ruky Tlupu Harpyjí. \item Přidejte si do ruky Tlupu Magogů. \item Přidejte si do ruky Vozík s Municí. \item Hledejte (4) v Balíčku Kouzel. \end{itemize}
fr: \textbf{Bonus:} Choisissez une des options: \begin{itemize} \item Ajoutez un Groupe de Harpies. \item Ajoutez un Groupe de Magogs. \item Ajoutez un Chariot de Munitions. \item Fouillez (4) le Deck de Sort. \end{itemize}
pl: \textbf{Bonus:} Wybierz jedną z następujących opcji: \begin{itemize} \item Dodaj Grupę Harpii do swojej ręki. \item Dodaj Grupę Magogów do swojej ręki. \item Dodaj Wóz z Amunicją do swojej ręki. \item Przeszukaj (4) Talię Zaklęć. \end{itemize}

source: \textbf{General Kendal (Castle):} \begin{itemize} \item \textbf{Army:} \begin{itemize} \item A Pack of Archangels \item A Pack of Champions \item A Pack of Zealots \item A Pack of Crusaders \item A Pack of Griffins \item A Balista War Machine \end{itemize} \item \textbf{AI Deck:} \begin{itemize} \item 5 × Might \svg[12]{might} Card \item 1 × Magic \svg{magic} Card \item 3 × Skill \svg{skill} Card \end{itemize} \item \textbf{Spells:} \begin{itemize} \item 2 × Haste \end{itemize} \item \textbf{Abilities:} \begin{itemize} \item Artillery\footnote{For General Kendal, the Artillery Ability Card always resolves the Expert effect and the Ballista War Machine Activates every time the Artillery Ability Card is drawn, as well as at the beginning of a Combat Round.} \end{itemize} \end{itemize}
cs: \textbf{Generál Kendal (hrad):} \begin{itemize} \item \textbf{Armáda:} \begin{itemize} \item Tlupa Archandělů \item Tlupa Šampionů \item Tlupa Fanatiků \item Tlupa Křižáků \item Tlupa Grifinů \item Balista \end{itemize} \item \textbf{AI Balíček:} \begin{itemize} \item 5 × Karta Moci \svg[12]{might} \item 1 × Karta Magie \svg{magic} \item 3 × Karta Schopnost \svg{skill} \end{itemize} \item \textbf{Kouzla:} \begin{itemize} \item 2 × Zrychlení \end{itemize} \item \textbf{Dovednosti:} \begin{itemize} \item Artilérie\footnote{Generál Kendal používá Kartu Artilérie pouze na úrovni Expert. Balista a Válečný stroj jsou aktivovány vždy při dobráni Karty Artilerie i na začátku Bojového Kola.} \end{itemize} \end{itemize}
fr: \vspace*{-0.5em} \textbf{Général Kendal (Château):} \begin{itemize} \item \textbf{Armée:} \begin{itemize} \item Un Groupe d'Archanges \item Un Groupe de Champions \item Un Groupe de Zélotes \item Un Groupe de Paladins \item Un Groupe de Griffons \item Une Machine de Guerre Baliste \end{itemize} \item \textbf{Deck IA:} \begin{itemize} \item 5 × Carte Force \svg[12]{might} \item 1 × Carte Magie \svg{magic} \item 3 × Carte Capacité \svg{skill} \end{itemize} \item \textbf{Sorts:} \begin{itemize} \item 2 × Hâte \end{itemize} \item \textbf{Compétence:} \begin{itemize} \item Artillerie\footnote{Pour le Général Kendal, la Carte Artillerie résous toujours l'effet Expert et la Baliste s'Active chaque fois que la Carte Artillerie est pioché, tout comme au début de chaque Tour de Combat.} \end{itemize} \end{itemize}

source: \textbf{Charging Heroes (Rampart, Tower, Castle):} \begin{itemize} \item \textbf{Army:} Neutral Army one Level higher than your Hero Level (Max Level VI)\footnote{See page 35, ``Field Difficulty Level Table'' in the Core Rulebook, for further details on the number of Neutral Units you have to draw for this Neutral Army.} \item \textbf{AI Deck:} \begin{itemize} \item 2 × \svg[12]{might} Might Card \item 2 × \svg{magic} Magic Card \end{itemize} \item \textbf{Spells:} \begin{itemize} \item 2 × Slow\footnote{All the Charging Heroes' Enemies use the same AI and Spell Decks. Reset them after every Combat.} \end{itemize} \end{itemize}
cs: \textbf{Napadající Hrdinové (Bašta, Věž, Hrad):} \begin{itemize} \item \textbf{Armáda:} \item Neutrální Armáda o Úroveň vyšší než váš Hrdina\footnote{Viz ``Tabulka Obtížností'' na straně 35 Knihy Základních Pravidel.} \item \textbf{AI Deck:} \begin{itemize} \item 2 × Karta Moci \svg[12]{might} \item 2 × Karta Magie \svg{magic} \end{itemize} \item \textbf{Kouzla:} \begin{itemize} \item 2 × Zpomalení\footnote{Napadající Hrdinové všech Nepřátel používají společný Balíček AI i Karet Kouzel. Tyto balíčky připravte znovu po každém Boji.} \end{itemize} \end{itemize}
fr: \textbf{Héros de Charge (Rempart, Tour, Château):} \begin{itemize} \item \textbf{Armée:} Armée Neutre d'un Niveau de plus que votre Héros (Max Niveau VI)\footnote{Voir page 35, «Table de Difficulté des Cases» dans le Livre de Règles, pour plus de détails sur le nombre d’Unités d’Armée Neutres à piocher.} \item \textbf{Deck IA:} \begin{itemize} \item 2 × Cartes Force \svg[12]{might} \item 2 × Cartes Magie \svg{magic} \end{itemize} \item \textbf{Sorts:} \begin{itemize} \item 2 × Lenteur\footnote{Les Héros de Charge Ennemis utilisent les mêmes Deck IA et Sorts à réinitialiser après chaque Combat.} \end{itemize} \end{itemize}

source: Take the following Map Tiles and set them up as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza:

source: \textbf{2 × Starting (I) Map Tile} \begin{itemize} \item 1 × Inferno (S6) \item 1 × Castle (S3) \end{itemize}
cs: \textbf{2 × Startovní (I) Dílek Mapy} \begin{itemize} \item 1 × Peklo (S6) \item 1 × Hrad (S3) \end{itemize}
fr: \textbf{2 × Tuiles de Départ (I):} \begin{itemize} \item 1 × Hadès (S6) \item 1 × Château (S3) \end{itemize}
pl: \textbf{2 × Początkowy (I) Kafelek Mapy} \begin{itemize} \item 1 × Inferno (S6) \item 1 × Zamek (S3) \end{itemize}

source: \textbf{6 × Far (II--III) Map Tile} \begin{itemize} \item 1 × Castle (F3) \item 1 × Rampart (F10) \item 1 × Dungeon (F2) \item 1 × Tower (\#F1) \item 1 × Rampart (choose from: F11, F12) \item 1 × Necropolis (choose from: F4, \#F6, F7) \end{itemize}
cs: \textbf{6 × Vzdálený (II--III) Dílek Mapy} \begin{itemize} \item 1 × Hrad (F3) \item 1 × Bašta (F10) \item 1 × Kobka (F2) \item 1 × Věž (\#F1) \item 1 × Bašta (vyberte z: F11, F12) \item 1 × Nekropole (vyberte z: F4, \#F6, F7) \end{itemize}
fr: \textbf{6 × Tuiles Lointaines (II--III)} \begin{itemize} \item 1 × Château (F3) \item 1 × Rempart (F10) \item 1 × Donjon (F2) \item 1 × Tour (\#F1) \item 1 × Rempart (parmi: F11, F12) \item 1 × Nécropole (parmi: F4, \#F6, F7) \end{itemize}

source: \textbf{4 × Near (IV--V) Map Tile} \begin{itemize} \item 2 × Castle (N3, choose from: \#N3, N6) \item 1 × Rampart (N8) \item 1 × Necropolis (N4) \end{itemize}
cs: \textbf{4 × Blízký (IV--V) Dílek Mapy} \begin{itemize} \item 2 × Hrad (N3, vyberte z: \#N3, N6) \item 1 × Bašta (N8) \item 1 × Nekropole (N4) \end{itemize}
fr: \textbf{4 × Tuiles Proches (IV--V)} \begin{itemize} \item 2 × Château (N3, et parmi: \#N3, N6) \item 1 × Rempart (N8) \item 1 × Nécropole (N4) \end{itemize}

source: The Enemy Hero General Kendal is represented by a Castle Faction Hero model and appears on the center Field of the S3 Starting Map Tile.
cs: Nepřátelský Hrdina Generál Kendal je reprezentován jedním modelem Hrdiny Frakce Hrad a objeví se na středovém Poli Startovního Dílku S3.
fr: Le Héros Ennemi Général Kendal est représenté par une Figurine Héros Château et apparaît sur la Case centrale de la Tuile de Départ (S3).
pl: Wrogi Bohater Generał Kendal jest reprezentowany przez figurkę Bohatera Zamku i pojawia się na środkowym Polu Początkowego Kafelka S3.

source: The Castle Charging Hero is represented by a Castle Faction Hero model and appears on (and owns) the Settlement of the F3 Map Tile.
cs: Napadající Hrdina Frakce Hradu je reprezentován jedním modelem Hrdiny Frakce Hrad a objeví se na Poli Osady Dílku F3 (a obsadí ho).
fr: Le Héros de Charge Château est représenté par une Figurine Héros Château et apparaît sur l'Enclave de la Tuile F3 (qu'il possède).
pl: Szarżujący Bohater z Zamku jest reprezentowany przez figurkę Bohatera Zamku i pojawia się na (i posiada) Osadzie Kafelka F3.

source: The Rampart Charging Hero is represented by a Rampart Faction Hero model and appears on (and owns) the Settlement of the F10 Map Tile.
cs: Napadající Hrdina Bašty je reprezentován jedním modelem Hrdiny Frakce Bašta a objeví se na Poli Osady Dílku F10 (a obsadí ho).
fr: Le Héros de Charge Rempart est représenté par une Figurine Héros Rempart et apparaît sur l'Enclave de la Tuile F10 (qu'il possède).
pl: Szarżujący Bohater z Bastionu jest reprezentowany przez figurkę Bohatera Bastionu i pojawia się na (i posiada) Osadzie Kafelka F10.

source: The Tower Charging Hero is represented by one Tower Faction Hero model and appears on (and owns) the Settlement of the \#F1 Map Tile.
cs: Napadající Hrdina Věže je reprezentován jedním modelem Hrdiny Frakce Věž a objeví se na Poli Osady Dílku \#F1 (a obsadí ho).
fr: Le Héros de Charge Tour est représenté par une Figurine Héros Tour et apparaît sur l'Enclave de la Tuile \#F1 (qu'il possède).
pl: Szarżujący Bohater z Fortecy jest reprezentowany przez figurkę Bohatera Fortecy i pojawia się na (i posiada) Polu Osady Kafelka \#F1.

source: Place your Main Hero on the center Field of the Inferno Starting S6 Map Tile.
cs: Umístěte svého Hlavního Hrdinu na středové Pole Startovního Dílku Peklo S6.
fr: Placez votre Héros Principal sur la Case centrale de la Tuile de Départ Hadès S6.
pl: Umieść swojego Bohatera Głównego na centralnym Polu Początkowego Kafelka Inferno S6.

source: Place your Secondary Hero, represented by one Dungeon Faction Hero model of your choice, on the Settlement of the F2 Map Tile. This Settlement produces no resources.
cs: Umístěte svého Sekundárního Hrdinu, reprezentovaného jedním modelem Hrdiny Frakce Kobka (podle vašeho výběru), na Pole Osady Dílku F2. Tato Osada neprodukuje žádné suroviny.
fr: Placez votre Héros Secondaire, représenté par une Figurine Héros Donjon, sur l'Enclave de la Tuile F2. Cette enclave ne produit pas de ressources.
pl: Umieść swojego Bohatera Pomocniczego, reprezentowanego przez figurkę Bohatera Lochów na Polu Osady Kafelka F2. Ta Osada nie produkuje żadnych zasobów.

source: Capture all Enemy Settlements (F3, F10, \#F1) and Steadwick (S3) before Queen Catherine Ironfist arrives at the end of Round 16.
cs: Obsaďte všechny nepřáteli ovládané Osady (F3, F10, \#F1) a dobyjte Steadwick (S3) dříve, než dorazí královna Catherine Ironfistová na konci 16. Kola.
fr: Capturer chaque Enclave Ennemie (F3, F10, \#F1) et Steadwick (S3) avant que la Reine Catherine Ironfist arrive à la fin de la Manche 16.
pl: Pokonaj wszystkie 3 Osady wroga (F3, F10, \#F1) i zajmij Steadwick (S3) przed przybyciem Królowej Katarzyny Ironfist na koniec Rundy 16.

source: You lose if any of the following occur: \begin{itemize} \item You lose one Combat encounter with your Main Hero (Surrendering costs 10 \svg{gold}, and does not count as a defeat). \item You lose your Faction Town on the S6 Map Tile. \item You run out of time -- you have time till the end of Round 16. \end{itemize}
cs: Scénář prohrajete nastane-li libovolná událost z: \begin{itemize} \item Prohrajete Souboj se svým Hlavním Hrdinou (Kapitulace stojí 10 \svg{gold} a nepočítá se jako porážka). \item Ztratíte kontrolu nad svým Frakčním Městem na Dílku Mapy S6. \item Dojde vám čas -- misi musíte splnit do konce 16. Kola. \end{itemize}
fr: Vous perdez dans les cas suivants: \begin{itemize} \item Vous perdez un Combat avec votre Héros Principal (Se Rendre coûte 10 \svg{gold}, et ne compte pas comme une défaite). \item Vous perdez votre Ville de Faction sur la Tuile (S6). \item Vous manquez de temps -- vous avez jusqu'à la fin de la Manche 16. \end{itemize}
pl: Przegrywasz, jeśli zdarzy się którekolwiek z poniższych: \begin{itemize} \item Przegrywasz jedno starcie w Walce swoim Bohaterem Głównym (Poddanie się kosztuje 10 \svg{gold} i nie liczy się jako przegrana). \item Tracisz swoje Miasto na Kafelku Mapy S6. \item Kończy ci się czas -- masz czas do końca Rundy 16. \end{itemize}

source: \textbf{\nth{1} Round:} \begin{itemize} \item Read ``Congratulations'' section. \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Gratulujeme}. \end{itemize}
fr: \textbf{Manche 1:} \begin{itemize} \item Lisez la section «Félicitations». \end{itemize}
pl: \textbf{1. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Gratulacje''. \end{itemize}

source: \textbf{\nth{2} Round:} \begin{itemize} \item Read ``News'' section. \end{itemize}
cs: \textbf{2. Kolo:} \begin{itemize} \item Přečtete sekci \uv{Novinky} \end{itemize}
fr: \textbf{Manche 2:} \begin{itemize} \item Lisez la section «Les Nouvelles». \end{itemize}
pl: \textbf{2. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Wiadomości'.' \end{itemize}

source: \textbf{\nth{5} Round:} \begin{itemize} \item Read: ``First Report'' section. \end{itemize}
cs: \textbf{5. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{První Hlášení} \end{itemize}
fr: \textbf{Manche 5:} \begin{itemize} \item Lisez la section «Premier Rapport». \end{itemize}
pl: \textbf{5. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Pierwszy Raport''. \end{itemize}

source: \textbf{\nth{10} Round:} \begin{itemize} \item For any Enemy Settlements (F3, F10, \#F1) that have not been defeated, an additional Enemy Charging Hero of that Faction appears on each Settlement at the beginning of this Round. \end{itemize}
cs: \textbf{10. Kolo:} \begin{itemize} \item Za každou Nepřátelskou Osadu (F3, F10, \#F1), která nebyla poražena, se na začátku tohoto Kola objeví v každé takové Osadě další Útočící Hrdina této Frakce. \end{itemize}
fr: \textbf{Manche 10:} \begin{itemize} \item Pour chaque Enclave Ennemie (F3, F10, \#F1) qui n'a pas été capturée, un Héros de Charge Ennemi additionnel de cette Faction apparaît sur chaque Enclave au début de cette Manche. \end{itemize}
pl: \textbf{10. Runda:} \begin{itemize} \item W przypadku każdej niepokonanej Osady Wroga (F3, F10, \#F1) na początku tej Rundy pojawia się dodatkowy Szarżujący Bohater Wroga danej frakcji na każdej Osadzie. \end{itemize}

source: \textbf{\nth{11} Round:} \begin{itemize} \item Read ``Second Report'' section. \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Druhé Hlášení} \end{itemize}
fr: \textbf{Manche 11:} \begin{itemize} \item Lisez la section «Second Rapport». \end{itemize}
pl: \textbf{11. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Drugi Raport''. \end{itemize}

source: \textbf{\nth{13} Round:} \begin{itemize} \item Read ``First Warning'' section. \end{itemize}
cs: \textbf{13. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{První Varování}. \end{itemize}
fr: \textbf{Manche 13:} \begin{itemize} \item Lisez la section «Premier Avertissement». \end{itemize}
pl: \textbf{13. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Pierwsze Ostrzeżenie''. \end{itemize}

source: \textbf{\nth{15} Round:} \begin{itemize} \item Read ``Second Warning'' section. \end{itemize}
cs: \textbf{15. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Druhé Varování}. \end{itemize}
fr: \textbf{Manche 15:} \begin{itemize} \item Lisez la section «Second Avertissement». \end{itemize}
pl: \textbf{15. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Drugie Ostrzeżenie''. \end{itemize}

source: \textbf{\nth{16} Round:} \begin{itemize} \item Read ``The Ending'' section \textbf{at the end of the Round}. \end{itemize}
cs: \textbf{16. Kolo:} \begin{itemize} \item \textbf{Na konci Kola} přečtěte sekci \uv{Konec} \end{itemize}
fr: \textbf{Manche 16:} \begin{itemize} \item Lisez la section «La Fin» \textbf{à la fin de la Manche}. \end{itemize}
pl: \columnbreak \textbf{16. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Zakończenie'' \textbf{na koniec Rundy}. \end{itemize}

source: \textbf{When you complete the Scenario:} \begin{itemize} \item Read: ``Congratulations! You captured Steadwick and are victorious!'' \end{itemize}
cs: \textbf{Když dokončíte Scénář:} \begin{itemize} \item Čtěte: \uv{Gratulujeme! Dobyli jste Steadwick a zvítězili jste!} \end{itemize}
fr: \textbf{Quand vous complétez le Scénario:} \begin{itemize} \item Lisez: «Félicitations! Vous avez capturé Steadwick et êtes victorieux!'' \end{itemize}
pl: \textbf{Po zakończeniu Scenariusza:} \begin{itemize} \item Przeczytaj: ,,Gratulacje! Zdobywasz Steadwick i odnosisz zwycięstwo!'' \end{itemize}
