Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/random_scenario.tex/*.po
Languages: pl

source: \subsection*{\MakeUppercase{Timed Events}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \addsection{Random Scenario}{\images/random.png}
pl: \addsection{Losowy Scenariusz}{\images/random.png}

source: \textit{As dice roll and fortunes shift, the lands of Antagarich spread before you in all their splendor. Your destiny follows these celestial rolls, each battle and treasure determined by chance. Will you emerge victorious in this battle royale, claim the sacred grail, or stand alone as the king of the hill when the final die settles? % no-check-caps }
pl: \textit{Kości się toczą, fortuna się zmienia, a ziemie Antagarich rozciągają się przed tobą w całym swym majestacie. Twoje przeznaczenie podąża za tymi rzutami, każda bitwa i skarb to wynik przypadku. Czy wyjdziesz zwycięsko z tej bitwy, zdobędziesz Święty Graal, czy staniesz samotnie jako król na wzgórzu, gdy ostatnia kość padnie? }

source: Instead of playing a specific Scenario, you can follow these guidelines to create a random one. Of course, you can adjust everything at will.
pl: Zamiast grać w konkretny Scenariusz, możesz stworzyć losowy zgodnie z poniższymi wytycznymi. Oczywiście, możesz dostosować wszystko wedle własnej woli.

source: \subsection*{\MakeUppercase{Scenario Type}}
pl: \subsection*{\MakeUppercase{Typ Scenariusza}}

source: Choose one of the following types for your play:
pl: Wybierz jeden z poniższych:

source: \textbf{Free-for-All} -- Win by eliminating your opponents or gaining more Victory Points (VPs) than them. VPs are counted in accordance to the Tournament book. Additionally, you get: \begin{itemize} \item 5 VPs for flagging a Dragon Utopia for the first time. \item 2 VPs for controlling the Dragon Utopia at the end of the game. \item 5 VPs for bringing the Grail to your Faction Town \textit{OR} 3 VPs for owning the Grail at the end of the game. \end{itemize}
pl: \textbf{Potyczka} -- Wygraj eliminując swoich przeciwników lub zdobywając najwięcej Punktów Zwycięstwa (PZ). PZ są liczone zgodnie z Księgą Turniejów. Dodatkowo otrzymujesz: \begin{itemize} \item 5 PZ za oflagowanie Smoczej Utopii jako pierwszy. \item 2 PZ za kontrolowanie Smoczej Utopii na końcu gry. \item 5 PZ za przyniesienie Graala do Miasta swojej Frakcji \textit{LUB} 3 PZ za posiadanie Graala na końcu gry. \end{itemize}

source: \textbf{King of the Hill} -- Start a map with a Dragon Utopia in the middle. You don't need to fight the Level 7 Combat to capture it. You get 1 VP for each Round you hold the Dragon Utopia under your control, no VPs from anything else.
pl: \textbf{Król wzgórza} -- Rozpocznij mapę ze Smoczą Utopią pośrodku. Nie musisz toczyć Walki Poziomu 7, aby ją zdobyć. Otrzymujesz 1 PZ za każdą Rundę, w której trzymasz Smoczą Utopię pod swoją kontrolą, żadnych PZ z niczego innego.

source: \textbf{Capture the Grail} -- Start a map with the Grail in the middle. Standard Grail rules apply: spend 2 \svg{movement} to dig it up, and bring it to your Town. \vspace*{\fill} \columnbreak
pl: \textbf{Zdobądź Graal} -- Rozpocznij mapę z Graalem pośrodku. Obowiązują standardowe zasady Graala: wydaj 2 \svg{movement}, aby go wykopać, i przynieś do swojego Miasta. \vspace*{\fill} \columnbreak

source: \subsection*{\MakeUppercase{Map Size}}
pl: \subsection*{\MakeUppercase{Rozmiar Mapy}}

source: \textbf{Small (S) Map:} 8 Rounds, and give every player: \begin{itemize} \item 1 × Starting (I) Map Tile \item 2 × Far (II-III) Map Tile \end{itemize}
pl: \textbf{Mała (S):} 8 Rund, rozdaj każdemu graczowi: \begin{itemize} \item 1 × Startowy (I) Kafelek Mapy \item 2 × Daleki (II-III) Kafelek Mapy \end{itemize}

source: \textbf{Medium (M) Map:} 12 Rounds, and give every player: \begin{itemize} \item 1 × Starting (I) Map Tile \item 2 × Far (II-III) Map Tile \item 1 × Near (IV-V) Map Tile \end{itemize}
pl: \textbf{Średnia (M):} 12 Rund, rozdaj każdemu graczowi: \begin{itemize} \item 1 × Początkowy (I) Kafelek Mapy \item 2 × Daleki (II-III) Kafelek Mapy \item 1 × Bliski (IV-V) Kafelek Mapy \end{itemize}

source: \textbf{Large (XL) Map:} 16 Rounds, and give every player: \begin{itemize} \item 1 × Starting (I) Map Tile \item 2 × Far (II-III) Map Tile \item 2 × Near (IV-V) Map Tile \end{itemize}
pl: \textbf{Duża (XL):} 16 Rund, rozdaj każdemu graczowi: \begin{itemize} \item 1 × Początkowy (I) Kafelek Mapy \item 2 × Daleki (II-III) Kafelek Mapy \item 2 × Bliski (IV-V) Kafelek Mapy \end{itemize}

source: \hommtablemulticol[]{19}{ \centering \medskip \textbf{Central Map Tile(s)}\\ \bigskip \hspace{-0.7em} \begin{tabularx}{0.99\linewidth}{p{1.7em}>{\centering\arraybackslash}X>{\centering\arraybackslash}X>{\centering\arraybackslash}X} & \darkcell[1.4]{Free-for-All} & \darkcell[1.4]{King of the Hill} & \darkcell[1.4]{Capture the Grail} \\ \darkcell[1.8]{S} & \lightcell[1.8]{\includegraphics[width=0.75\linewidth]{\maps/near-tile.png}} & \multirow{3}{*}[7.6ex]{\parbox{\linewidth}{\centering\lightcell[6.19]{\includegraphics[width=0.75\linewidth]{\maps/center-tile.png} with a Dragon Utopia (C1 or C3)}}} & \multirow{3}{*}[7.6ex]{\parbox{\linewidth}{\centering\lightcell[6.19]{\includegraphics[width=0.75\linewidth]{\maps/center-tile.png} with a\linebreak Grail\linebreak (C2 or C4)}}} \\ \darkcell[2.2]{M} & \lightcell[2.2]{\includegraphics[width=0.95\linewidth]{\maps/medium.png}} & & \\ \darkcell[1.8]{XL} & \lightcell[1.8]{\includegraphics[width=0.75\linewidth]{\maps/center-tile.png}} & & \\ \end{tabularx} }
pl: \hommtablemulticol[]{20}{ \centering \medskip \textbf{Centralne Kafelki Mapy}\\ \bigskip \hspace{-0.7em} \begin{tabularx}{0.99\linewidth}{p{1.7em}>{\centering\arraybackslash}X>{\centering\arraybackslash}X>{\centering\arraybackslash}X} & \darkcell[1.4]{Potyczka} & \darkcell[1.4]{Król wzgórza} & \darkcell[1.4]{Zdobądź Graal} \\ \darkcell[1.8]{S} & \lightcell[1.8]{\includegraphics[width=0.75\linewidth]{\maps/near-tile.png}} & \multirow{3}{*}[7.6ex]{\parbox{\linewidth}{\centering\lightcell[6.19]{\includegraphics[width=0.75\linewidth]{\maps/center-tile.png} ze Smoczą Utopią (C1 albo C3)}}} & \multirow{3}{*}[7.6ex]{\parbox{\linewidth}{\centering\lightcell[6.19]{\includegraphics[width=0.75\linewidth]{\maps/center-tile.png} z Graalem\linebreak (C2 albo C4)}}} \\ \darkcell[2.2]{M} & \lightcell[2.2]{\includegraphics[width=0.95\linewidth]{\maps/medium.png}} & & \\ \darkcell[1.8]{XL} & \lightcell[1.8]{\includegraphics[width=0.75\linewidth]{\maps/center-tile.png}} & & \\ \end{tabularx} }

source: \MakeUppercase{Map Setup}
pl: \MakeUppercase{Przygotowanie Mapy}

source: First, place the Central Map Tile(s) for your Scenario type and size in the middle. Decide player order before placing the remaining Tiles. In reverse player order, each player places one Tile in descending level (Near \rightarrow\ Far \rightarrow\ Starting). Every new Tile needs to connect to at least one existing Tile.
pl: Najpierw umieść Centralny Kafelek Mapy dla twojego typu i rozmiaru Scenariusza pośrodku. Ustal kolejność graczy przed umieszczeniem pozostałych Kafelków. W odwrotnej kolejności graczy, każdy gracz umieszcza jeden Kafelek poziomami malejąco (Bliski \rightarrow\ Daleki \rightarrow\ Początkowy). Każdy nowy Kafelek musi łączyć się z co najmniej jednym już położonym.

source: The following \textbf{example} shows building the map for a \textbf{3-player XL Free-for-All}, with player 1 playing as \textcolor{rampartbg}{\textbf{Rampart}}, player 2 as \textcolor{infernobg}{\textbf{Inferno}}, and player 3 as \textcolor{castlebg}{\textbf{Castle}}. First, put the Center (VI-VII) Map Tile in the middle, and then proceed to distribute Near (IV-V) Map Tiles in the following order:
pl: Przykład poniżej pokazuje budowanie mapy dla \textbf{3-osobowej XL potyczki}, z graczem 1 grającym jako \textcolor{rampartbg}{\textbf{Bastion}}, graczem 2 jako \textcolor{infernobg}{\textbf{Inferno}}, i graczem 3 jako \textcolor{castlebg}{\textbf{Zamek}}. Umieść Centralny (VI-VII) Kafelek pośrodku, a następnie umieszczaj Bliskie (IV-V) Kafelki w następującej kolejności:

source: \textbf{\textcolor{castlebg}{Player 3: Castle}}
pl: \textbf{\textcolor{castlebg}{Gracz 3: Zamek}}

source: \textbf{\textcolor{infernobg}{Player 2: Inferno}}
pl: \textbf{\textcolor{infernobg}{Gracz 2: Inferno}}

source: \textbf{\textcolor{rampartbg}{Player 1: Rampart}}
pl: \textbf{\textcolor{rampartbg}{Gracz 1: Bastion}}

source: Then, keeping the same order, place Far (II-III) Map Tiles, and finally Starting (I) Map Tiles:
pl: Zachowując tę samą kolejność, umieść Dalekie (II-III) Kafelki i na końcu Początkowe (I):

source: \MakeUppercase{Player Setup}
pl: \MakeUppercase{Przygotowanie Graczy}

source: Choose your \textbf{starting conditions} and \textbf{Town strength}.
pl: Wybierz \textbf{warunki początkowe} i \textbf{siłę Miasta}.

source: [H] \hommtable[]{27}{ \centering \medskip \textbf{Starting Conditions}\\ \bigskip \begin{tabularx}{0.99\linewidth}{p{0.12\linewidth}XXXX} & \darkcell{Stingy} & \darkcell{Fair} & \darkcell{Generous}\\ \darkcell[1.8]{Army} & \lightcellleft[1.8]{2 × ``Few'' cheapest \svg[12]{bronze} Units} & \lightcellleft[1.8]{``Pack'' of cheap \svg[12]{bronze} Units \linebreak ``Few'' chosen \svg[12]{bronze} Units} & \lightcellleft[1.8]{``Pack'' of chosen \svg[12]{bronze} Units \linebreak ``Few'' cheap \svg[12]{silver} Units}\\ \darkcell[1.4]{Starting Resources} & \lightcellleft[1.4]{10 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}} & \lightcellleft[1.4]{16 \svg{gold}, 5 \svg{building_materials}, 1 \svg{valuables}} & \lightcellleft[1.4]{20 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}}\\ \end{tabularx} \bigskip {\color{\iftoggle{noartbackground}{black}{darkyellow}}\rule{\textwidth}{0.5pt}} \vspace*{1em} \textbf{Town Strength}\\ \bigskip \begin{tabularx}{0.99\linewidth}{p{0.12\linewidth}XXXX} & \darkcell{Settlement} & \darkcell{City} & \darkcell{Capitol}\\ \darkcell[1.4]{Starting Income} & \lightcellleft[1.4]{10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}} & \lightcellleft[1.4]{15 \svg{gold}, 0 \svg{building_materials}, 1 \svg{valuables}} & \lightcellleft[1.4]{20 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}}\\ \darkcell[2.0]{Town Buildings} & \lightcellleft[2.0]{\svg[12]{bronze} Dwelling} & \lightcellleft[2.0]{\svg[12]{bronze} Dwelling \linebreak City Hall} & \lightcellleft[2.0]{\svg[12]{bronze} Dwelling \linebreak City Hall \linebreak Citadel}\\ \end{tabularx} }
pl: [H] \hommtable[]{27}{ \centering \medskip \textbf{Warunki początkowe}\\ \bigskip \begin{tabularx}{0.99\linewidth}{p{0.12\linewidth}XXXX} & \darkcell{Skąpe} & \darkcell{Uczciwe} & \darkcell{Hojne}\\ \darkcell[2.4]{Armia} & \lightcellleft[2.4]{2 × ,,Garstka'' najtańszych \svg[12]{bronze} Jednostek} & \lightcellleft[2.4]{,,Grupa'' najtańszych \svg[12]{bronze} Jednostek \linebreak ,,Garstka'' wybranych \svg[12]{bronze} Jednostek} & \lightcellleft[2.4]{,,Grupa'' wybranych \svg[12]{bronze} Jednostek \linebreak ,,Garstka'' najtańszych \svg[12]{silver} Jednostek}\\ \darkcell[1.4]{Zasoby} & \lightcellleft[1.4]{10 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}} & \lightcellleft[1.4]{16 \svg{gold}, 5 \svg{building_materials}, 1 \svg{valuables}} & \lightcellleft[1.4]{20 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}}\\ \end{tabularx} \bigskip {\color{\iftoggle{noartbackground}{black}{darkyellow}}\rule{\textwidth}{0.5pt}} \vspace*{1em} \textbf{Siła Miasta}\\ \bigskip \begin{tabularx}{0.99\linewidth}{p{0.12\linewidth}XXXX} & \darkcell{Osada} & \darkcell{Ratusz} & \darkcell{Kapitol}\\ \darkcell[1.4]{Przychód} & \lightcellleft[1.4]{10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}} & \lightcellleft[1.4]{15 \svg{gold}, 0 \svg{building_materials}, 1 \svg{valuables}} & \lightcellleft[1.4]{20 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}}\\ \darkcell[2.0]{Budynki Miasta} & \lightcellleft[2.0]{\svg{bronze} Siedlisko} & \lightcellleft[2.0]{\svg{bronze} Siedlisko \linebreak Ratusz} & \lightcellleft[2.0]{\svg{bronze} Siedlisko \linebreak Ratusz \linebreak Cytadela}\\ \end{tabularx} }

source: \textbf{\nth{1} Round:} \begin{itemize} \item All Heroes gain +1 \svg{movement}. \end{itemize} \textbf{\nth{6} and \nth{9} Rounds:} \begin{itemize} \item Remove all Black Cubes from every Water Wheel and Windmill on the map. \end{itemize} \textbf{\nth{10} Round:} \begin{itemize} \item Player(s) whose Main Hero has the least experience roll 2 \svg{resource}. \end{itemize} \textbf{\nth{12} Round:} \begin{itemize} \item Repeat event of Round 6. \end{itemize}
pl: \textbf{1. Runda:} \begin{itemize} \item Wszyscy Bohaterowie otrzymują +1 \svg{movement}. \end{itemize} \textbf{6. i 9. Rundy:} \begin{itemize} \item Usuń wszystkie Czarne Kostki z każdego Młyna Wodnego i Wiatraka na mapie. \end{itemize} \textbf{10. Runda:} \begin{itemize} \item Gracz(e), których Bohater Główny ma najmniej doświadczenia, rzucają 2 \svg{resource}. \end{itemize} \textbf{12. Runda:} \begin{itemize} \item Powtórz wydarzenie z 6. Rundy. \end{itemize}

source: \begin{itemize} \item When Visiting a an Obelisk, roll 2 \svg{treasure} and choose 1 to resolve. \item Players can spend their Build Token at any time to perform Trading Post actions. \item Level VII Combat cannot be skipped by Diplomacy or any other means. \end{itemize}
pl: \begin{itemize} \item Podczas odwiedzania Obelisku rzuć 2 \svg{treasure} i rozpatrz 1. \item Gracze mogą wydać swój Żeton Budowy w dowolnym momencie, aby wykonać akcję Punktu Handlowego. \item Walka Poziomu VII nie może być pominięta przez Dyplomację ani w żaden inny sposób. \end{itemize}
