Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/the_hunt.tex/*.po
Languages: cs, fr, pl

source: { \textbf{\MakeUppercase{Boss: Rust Dragon {\scriptsize Requires Fortress Expansion}}} \medskip \textit{Rust Dragons are known to hunt Gorgons, and live and feed in sulfur mines. With this appetite, Rust Dragons spew a concentrated acid as their primary attack. This acid is capable of eating through the strongest armor, lowering the defense of its target while inflicting further damage. } \medskip \textbf{Fighting the Rust Dragon:} \begin{enumerate} \item Place the Rust Dragon Miniature/Card on the battlefield. Ignore its ability. \item Prepare four spare M\&M Deck Cards to mark pools of acid. \end{enumerate} \medskip \textbf{Rules:} \begin{itemize} \item The Rust Dragon is immune to basic Spells. \item \textit{Corrosive Vomit:} The Rust Dragon has a powerful crowd control ability that allows it to spew four pools of sulfuric acid onto the battlefield \textit{at the beginning} of each Combat Round. Use M\&M Deck Cards placed face down to mark their locations. \item The Rust Dragon cannot place pools on the same Fields as in the previous Round. Mark the Fields with spare Faction Cubes to indicate where the pools were located. \item The pools of sulfuric acid block battlefield Fields and impede movement for one Round only. They serve as Obstacles for both players and the Dragon. \item The Rust Dragon's passive ability, \textit{Corrosion}, decreases an enemy Unit's armor by 2 with each attack. Place a spare Faction Cube on the Unit's Card to indicate this effect. Corrosion stacks up to -4 \svg{defense}. \end{itemize} }
fr: { \textbf{\MakeUppercase{Boss: Dragon de Rouille {\scriptsize Extension Forteresse}}} \par\medskip \textit{Les Dragons de Rouille sont connus pour chasser les Gorgones, habite et se nourrissent dans les Mines de souffre. Avec cet appétit, les dragons de Rouille crache un acide concentré comme attaque principale. Cet acide est capable de ronger même la plus dure des armures, abaissant les défenses de leur cible tout en faisant des dégâts. } \par \medskip \textbf{Combattre le Dragon de Rouille:} \begin{enumerate} \item Placez la Figurine ou la Carte sur le Plateau de Combat. Ignorez sa capacité. \item Préparez quatre Cartes non utilisé pour marquer les mares d'acide. \end{enumerate} \medskip \textbf{Règles:} \begin{itemize} \item Le Dragon est immunisé aux Sorts Basiques. \item \textit{Crachat Corrosif:} Le Dragon a une puissante capacité de contrôle de foule qui permet de cracher quatre mares d'acide sulfurique sur le Plateau de Combat \textit{au début} de chaque Tour de Combat. Utilisez les Cartes face cachée pour marquer la position des mares. \item Le Dragon ne peut pas placer de mares sur la même Case qu'au Tour précédent. Marquez les cases précédentes avec des Cubes de Faction non utilisés. \item Les mares bloquent la case et entravent les mouvement pour le Tour. Ce sont des obstacles pour les Joueurs et le Dragon. \item La capacité passive du Dragon, \textit{Corrosion}, diminue la défense d'une Unité de 2 pour chaque attaque. Placez un Cube de Faction non utilisé sur la Carte de l'Unité pour marquer cet effet. La Corrosion s'empile jusqu'à -4 \svg{defense}. \end{itemize} }
pl: { \textbf{\MakeUppercase{Boss: Rdzawy Smok {\scriptsize Wymaga Roz. Cytadela}}} \medskip \\ \textit{Rdzawe Smoki znane są ze swej niechęci do Gorgon; żyją i żerują w kopalniach siarki. Dzięki takiemu wiktowi atakują plując stężonym kwasem, który jest w stanie przeżreć najmocniejszą zbroję, osłabiając obronę celu i powodując dalsze obrażenia.} \medskip \\ \textbf{Walka ze Rdzawym Smokiem:} \begin{enumerate} \item Umieść Figurkę/Kartę Rdzawego Smoka na Polu Walki. Zignoruj jego zdolność. \item Przygotuj cztery Karty z Talii M\&M do oznaczania pól kwasu. \end{enumerate} \medskip \textbf{Zasady:} \begin{itemize} \item Rdzawy Smok jest odporny na podstawowe Zaklęcia. \item \textit{Żrące Wymiociny:} Rdzawy Smok posiada potężną zdolność kontroli tłumu, która pozwala mu wypluwać cztery pola kwasu siarkowego na Pole Bitwy \textit{na początku} każdej Rundy walki. Użyj Kart z Talii M\&M umieszczonych rewersem do góry, aby oznaczyć ich lokalizacje. \item Rdzawy Smok nie może umieszczać kwasu na tych samych polach, co w poprzedniej Rundzie. Oznacz Pola za pomocą wolnych Kostek Frakcyji, aby wskazać Pola, gdzie znajdował się kwas. \item Pola z kwasem siarkowym stanowią Przeszkdy na Polu bitwy i utrudniają ruch tylko przez jedną Rundę. Są Przeszkdami zarówno dla graczy, jak i dla Smoka. \item Pasywna zdolność Rdzawego Smoka, \textit{Korozja}, obniża pancerz Jednostki przeciwnika o 2 przy każdym ataku. Umieść dodatkową Kostkę Frakcji na karcie Jednostki, aby wskazać ten efekt. Korozja może się kumulować do -4\,\svg{defense}. \end{itemize} }

source: [h] \hommtable[]{10}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[2.5]{No additional\\changes} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 20} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +1 to Corrosion armor decrease} \\ \end{tabularx} }
fr: [h] \hommtable[]{10}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Facile}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Difficile}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[2.5]{Pas de Changement\\additionnel} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 20} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +1 à la diminution de défense de Corrosion} \\ \end{tabularx} }

source: {l}{0.28\textwidth} \raisebox{0pt}[\dimexpr\height-0.2\baselineskip\relax]{\framedimage[1.1\linewidth]{\art/faerie_dragon.jpg}}
fr: {l}{0.28\textwidth} \raisebox{0pt}[\dimexpr\height-1.2\baselineskip\relax]{\framedimage[1.1\linewidth]{\art/faerie_dragon.jpg}}

source: { \textbf{\MakeUppercase{Boss: Faerie Dragon {\scriptsize Requires Rampart Expansion}}} \medskip \textit{Faerie Dragons are deceptively cute, but in truth, are mischievous tricksters. Little is known about these notorious troublemakers. What is known is found more in storybooks than magical tomes. Some say they are invisible. Some say they can cast spells. Some say Magic Mirror is one of their natural defensive traits. } \medskip \textbf{Fighting the Faerie Dragon:} \begin{enumerate} \item Place 2 Faerie Dragon Cards on the battlefield. Ignore their abilities. \item Place 1 Dendroid Card from the \svg{silver} Neutral Units Deck onto the battlefield, and place 3 additional Cards face down to represent the other 3 Dendroids. \end{enumerate} \medskip \textbf{Rules:} \begin{itemize} \item The Faerie Dragon is immune to basic Spells. \item The Faerie Dragon can cast up to two different Spells per battle Round. \item All Spells are displayed visibly next to the Combat Board: \begin{enumerate} \item The first Spell is \textit{Lightning}. \item The second Spell is \textit{Cure}. \item For the third Spell, the Faerie Dragon randomly picks an expert Spell from the Spell Deck, excluding Map \svg{map} Spells. If a Map \svg{map} Spell is picked, draw another Spell. \end{enumerate} \item \textit{Trickster:} In the first Round of the battle, the first targeted Faerie Dragon is a mere mirage. It inflicts damage, but disappears from the battlefield when hit by an enemy. \item Dendroids' Ability: Each Dendroid holds a key to the Faerie Dragon's power. After the second Dendroid dies, start removing one Spell from the Faerie Dragon's spellbook, beginning with the third Spell. Decrease the dragon's Spell Empowerment \svg{empower} by one (starting from its maximum) upon vanquishing the 2nd, 3rd, and 4th Dendroids. When there are no Dendroids left, the dragon loses the ability to cast Spells. \end{itemize} }
fr: { \textbf{\MakeUppercase{Boss: Dragon Féérique {\scriptsize Extension Rempart}}} \par \medskip \textit{Les Dragons Féériques sont faussement mignons, mais en vérité, ce sont de méchants farceurs. Peu de choses sont connus sur ces fauteurs de troubles notoires. Ce que l'on sait se trouve plus dans des livres de contes que des livres magiques. Certains les pensent invisibles. Certains pensent qu'ils lancent des Sorts. Certains pensent que Miroir Magique est une de leur défense naturelle. } \par \medskip \textbf{Combattre le Dragon Féérique:} \begin{enumerate} \item Place 2 Dragons Féériques sur le Plateau de Combat. Ignorez leur capacité. \item Placez 1 Carte de Sylvanien du Deck d'Unité Neutre \svg{silver} sur le Plateau, et placez 3 Cartes supplémentaires face cachée pour représenter 3 autres Sylvaniens. \end{enumerate} \medskip \textbf{Règles:} \begin{itemize} \item Le Dragon est immunisé aux Sorts basiques. \item Le Dragon peut lancer jusque deux Sort différents par Tour. \item Chaque Sort est placé face visible: \begin{enumerate} \item Le 1er Sort est \textit{Eclair}. \item Le 2ème Sort est \textit{Soin}. \item Pour le 3ème Sort, le Dragon prend au hasard un Sort Expert du Deck de Sort, en excluant les Sorts \svg{map}. Si un Sort \svg{map} est pioché, piochez un autre Sort. \end{enumerate} \item \textit{Farceur:} Au premier Tour de Combat, le premier Dragon Féérique ciblé n'est qu'un simple Mirage. Il inflige des dégâts, mais disparaît du Plateau à la première touche ennemie. \item Capacité des Sylvaniens: Chaque Sylvanien possède une partie du pouvoir du Dragon Féérique. A la mort du 2ème Sylvanien, retirez un Sort du Grimoire du Dragon, en commençant par le 3ème. Diminuer de 1 \svg{empower} (en commençant par le maximum) en vainquant le 2ème, 3ème et 4ème Sylvanien. Sans Sylvanien, le Dragon perd sa capacité à lancer des Sorts. \end{itemize} }
pl: { \textbf{\MakeUppercase{Boss: Czarodziejski Smok {\scriptsize Wymaga Roz. Bastion}}} \medskip \\ \textit{Są Śliczne, co może mylić, gdyż są zdradzieckimi i podstępnymi spryciarzami. Niewiele wiadomo o tych sprawiających ustawiczne kłopoty potworach. Wiedza ta zawiera się zresztą raczej w opowiastkach niż księgach magicznych. Niektórzy twierdzą, że Czarodziejskie Smoki są niewidzialne. Inni — że ich naturalnych środkiem obronnym jest Magiczne Zwierciadło.} \medskip \\ \textbf{Walka ze Czarodziejskim Smokiem:} \begin{enumerate} \item Umieść na Polu bitwy 2 karty Czarodziejskich Smoków. Zignoruj ich zdolności. \item Umieść na planszy Drzewca z Talii \svg{silver} Jednostek Neutralnych i dodatkowo 3 zakryte Karty reprezentujące pozostałe 3 Drzewce. \end{enumerate} \medskip \textbf{Zasady:} \begin{itemize} \item Czarodziejski Smok jest odporny na podstawowe Zaklęcia. \item Czarodziejski Smok może rzucić maksymalnie dwa różne Zaklęcia na Rundę Walki. \item Wszystkie Zaklęcia są widocznie obok planszy Walki: \begin{enumerate} \item Pierwsze Zaklęcie to \textit{Piorun}. \item Drugie Zaklęcie to \textit{Wzmocnienie}. \item Na trzecie Zaklęcie Czarodziejski Smok losowo wybiera Mistrzowskie Zaklęcie z talii Zaklęć. Jeśli wylosuje Zaklęcie Podróży \svg{map}, odrzuć je i wylosuj inne. \end{enumerate} \item \textit{Oszust:} W pierwszej Rundzie walki pierwszy trafiony Czarodziejski Smok to jedynie miraż. Zadaje obrażenia, ale znika z Pola bitwy po trafieniu przez przeciwnika. \item Zdolność Drzewców: Każdy Drzewiec trzyma klucz do mocy Czarodziejskiego Smoka. Po śmierci drugiego Drzewca usuń jedno Zaklęcie z księgi Zaklęć Czarodziejskiego Smoka, zaczynając od trzeciego Zaklęcia. Zmniejszaj moc \svg{empower} Zaklęć smoka o jeden (zaczynając od maksymalnej) po pokonaniu 2., 3. i 4. Drzewca. Gdy zabraknie Drzewców, smok traci zdolność rzucania Zaklęć. \end{itemize} }

source: [h] \hommtable[]{8}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[1.6]{No additional\\changes} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 18} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Mirage} \\ \end{tabularx} }
fr: [h] \hommtable[]{8}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Facile}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Difficile}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[1.6]{Pas de changement\\additionnel} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 18} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Mirage} \\ \end{tabularx} }

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \svgunit{bronze} Units with the \textit{lowest} Recruitment cost \item A Few \svgunit{bronze} Units with the \textit{highest} Recruitment cost \end{itemize}
cs: \textbf{Počáteční Jednotky:} \begin{itemize} \item Skupinu \svgunit{bronze} Jednotek s \textit{nejnižšími} náklady na Verbování \item Málo \svgunit{bronze} Jednotek s \textit{nejvyššími} náklady na Verbování \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Grupa \svg{bronze} Jednostek o \textit{najniższym} koszcie rekrutacji \item Garstka \svg{bronze} Jednostek o \textit{najwyższym} koszcie rekrutacji \end{itemize}

source: \textbf{Additional Bonus:} None
cs: \textbf{Dodatečný Bonus:} Žádný
pl: \textbf{Dodatkowy Bonus:} Brak

source: During this Scenario:
cs: Během tohoto Scénáře:
pl: Podczas tego Scenariusza:

source: \textbf{Source:} \href{https://boardgamegeek.com/filepage/277736/clash-scenario-the-hunt-v10}{BoardGameGeek}
cs: \textbf{Zdroj:} \href{https://boardgamegeek.com/filepage/277736/clash-scenario-the-hunt-v10}{BoardGameGeek}
pl: \textbf{Źródło:} \href{https://boardgamegeek.com/filepage/277736/clash-scenario-the-hunt-v10}{BoardGameGeek}

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling, City Hall
cs: \textbf{Budovy ve Městě:} \svgunit{bronze} Obydlí, Radnice
pl: \textbf{Budynki Początkowe:} \svgunit{bronze} Siedlisko, Ratusz

source: \textbf{For a 2-player Scenario:} \begin{itemize} \item 2 × Starting (I) Map Tile \item 2 × Far (II--III) Map Tile \item 2 × Near (IV--V) Map Tile \item 1 × Center (VI--VII) Map Tile; place a Black Cube or a Miniature representing the Dragon in the center of the Tile \end{itemize}
pl: \textbf{Dla Scenariusza dwuosobowego:} \begin{itemize} \item 2 × Początkowy (I) Kafelek Mapy \item 2 × Daleki (II--III) Kafelek Mapy \item 2 × Bliski (IV--V) Kafelek Mapy \item 1 × Centralny (VI--VII) Kafelek Mapy; umieść Czarną Kostkę lub figurkę reprezentującą Smoka w centrum Kafelka \end{itemize}

source: \textbf{For a 3-player Scenario:} \begin{itemize} \item 3 × Starting (I) Map Tile \item 3 × Far (II--III) Map Tile \item 3 × Near (IV--V) Map Tile \item 1 × Center (VI--VII) Map Tile; place a Black Cube or a Miniature representing the Dragon in the center of the Tile \end{itemize}
pl: \textbf{Dla Scenariusza trzyosobowego:} \begin{itemize} \item 3 × Startowy (I) Kafelek Mapy \item 3 × Daleki (II--III) Kafelek Mapy \item 3 × Bliski (IV--V) Kafelek Mapy \item 1 × Centralny (VI--VII) Kafelek Mapy; umieść Czarną Kostkę lub figurkę reprezentującą Smoka w centrum Kafelka \end{itemize}

source: \begin{itemize} \item Select one of the Dragons from the boss list: Azure Dragon, Crystal Dragon, Rust Dragon, or Faerie Dragon. You can choose randomly by picking one of the four shuffled Statistic Cards: \textit{Attack} -- Azure, \textit{Defense} -- Crystal, \textit{Knowledge} -- Rust, \textit{Power} -- Faerie. \end{itemize}
pl: \begin{itemize} \item Wybierz jednego ze Smoków z listy bossów: Błękitny Smok, Kryształowy Smok, Rdzawy Smok, lub Czarodziejski Smok. Możesz wybrać losowo, wybierając jedną z czterech przetasowanych Kart Statystyk: \textit{Atak} -- Błękitny, \textit{Obrona} -- Kryształowy, \textit{Wiedza} -- Rdzawy, \textit{Moc} -- Czarodziejski. \end{itemize}

source: \begin{itemize} \item Only a Main Hero can kill the Dragon. \item The final battle with the Dragon occurs at the center Field of the Center Map Tile. Please refer to the encounter rules specified in the rules of the selected Dragon Boss. \item While fighting a Dragon Boss, ignore Gorgon's special ability. \item Heroes are unable to retreat from battles with the Dragon Boss. \item When each player Visits an Obelisk, they can choose to roll a Treasure Die or receive 1 \svg{experience}. \item Players can Visit each Obelisk only once. Afterwards, they must place their Faction Cube on the Field. \item In the boss encounter, there is no battle Round limit. \end{itemize}
pl: \begin{itemize} \item Tylko Bohater Główny może zabić Smoka. \item Ostateczna Walka ze Smokiem odbywa się na centralnym Polu Centralnego Kafelka Mapy. Zapoznaj się z zasadami Walki określonymi w zasadach wybranego Smoka. \item Podczas Walki ze Smokiem zignoruj zdolność specjalną Gorgon. \item Bohaterowie nie mogą wycofać się z Walk ze Smokiem. \item Gdy gracze odwiedzają Obelisk, mogą wybrać rzut Kością Skarbów albo otrzymać 1 \svg{experience}. \item Gracze mogą odwiedzić każdy Obelisk tylko raz. Następnie muszą umieścić swoją Kostkę Frakcji na Polu. \item W walce ze Smokiem nie ma limitu Rund Walki. \end{itemize}

source: \begin{tikzpicture}[overlay] \centering \node at (14, 9) {\includegraphics[scale=0.187]{\maps/the-hunt-2.png}}; \node at (14, 3) {\footnotesize{\textbf{\MakeUppercase{2-PLAYER SCENARIO}}}}; \node at (11, -4.5) {\includegraphics[scale=0.187]{\maps/the-hunt-3.png}}; \node at (4, -3.5) {\footnotesize{\textbf{\MakeUppercase{3-PLAYER SCENARIO}}}}; \end{tikzpicture}
cs: \begin{tikzpicture}[overlay] \centering \node at (14, 9) {\includegraphics[scale=0.187]{\maps/the-hunt-2.png}}; \node at (14, 3) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 2 HRÁČE}}}}; \node at (11, -4.5) {\includegraphics[scale=0.187]{\maps/the-hunt-3.png}}; \node at (4, -3.5) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 3 HRÁČE}}}}; \end{tikzpicture}
pl: \begin{tikzpicture}[overlay] \centering \node at (14, 10) {\includegraphics[scale=0.187]{\maps/the-hunt-2.png}}; \node at (14, 4) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 2-OSOBOWY}}}}; \node at (11, -3.5) {\includegraphics[scale=0.187]{\maps/the-hunt-3.png}}; \node at (4, -2.5) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 3-OSOBOWY}}}}; \end{tikzpicture}

source: { \textbf{\MakeUppercase{Boss: Azure Dragon}} \medskip \textit{Little is known of the Azure Dragon. It is both rare and mighty, thus few have seen it, and fewer still have survived its attacks. This powerful creature is not much bigger than most dragons, but is said to be capable of enduring prolonged physical attack. It is said those standing face-to-face with an Azure Dragon tend to freeze from pure fear. } \medskip \textbf{Fighting the Azure Dragon:} \begin{enumerate} \item Place the Azure Dragon Miniature/Card on the battlefield. Ignore its ability. \item Prepare a pile of discarded Artifacts and shuffle it. \end{enumerate} \medskip \textbf{Rules:} \begin{itemize} \item \textit{Hoarding Tendency:} At the start of each Turn, randomly choose a Card from the shuffled pile of discarded Artifacts. If the Artifact is: \begin{itemize} \item A weapon: The Dragon gains one Breath attack that targets three creatures in a row. The Unit directly hit in the middle suffers full damage, while the Units on both sides suffer 3\,\svg{damage-red} less. \item A piece of armor, shield, or clothing: The Dragon gains 3\,\svg{defense}, represented with spare Faction Cubes. Remove them after they have absorbed damage. \item A trinket: The Azure Dragon roars and summons an ice storm, causing all creatures to freeze in fear. This results in every Unit moving only 1 Field per Round, while the Azure Dragon can fly to any Field on the Combat Board. \end{itemize} \item The Azure Dragon is immune to all Spells cast against it. \item Buffs and enhancements cast on player's Units remain effective. \end{itemize} }
pl: { \textbf{\MakeUppercase{Boss: Błękitny Smok}} \medskip \\ \textit{Niewiele wiadomo o Błękitnym Smoku. Jest on równie rzadki, co potężny, dlatego niewielu ludzi go widziało, a jeszcze mniej przeżyło jego atak. Ten potężny stwór jest nie tyle dużo większy od innych smoków, co podobno może wytrzymać nasilający się atak fizyczny. Powiadają, że ludzie, którzy stają do walki z takim smokiem zostają niekiedy sparaliżowani strachem.} \medskip \\ \textbf{Walcząc z Błękitnym Smokiem:} \begin{enumerate} \item Umieść Figurkę/Kartę Błękitnego Smoka na Planszy Walki. Zignoruj jego zdolność. \item Przygotuj stos odrzuconych Artefaktów i potasuj go. \end{enumerate} \medskip \textbf{Zasady:} \begin{itemize} \item \textit{Skłonność do Gromadzenia:} Na początku każdej tury losowo wybierz Kartę z potasowanego stosu odrzuconych Artefaktów. Jeśli Artefakt to: \begin{itemize} \item Broń: Smok zyskuje atak zionięciem, który omiata trzy stworzeniach w rzędzie. Jednostka bezpośrednio trafiona w środku otrzymuje pełne obrażenia, podczas gdy Jednostki po obu stronach cierpią o 3\,\svg{damage-red} mniej. \item Część zbroi, tarcza lub odzież: Smok zyskuje 3\,\svg{defense}, oznaczane przez wolne Kostki Frakcji. Usuń je po wchłonięciu obrażeń. \item Bibelot: Błękitny Smok ryczy i przywołuje burzę lodową, powodującą zamarzanie wszystkich istot z przerażenia. Skutkuje to tym, że każda Jednostka porusza się tylko o 1 Pole na Rundę, podczas gdy Błękitny Smok może latać na dowolne Pole na planszy. \end{itemize} \item Błękitny Smok jest odporny na wszystkie rzucone przeciwko niemu Zaklęcia. \item Wzmocnienia i ulepszenia rzucone na Jednostki gracza pozostają skuteczne. \end{itemize} }
