Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/the_hunt.tex/*.po
Languages: cs, fr, pl

source: \hommtable[]{8}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Impossible}}\\ \lightcell[1.8]{No additional\\changes} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 30} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +2 \svg{attack_yellow} \\ +2 \svg{defense_yellow}} \end{tabularx} }
cs: \hommtable[]{8}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Lehká}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normalní}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Těžká}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Nemožná}}\\ \lightcell[1.8]{No additional\\changes} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 30} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +2 \svg{attack_yellow} \\ +2 \svg{defense_yellow}} \end{tabularx} }
pl: \hommtable[]{8}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Łatwy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normalny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Trudny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Niemożliwy}}\\ \lightcell[1.8]{Bez dodatkowych\\zmian} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 30} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +2 \svg{attack_yellow} \\ +2 \svg{defense_yellow}} \end{tabularx} }

source: { \textbf{\MakeUppercase{Boss: Crystal Dragon}} \medskip \textit{Made entirely from red crystal and brought to life through magical means, the Crystal Dragon is literally semitransparent, lit from the center by its magical heart. Used frequently as a training tool for young dragon slayers, many wizards also create these creatures for the crystal they shed. } \medskip \textbf{Fighting the Crystal Dragon:} \begin{enumerate} \item Place the Crystal Dragon Miniature/Card on the battlefield. Ignore its ability. \item Place two Gold Golems and two Diamond Golems on the battlefield. \end{enumerate} \medskip \textbf{Rules:} \begin{itemize} \item At the start of every battle Round, check if any of the Golems were removed in the previous Round. If so, spawn one new Diamond or Gold Golem (chosen randomly) in the last row of the battlefield. \item \textit{Golem Devour:} The Crystal Dragon can consume Golems to regain health. During its Turn, if the Crystal Dragon is adjacent to a Golem, it can choose to consume it, removing a certain amount of \svg{damage-red} based on the type of Golem consumed: \begin{itemize} \item Consuming a Gold Golem: Remove 2 \svg{damage-red}. \item Consuming a Diamond Golem: Remove 4 \svg{damage-red}. \item[] \textbf{Note:} The Crystal Dragon can only consume one Golem per Turn. \end{itemize} \item Golem Abilities: Gold and Diamond Golems do not possess any additional abilities beyond those specified on their Cards. They primarily serve as fodder for the Crystal Dragon's health regeneration. \item The Crystal Dragon \textit{retaliates twice} per battle Round. \end{itemize} }
pl: { \textbf{\MakeUppercase{Boss: Kryształowy Smok}} \medskip \\\textit{Ten rodzaj smoka powstaje w całości z czerwonych kryształów i jest ożywiany magicznym sposobem. Jest on dosłownie półprzezroczysty, rozświetlany od środka przez swoje magiczne serce. Smok Kryształowy służy często jako narzędzie szkolenia młodych pogromców smoków; wielu czarodziejów tworzy je także dla kryształów, które się z nich łuszczą.} \medskip \\ \textbf{Walcząc z Kryształowym Smokiem:} \begin{enumerate} \item Umieść Figurkę/Kartę Kryształowego Smoka na Planszy Walki. Zignoruj jego zdolność. \item Umieść dwa Złote i dwa Diamentowe Golemy na Planszy Walki. \end{enumerate} \medskip \textbf{Zasady:} \begin{itemize} \item Na początku każdej Rundy Walki sprawdź, czy którykolwiek z Golemów został usunięty w poprzedniej Rundzie. Jeśli tak, umieść nowego Diamentowego lub Złotego Golema (losowo wybranego) w ostatnim rzędzie Planszy Walki. \item \textit{Pożeranie Golemów:} Kryształowy Smok może pochłaniać Golemy, aby odzyskać zdrowie. W swojej turze, jeśli Kryształowy Smok sąsiaduje z Golemem, może go pochłonąć, usuwając określoną ilość \svg{damage-red} w zależności od typu pochłoniętego Golema: \begin{itemize} \item Pochłonięcie Złotego Golema: Usuń 2 \svg{damage-red}. \item Pochłonięcie Diamentowego Golema: Usuń 4 \svg{damage-red}. \item[] \textbf{Uwaga:} Kryształowy Smok może pochłonąć tylko jednego Golema na turę. \end{itemize} \item Zdolności Golemów: Złote i Diamentowe Golemy nie posiadają żadnych specjalnych zdolności poza tymi określonymi na ich kartach. Służą głównie jako pożywka dla Kryształowego Smoka do odzyskiwania zdrowia. \item Kryształowy Smok \textit{kontratakuje dwukrotnie}. \end{itemize} }

source: \hommtable[]{10}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Impossible}}\\ \lightcell[2.8]{No additional\\changes} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[2.8]{{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26 \\ +1 Retaliation}} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Retaliation \\ Remove additional 2 \svg{damage-table} by consuming Golems} \\ \end{tabularx} }
cs: \hommtable[]{10}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Lehká}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normální}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Těžká}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Nemožná}}\\ \lightcell[2.8]{Žádné další\\změny} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[2.8]{{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26 \\ +1 Odvetný útok}} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Odvetný útok \\ Odstraňte dalších 2 \svg{damage-table} sežráním Golemů} \\ \end{tabularx} }\pagebreak
pl: \hommtable[]{10}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Łatwy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normalny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Trudny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Niemożliwy}}\\ \lightcell[2.8]{Bez dodatkowych\\zmian} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[2.8]{{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26 \\ +1 Kontratak}} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Kontratak \\ Usuń dodatkowe 2\,\svg{damage-table} przy pochłanianiu Golemów} \\ \end{tabularx} }

source: \hommtable[]{9}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Impossible}}\\ \lightcell[2.5]{No additional\\changes} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 20} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +1 to Corrosion armor decrease} \\ \end{tabularx} }
cs: \hommtable[]{9}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Lehká}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normální}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Těžká}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Nemožná}}\\ \lightcell[2.5]{Žádné další\\změny} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 20} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +1 ke snížení obrany z Koroze} \\ \end{tabularx} }
pl: \hommtable[]{9}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Łatwy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normalny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Trudny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Niemożliwy}}\\ \lightcell[2.5]{Bez dodatkowych\\zmian} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 20} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32} & \lightcell[2.5]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +1 do \mbox{Korozji} pancerza} \\ \end{tabularx} }

source: \hommtable[]{7}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Impossible}}\\ \lightcell[1.6]{No additional\\changes} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 18} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Mirage} \\ \end{tabularx} }
cs: \hommtable[]{7}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Snadné}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normální}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Těžké}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Nemožné}}\\ \lightcell[1.6]{Žádné další\\změny} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 18} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Přelud} \\ \end{tabularx} }
pl: \hommtable[]{7}{ \centering \medskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\svgunit[20]{bronze}} \textbf{Łatwy}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{silver}} \textbf{Normalny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{golden}} \textbf{Trudny}} & \darkcell{\raisebox{-.2\height}{\svgunit[20]{azure}} \textbf{Niemożliwy}}\\ \lightcell[1.6]{Bez dodatkowych\\zmian} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 18} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26} & \lightcell[1.6]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Miraż} \\ \end{tabularx} }

source: {l}{0.3\textwidth} \raisebox{0pt}[\dimexpr\height-1.2\baselineskip\relax]{\framedimage[1.1\linewidth]{\art/rust_dragon.jpg}}
cs: {l}{0.3\textwidth} \raisebox{0pt}[\dimexpr\height-0.2\baselineskip\relax]{\framedimage[1.1\linewidth]{\art/rust_dragon.jpg}}
