Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/the_hunt.tex/*.po
Languages: cs, fr, pl

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Počáteční Příjem:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \bronze\ Units with the \textit{lowest} Recruitment cost \item A Few \bronze\ Units with the \textit{highest} Recruitment cost \end{itemize}
fr: \textbf{Unités de Départ:} \begin{itemize} \item Une Unité Groupe \bronze{} avec le coût de Recrutement le plus \textit{faible} \item Une Unité Quelques \bronze{} avec le coût de Recrutement le plus \textit{élevé} \end{itemize}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \subsection*{\MakeUppercase{Player Setup}} \textbf{Player Count:} 2 or 3
cs: \subsection*{\MakeUppercase{Příprava Hráče}} \textbf{Počet Hráčů:} 2 nebo 3
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}} \textbf{Nombre de Joueurs:} 2 ou 3
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}} \textbf{Liczba Graczy:} 2 lub 3

source: \textbf{Map Tile Pool:} Each player takes 1 random Far (II--III) Map Tile
cs: \textbf{Dílky Mapy na ruce:} Každý hráč si vezme 1 náhodný Vzdálený (II--III) Dílek Mapy
fr: \textbf{Réserve de Tuiles:} Chaque Joueur prend 1 Tuile Lointaine (II--III) au hasard.
pl: \textbf{Pula Kafelków Mapy:} Każdy gracz losuje 1 Daleki (II--III) Kafelek Mapy

source: \addscenariosection{1}{Clash Scenario}{The Hunt}{\images/slayer.png}
cs: \addscenariosection{1}{Střet}{Lov}{\images/slayer.png}
fr: \addscenariosection{1}{Scénario Affrontement}{La Chasse}{\images/slayer.png}
pl: \addscenariosection{1}{Tryb Starcia}{Polowanie}{\images/slayer.png}

source: \textbf{Author:} Mateusz ``MATMOT'' Motyka
cs: \textbf{Autor:} Mateusz \uv{MATMOT} Motyka
fr: \textbf{Auteur :} Mateusz «MATMOT» Motyka
pl: \textbf{Autor:} Mateusz ``MATMOT'' Motyka

source: \textit{The land quivers under the reign of the fearsome Dragon. The one who dares to slay this monstrous beast shall ascend to the throne, crowned as the rightful ruler of the shattered kingdom. }
cs: \textit{Země se chvěje pod vládou hrůzostrašného Draka. Ten, kdo se odváží zabít toto monstrum, se dostane na trůn, korunován jako právoplatný vládce roztříštěného království. }
fr: \textit{La terre tremble sous le règne du redoutable Dragon. Celui qui osera pourfendre cette bête monstrueuse se verra offrir le trône, couronné souverain légitime de ce royaume brisé. }
pl: \textit{Ziemia drży pod rządami przerażającego Smoka. Ten, kto odważy się zabić to potworne stworzenie, wstąpi na tron, koronowany jako prawowity władca zniszczonego królestwa. }

source: \subsection*{\MakeUppercase{Scenario Length}} This Scenario is played over 14 Rounds.
cs: \subsection*{\MakeUppercase{Délka Scénáře}} Tento Scénář se hraje na 14 Kol.
fr: \subsection*{\MakeUppercase{Durée du Scénario}} Ce Scénario se joue en 14 Manches.
pl: \subsection*{\MakeUppercase{Długość Scenariusza}} Ten Scenariusz rozgrywany jest w 14 Rundach.

source: \textbf{Starting Resources:} 15 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}
cs: \textbf{Počáteční Suroviny:} 15 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}
fr: \textbf{Ressources de Départ :} 15 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 15 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}

source: \textbf{Town Buildings:} \bronze\ Dwelling, City Hall
fr: \textbf{Bâtiments de Départ :} Demeure \bronze{}, Salle du Conseil

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout.
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza.

source: \textbf{For a 2-player Scenario:} \begin{itemize} \item 2 × Starting (I) Map Tile \item 2 × Far (II--III) Map Tile \item 2 × Near (IV--V) Map Tile \item 1 × Center (VI--VII) Map Tile \end{itemize}
fr: \textbf{Scénario pour 2 Joueurs:} \begin{itemize} \item 2 × Tuiles de Départ (I) \item 2 × Tuiles Lointaines (II--III) \item 2 × Tuiles Proches (IV--V) \item 1 × Tuile Centre (VI--VII) \end{itemize}

source: \textbf{For a 3-player Scenario:} \begin{itemize} \item 3 × Starting (I) Map Tile \item 3 × Far (II--III) Map Tile \item 3 × Near (IV--V) Map Tile \item 1 × Center (VI--VII) Map Tile \end{itemize}
fr: \textbf{Scénario pour 3 Joueurs:} \begin{itemize} \item 3 × Tuiles de Départ (I) \item 3 × Tuiles Lointaines (II--III) \item 3 × Tuiles Proches (IV--V) \item 1 × Tuile Centre (VI--VII) \end{itemize}

source: \subsection*{\MakeUppercase{Victory Conditions}} Slay the Dragon Boss with your Main Hero.
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}} Zabijte Dračího Bosse se svým Hlavním Hrdinou.
fr: \subsection*{\MakeUppercase{Conditions de Victoire}} Tuer le Boss Dragon avec votre Héros Principal.
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}} Zabij Smoczego Władcę Bohaterem Głównym.

source: \subsection*{\MakeUppercase{Defeat Conditions}} If the Dragon Boss still lives at the end of the \nth{14} Round, all players lose the Scenario.
cs: \subsection*{\MakeUppercase{Podmínky Porážky}} Pokud Dračí Boss stále žije na konci 14. Kola, všichni hráči prohrávají Scénář.
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} Si le Boss Dragon est encore en vie à la fin de la Manche 14.
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} Jeśli Smoczy Władca nadal żyje na koniec 14. Rundy, wszyscy gracze przegrywają Scenariusz.

source: \textbf{\nth{4}, \nth{8} and \nth{12} Rounds:} \begin{itemize} \item Remove all Black Cubes from all the Water Wheels, Windmills and Mystical Gardens on the map. \end{itemize}
fr: \textbf{Manches 4, 8 et 12 :} \begin{itemize} \item Retirez tous les Cubes Noirs des Moulins à Eau, Moulins à Vent et Jardins Mystiques sur le plateau. \end{itemize}
pl: \textbf{Rundy 4., 8. i 12.:} \begin{itemize} \item Usuń wszystkie Czarne Kostki z każdego Wiatraka, Młyna Wodnego i Mistycznego Ogrodu na mapie. \end{itemize}

source: Before the start of this Scenario:
cs: Před začátkem tohoto Scénáře:
fr: Avant le début de ce Scénario:
pl: Przed rozpoczęciem Scenariusza:

source: \begin{itemize} \item Select one of the Dragons from the boss list: Azure Dragon, Crystal Dragon, Rust Dragon, or Faerie Dragon. You can choose randomly by picking one of the four shuffled Statistic Cards: \textit{Attack} -- Azure, \textit{Defense} -- Crystal, \textit{Knowledge} -- Rust, \textit{Power} -- Faerie. \item Place a Black Cube or a Miniature representing the Dragon in the center of the Center Map Tile. \end{itemize}
fr: \begin{itemize} \item Sélectionnez un des Dragons de la liste de Boss: Dragon Azure, Dragon de Cristal, Dragon de Rouille ou Dragon Féérique. Vous pouvez choisir au hasard en piochant une des quatre Cartes Statistiques: \textit{Attaque} -- Azure, \textit{Défense} -- Cristal, \textit{Savoir} -- Rouille, \textit{Puissance} -- Féérique. \item Placez un Cube Noir ou une Figurine représentant le Dragon au centre de la Tuile Centre (VI--VII). \end{itemize}

source: \columnbreak During this Scenario:
fr: \columnbreak Pendant ce Scénario:

source: \begin{itemize} \item Only a Main Hero can kill the Dragon. \item The final battle with the Dragon occurs at the center Field of the Center Map Tile. Please refer to the encounter rules specified in the rules of the selected Dragon Boss. \item While fighting a Dragon Boss, ignore Gorgon's special ability. \item Heroes are unable to retreat from battles with the Dragon Boss. \item When each player Visits an Obelisk, they can choose to roll a Treasure Die or receive 1 \svg{experience}. \item Players can Visit each Obelisk only once. Afterwards, they must place their Faction Cube on the Field. \item In the boss encounter, there is no battle Round limit. \end{itemize} \columnbreak
fr: \begin{itemize} \item Seul le Héros Principal peut tuer le Dragon. \item Le combat final avec le Dragon se produit sur la Case au centre de la Tuile Centre. Se référer aux règles spécifiques de chaque Dragon pour ce combat. \item Durant ce combat, ignorez la capacité spéciale des Gorgones. \item Les Héros ne peuvent pas fuir le combat contre le Boss Dragon. \item Quand un Joueur Visite un Obélisque, il choisit de lancer un Dé de Trésor ou gagner 1 \svg{experience}. \item Chaque Joueur ne peut Visiter chaque Obélisque qu'une fois. Après, il doit placer un Cube de Faction sur la Case. \item Le Combat de Boss n'a pas de limite de Tour de Combat. \end{itemize} \columnbreak

source: {\footnotesize\centering\textbf{\MakeUppercase{2-PLAYER SCENARIO}}\par}
fr: {\footnotesize\centering\textbf{\MakeUppercase{SCENARIO 2-JOUEURS}}\par}

source: \begin{tikzpicture}[overlay, anchor=north] \centering \node at (0, 0) {\includegraphics[width=\textwidth, height=0.48\textheight, keepaspectratio]{\maps/the-hunt-3.png}}; \node at (0, -12) {\footnotesize{\textbf{\MakeUppercase{3-PLAYER SCENARIO}}}}; \end{tikzpicture}
fr: \begin{tikzpicture}[overlay, anchor=north] \centering \node at (0, 0) {\includegraphics[width=\textwidth, height=0.48\textheight, keepaspectratio]{\maps/the-hunt-3.png}}; \node at (0, -12) {\footnotesize{\textbf{\MakeUppercase{SCENARIO 3-JOUEURS}}}}; \end{tikzpicture}

source: { \textbf{\MakeUppercase{Boss: Azure Dragon}} \medskip \textit{Little is known of the Azure Dragon. It is both rare and mighty, thus few have seen it, and fewer still have survived its attacks. This powerful creature is not much bigger than most dragons, but is said to be capable of enduring prolonged physical attack. It is said those standing face-to-face with an Azure Dragon tend to freeze from pure fear. } \medskip \textbf{Fighting the Azure Dragon:} \begin{enumerate} \item Place the Azure Dragon Miniature/Card on the battlefield. Ignore its ability. \item Prepare a pile of discarded Artifacts and shuffle it. \end{enumerate} \medskip \textbf{Rules:} \begin{itemize} \item \textit{Hoarding Tendency:} At the start of each Turn, randomly choose a Card from the shuffled pile of discarded Artifacts. If the Artifact is: \begin{itemize} \item A weapon: The Dragon gains one Breath attack that targets three creatures in a row. The Unit directly hit in the middle suffers full damage, while the Units on both sides suffer 3\,\svg{damage} less. \item A piece of armor, shield, or clothing: The Dragon gains 3\,\svg{defense}, represented with spare Faction Cubes. Remove them after they have absorbed damage. \item A trinket: The Azure Dragon roars and summons an ice storm, causing all creatures to freeze in fear. This results in every Unit moving only 1 Field per Round, while the Azure Dragon can fly to any Field on the Combat Board. \end{itemize} \item The Azure Dragon is immune to all Spells cast against it. \item Buffs and enhancements cast on player's Units remain effective. \end{itemize} }
fr: { \textbf{\MakeUppercase{Boss: Dragon Azure}} \par \medskip \textit{On ne sait que peu de chose sur le Dragon Azure. Il est rare et puissant, peu en ont vu et encore moins ont survécu à son attaque. Cet puissante créature n'est pas plus grande que la plupart des dragons, mais peut subir de longues attaques physiques. On dit que se trouver face à face avec un Dragon Azure, c'est être glacé de peur. } \par\medskip \textbf{Combattre le Dragon Azure:} \begin{enumerate} \item Placez la Figurine/Carte du Dragon Azure sur le Plateau de Combat. Ignorez sa capacité. \item Préparez une pile d'Artefacts défaussés et mélangez-la. \end{enumerate} \medskip \textbf{Règles:} \begin{itemize} \item \textit{Syllogomanie:} Au début de chaque Tour, choisissez au hasard une Carte de la pile d'Artefacts défaussés. Si l'Artefact est: \begin{itemize} \item Une Arme: Le Dragon gagne un Souffle qui cible trois créatures en ligne. L'Unité directement touchée subit les dégâts maximum, les Unités de chaque côté subissent 3\,\svg{damage} de moins. \item Une Armure, Bouclier ou Vêtement: Le Dragon gagne 3\,\svg{defense}, représenté par des Cubes de Faction. Retirez-les après qu'ils aient absorbés des dégâts. \item Un Bijou: Le Dragon rugit et invoque une tempête de glace, glaçant de peur toutes créatures. Chaque Unité ne peut se déplacer que d'une Case par Tour, le Dragon peut voler sur n'importe quelle case du Plateau de Combat. \end{itemize} \item Le Dragon est immunisé à tous les Sorts le ciblant. \item Les Sorts lancés sur les Unités du Joueur restent efficace. \end{itemize} }

source: [h] \hommtable[]{9}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[1.8]{No additional\\changes} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 30} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +2 \svg{attack-yellow} \\ +2 \svg{defense-yellow}} \end{tabularx} }
fr: [h] \hommtable[]{9}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Facile}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Difficile}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[1.8]{Pas de changement\\additionnel} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 30} & \lightcell[1.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 40 \\ +2 \svg{attack-yellow} \\ +2 \svg{defense-yellow}} \end{tabularx} }

source: { \textbf{\MakeUppercase{Boss: Crystal Dragon}} \medskip \textit{Made entirely from red crystal and brought to life through magical means, the Crystal Dragon is literally semitransparent, lit from the center by its magical heart. Used frequently as a training tool for young dragon slayers, many wizards also create these creatures for the crystal they shed. } \medskip \textbf{Fighting the Crystal Dragon:} \begin{enumerate} \item Place the Crystal Dragon Miniature/Card on the battlefield. Ignore its ability. \item Place two Gold Golems and two Diamond Golems on the battlefield. \end{enumerate} \medskip \textbf{Rules:} \begin{itemize} \item At the start of every battle Round, check if any of the Golems were removed in the previous Round. If so, spawn one new Diamond or Gold Golem (chosen randomly) in the last row of the battlefield. \item \textit{Golem Devour:} The Crystal Dragon can consume Golems to regain health. During its Turn, if the Crystal Dragon is adjacent to a Golem, it can choose to consume it, removing a certain amount of \svg{damage} based on the type of Golem consumed: \begin{itemize} \item Consuming a Gold Golem: Remove 2 \svg{damage}. \item Consuming a Diamond Golem: Remove 4 \svg{damage}. \item[] \textbf{Note:} The Crystal Dragon can only consume one Golem per Turn. \end{itemize} \item Golem Abilities: Gold and Diamond Golems do not possess any additional abilities beyond those specified on their Cards. They primarily serve as fodder for the Crystal Dragon's health regeneration. \item The Crystal Dragon \textit{retaliates twice} per battle Round. \end{itemize} }
fr: { \textbf{\MakeUppercase{Boss: Dragon de Cristal}} \par \medskip \textit{Entièrement fait de cristal rouge et amené à la vie par magie, le Dragon de Cristal est littéralement semi transparent, éclairé en son centre par son cœur magique. Utilisé fréquemment comme outil d'entrainement pour les jeunes chasseurs de dragons, les sorciers les créent aussi pour leur mue de cristal. } \par \medskip \textbf{Combattre le Dragon de Cristal:} \begin{enumerate} \item Placez la Figurine/Carte du Dragon sur le Plateau de Combat. Ignorez sa capacité. \item Placez deux Golems d'Or et deux Golems de Diamant sur le Plateau de Combat. \end{enumerate} \medskip \textbf{Règles:} \begin{itemize} \item Au début du Combat, vérifiez si un des Golems a été retiré au Tour précédent. Si oui, placez un nouveau Golem d'or ou de Diamant au hasard sur la ligne arrière du Plateau. \item \textit{Absorption de Golem:} Le Dragon peut absorber des Golems pour se régénérer. Pendant son Tour, si le Dragon est adjacent à un Golem, il peut choisir de l'absorber pour retirer un nombre de \svg{damage} en fonction du type de Golem: \begin{itemize} \item Golem d'Or: Retirez 2 \svg{damage}. \item Golem de Diamant: Retirez 4 \svg{damage}. \item[] \textbf{Note:} Le Dragon ne peut absorber qu'un Golem par Tour. \end{itemize} \item Capacités de Golem: Les Golems d'Or et de Diamant n'ont pas d'autres capacités que celle de leurs Cartes. Ils servent principalement de sacrifice pour la régénération du Dragon. \item Le Dragon \textit{riposte deux fois} par Tour de Combat. \end{itemize} }

source: [h] \hommtable[]{11}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Easy}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Hard}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[2.8]{No additional\\changes} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[2.8]{{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26 \\ +1 Retaliation}} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Retaliation \\ Remove additional 2 \svg{damage-yellow} by consuming Golems} \\ \end{tabularx} }
fr: [h] \hommtable[]{11}{ \centering \medskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[20]} \renewcommand{\silver}{\origsilver[20]} \renewcommand{\golden}{\origgolden[20]} \renewcommand{\azure}{\origazure[20]} \begin{tabularx}{0.95\linewidth}{XXXX} \darkcell{\raisebox{-.2\height}{\bronze} \textbf{Facile}} & \darkcell{\raisebox{-.2\height}{\silver} \textbf{Normal}} & \darkcell{\raisebox{-.2\height}{\golden} \textbf{Difficile}} & \darkcell{\raisebox{-.2\height}{\azure} \textbf{Impossible}}\\ \lightcell[2.8]{Pas de changement\\additionnel} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 22} & \lightcell[2.8]{{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 26 \\ +1 Riposte}} & \lightcell[2.8]{\raisebox{-.25\height}{\includegraphics[height=15px]{\images/hp.png}} 32 \\ +1 Riposte \\ Retirez 2 \svg{damage-yellow} supplémentaire par absorption} \\ \end{tabularx} }
