Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/recommendations.tex/*.po
Languages: fr, pl, ru

source: \addsection{Recommendations}{\art/haste.png}
fr: \addsection{Recommandations}{\art/haste.png}
pl: \addsection{Zalecenia}{\art/haste.png}
ru: addsection{Рекомендации}{art/haste.png}

source: {2} We've compiled some custom rules and best practices to enhance your gaming experience. Keep in mind that these are just the \textbf{opinions of the authors} of this book. Enjoy!
fr: {2} Nous avons compilé certaines règles maison et des bonnes pratiques pour améliorer votre expérience de jeu. Gardez à l'esprit que ce ne sont que les \textbf{opinions des auteurs} de ce livre. Amusez vous bien!
pl: {2} Zebraliśmy kilka niestandardowych zasad i najlepszych praktyk, aby usprawnić grę. Pamiętaj, że są to tylko \textbf{opinie autorów} tej księgi. Miłej zabawy!
ru: {2} Мы собрали несколько пользовательских правил и лучших практик для лучшего игрового опыта. Помните, что это лишь \textbf{мнения авторов} этой книги. Приятной игры!

source: \subsection*{Play Time}
fr: \subsection*{Temps de Jeu}
pl: \subsection*{Czas Gry}
ru: \subsection*{Время игры}

source: You can estimate your \textbf{minimal} play time using the following formula:
fr: Vous pouvez estimer votre temps de jeu \textbf{minimal} avec la formule suivante:
pl: Możesz oszacować swój \textbf{minimalny} czas gry, korzystając z następującego wzoru:
ru: Ты можешь рассчитать \textbf{минимальное} игровое время по следующей формуле:

source: \begin{center} Play Time $= \boldsymbol{P × R × 5}$ [min] \end{center}
fr: \begin{center} Temps de Jeu $= \boldsymbol{P × R × 5}$ [min] \end{center}
pl: \begin{center} Czas Gry $= \boldsymbol{G × R × 5}$ [min] \end{center}
ru: \begin{center} Время игры $= \boldsymbol{\text{И} × \text{Р} × 5}$ [мин] \end{center}

source: Where: \begin{itemize} \item[$\textbf{P}$] -- number of players \item[$\textbf{R}$] -- number of Rounds \end{itemize}
fr: Avec: \begin{itemize} \item[$\textbf{P}$] -- nombre de Joueurs \item[$\textbf{R}$] -- nombre de Manches \end{itemize}
pl: Gdzie: \begin{itemize} \item[$\textbf{G}$] -- liczba graczy \item[$\textbf{R}$] -- liczba Rund \end{itemize}
ru: Где: \begin{itemize} \item[$\textbf{И}$] -- количество игроков \item[$\textbf{Р}$] -- количество раундов \end{itemize}

source: For example, if you're playing a 3-player Scenario consisting of 12 Rounds, you can easily calculate that $3 \times 12 \times 5 = 180$. Your expected minimal play time would be around 3 hours.
fr: Par exemple, si vous jouer un Scénario pour 3 joueurs en 12 Manches, vous pouvez calculer facilement $3 \times 12 \times 5 = 180$. Votre temps de jeu supposé est d'environ 3 heures.
pl: Dla przykładu, jeśli grasz w Scenariusz dla trzech graczy składający się z 12 Rund, możesz łatwo obliczyć, że $3 \times 12 \times 5 = 180$. Twój przewidywany minimalny czas gry wyniesie około trzech godzin.
ru: Например, если вы играете в cценарий на трёх игроков длительностью 12 раундов, вы можете легко вычислить, что $3 \times 12 \times 5 = 180$. Ваше ожидаемое минимальное время игры составит около трёх часов.

source: To calculate the \textbf{upper bound} of your play time (more realistic if there are inexperienced players), simply double the result. In this case, that would be 6 hours.
fr: Pour calculer la \textbf{limite supérieure} du temps de jeu (plus réaliste pour les joueurs inexpérimentés), doublez le résultat. Dans ce cas, ce serait 6 heures.
pl: Aby obliczyć \textbf{górną granicę} czasu gry (bardziej realistyczną, jeśli są niedoświadczeni gracze), po prostu pomnóż wynik przez dwa. W tym przypadku będzie to 6 godzin.
ru: Чтобы вычислить \textbf{верхнюю границу} времени игры (более реалистично при наличии неопытных игроков), просто удвойте результат. В этом случае получится 6 часов.

source: \subsection*{Magic Arrows}
fr: \subsection*{Flèche Magique}
pl: \subsection*{Magiczne Strzały}
ru: \subsection*{Волшебные стрелы}

source: Except for the Magic Arrow, each Spell appears exactly twice in the Spell Deck. After players prepare their starting M\&M Decks, it is recommended to remove Magic Arrows from the Spell Deck until no more than two remain.
fr: À l'exception de Flèche Magique, chaque sort est en double dans le Deck Sort. Après la préparation du Deck de Départ M\&M des joueurs, il est recommandé de retirer les Flèches Magiques du Deck Sort pour n'en laisser que deux.
pl: Z wyjątkiem Magicznej Strzały każde zaklęcie pojawia się dokładnie dwa razy w Talii Zaklęć. Po przygotowaniu początkowych Talii M\&M przez graczy, zaleca się usunięcie Magicznych Strzał z Talii Zaklęć, aż pozostaną nie więcej niż dwie.
ru: За исключением Волшебной стрелы, все заклинания встречаются в колоде заклинаний ровно два раза. После того как игроки подготовят свои стартовые колоды, рекомендуется убрать Волшебные стрелы из колоды заклинаний, пока их останется не более двух.

source: \subsection*{Guaranteed Settlement}
fr: \subsection*{Enclave Garantie}
pl: \subsection*{Gwarantowana Osada}
ru: \subsection*{Гарантированный посёлок}

source: When distributing Far Tiles (II--III) between players, each player's pool of Map Tiles must include one Settlement.
fr: À la distribution des Tuiles Lointaines (II--III), chaque joueur doit avoir au moins une Tuile avec une Enclave.
pl: Podczas rozdzielania Dalekich Kafelków (II--III) między graczy, pula Kafelków Mapy każdego gracza musi zawierać jedną Osadę.
ru: При распределении дальних фрагментов (II--III) между игроками, набор фрагментов карты каждого игрока должен включать один посёлок.

source: \subsection*{Round One Mulligan}
fr: \subsection*{Mulligan Manche 1}
pl: \subsection*{Mulligan w pierwszej Rundzie}
ru: \subsection*{Пересдача в первом раунде}

source: At the start of the \nth{1} Round, each player may reshuffle their hand of Cards back into their Deck of Might and Magic and draw a new starting hand of Cards once.
fr: Au début de la Manche 1, chaque joueur peut remélanger sa main de Carte dans son Deck de Might and Magic et piochez une fois une nouvelle main.
pl: Na początku pierwszej Rundy każdy gracz może jeden raz wtasować swoją rękę z powrotem do Talii Mocy i Magii i dobrać nową rękę startową.
ru: В начале первого раунда каждый игрок может один раз перемешать карты своей руки обратно в свою колоду и получить новые стартовые карты.

source: \subsection*{Tier V--VII Combat on Hard$+$\\Difficulty}
fr: \subsection*{Combat Rang V--VII Combat en Difficulté$+$\\Difficile}
pl: \subsection*{Walka V--VII na poziomie Trudnym wzwyż}
ru: \subsection*{Сражение V--VII на уровне\\тяжелый и выше}

source: Treat Level V--VII Combats as one difficulty step lower when playing on Hard or Impossible. For example, a Level VII Combat on Hard will be against 2 × \svg{azure} Neutral Units.
fr: Les Combats de Rang V--VII sont considérés comme un Rang de moins en Difficile ou Impossible. Par exemple, un Combat de Rang VII en Difficile serait contre 2 × Unités Neutres \svg{azure}.
ru: Играя на уровнях тяжёлый или невозможный, считайте сражения уровней V–VII на одну ступень сложности ниже. Например, сражение уровня VII на тяжёлом будет против 2 × \svg{azure} нейтральных отрядов.

source: \subsection*{Trading Post}
fr: \subsection*{Comptoir}
pl: \subsection*{Punkt Handlowy}
ru: \subsection*{Рынок}

source: Although rules as written state that you can remove only one Card from your hand while Visiting a Trading Post, it is recommended to allow removing as many as you like.
fr: Bien que les règles indiquent que vous pouvez retirer une seule Carte de votre main en Visitant un Comptoir, il est recommandé de permettre d'en retirer autant que l'on veut.
pl: Mimo że zasady mówią, że możesz usunąć tylko jedną Kartę z ręki podczas odwiedzania Punktu Handlowego, zaleca się pozwolić na usunięcie dowolnej liczby Kart.
ru: Хотя по базовым правилам вы можете убрать только одну карту из руки при посещении Рынка, рекомендуется разрешить убирать любое количество карт.

source: \subsection*{Victory Points}
fr: \subsection*{Points de Victoire}
pl: \subsection*{Punkty Zwycięstwa}
ru: \subsection*{Победные очки}

source: When playing with the optional Victory Points from the Tournament book, the following rules apply (unless overruled by the Scenario): \begin{itemize} \item Faction Towns grant 1 VP. \item Possessing the Grail at the end of the match grants 3 VPs. If the Grail was transported to that player's Faction Town, it grants 5 VPs instead. \item Capturing a Dragon Utopia grants 3 VPs. \end{itemize}
fr: En jouant avec les Points de Victoire optionnels du Livre de Tournoi, les règles suivantes s'appliquent (sauf règle contraire du Scénario): \begin{itemize} \item La Ville de Faction donne 1 VP. \item Posséder le Graal à la fin de la partie donne 3 VPs. Si le Graal a été déposé dans la Ville de Faction donne à la place 5 VPs . \item Capturer les Terres Désolées donne 3 VPs. \end{itemize}
pl: Podczas gier na Zasadach Turniejowych, przyznaj opisaną niżej ilość punktów za osiągnięcie poszczególnych celów (o ile Zasady Scenariusza nie mówią inaczej): \begin{itemize} \item Miasta Frakcji przyznają 1 PZ. \item Posiadanie Graala na koniec gry przyznaje 3 PZ. Jeśli Graal został przetransportowany do Miasta Frakcji tego gracza, zamiast tego przyznaje 5 PZ. \item Zdobycie Smoczej Utopii przyznaje 3 PZ. \end{itemize}
ru: При использовании опциональных победных очков из турнирной книги действуют правила (если cценарий не предписывает иное): \begin{itemize} \item Города фракций дают 1 ПО. \item Обладание Граалем в конце матча даёт 3 ПО. Если Грааль был доставлен в город фракции этого игрока, то даётся 5, а не 3. \item Захват Утопии драконов даёт 3 ПО. \end{itemize}

source: \subsection*{Combat with Neutral Units}
fr: \subsection*{Combat avec Unités Neutres}
pl: \subsection*{Walka z Jednostkami Neutralnymi}
ru: \subsection*{Сражение с нейтральными отрядами}

source: During Combat with Neutral Units in Clash Scenarios, if a player decides to deploy their Units only on one half (left or right) of the Combat Board, the player positioning the Neutral Units must do the same.
fr: Durant un Combat avec des Unités Neutres en Scénarios Affrontement, si le joueurs décide de déployer ses Unités d'un seul côté (gauche ou droite) du Plateau de Combat, le joueurs déployant les Unités Neutres doit faire pareil.
ru: В сражении с нейтральными отрядами в сценариях столкновений, если игрок располагает свои отряды только на одной половине (левой или правой) доски сражения, игрок, располагающий нейтральные отряды, должен поступить так же.

source: Placing Neutral Units far apart only makes the other player waste \svg{movement}, which slows the game down. The exception to this rule is when there are three Neutral \svg{unit_ground} or \svg{unit_flying} Units to position, as all of them must go to the front line. See examples that follow.
fr: Placer les Unités Neutres éloignées ne fait que gaspiller un \svg{movement} par l'autre joueur, ce qui rallonge le jeu. L'exception à cette règle est lorsqu'il y a trois Unités Neutres \svg{unit_ground} ou \svg{unit_flying} à déployer, car elles sont placées en ligne de front. Voir les exemples suivants.
ru: Расположение нейтральных отрядов далеко друг от друга лишь заставляет другого игрока тратить \svg{movement}, что замедляет игру. Исключением из этого правила является случай, когда нужно раcположить трёх нейтральных \svg{unit_ground} или \svg{unit_flying}, поскольку все они должны занять переднюю линию. Смотрите следующие примеры.

source: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_good.png} \caption[good protected]{\textit{Neutral Units are positioned correctly.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_bad.png} \caption[bad protected]{\textit{This deployment is not allowed because the Necropolis player placed their Units on the left half of the Combat Board. The Peasants must also start the Combat on the left side.}} \end{minipage} \hfill \mbox{}
fr: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_good.png} \caption[good protected]{\textit{Unités Neutres positionnées correctement.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_bad.png} \caption[bad protected]{\textit{Ce placement n'est pas bon car le joueur Nécropole a placé ses Unités sur la moitié gauche du Plateau de Combat. Les Paysans doivent aussi commencer à gauche.}} \end{minipage} \hfill \mbox{}
pl: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_good.png} \caption[good protected]{\textit{Jednostki Neutralne są rozmieszczone prawidłowo.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_bad.png} \caption[bad protected]{\textit{Takie rozmieszczenie jest niedozwolone, ponieważ gracz Nekropolii umieścił swoje Jednostki w lewej połowie Planszy Walki. Chłopi również muszą rozpocząć Walkę po lewej stronie.}} \end{minipage} \hfill \mbox{}
ru: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_good.png} \caption[good protected]{\textit{Нейтральные отряды расположены\\правильно.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_bad.png} \caption[bad protected]{\textit{Такое расположение не разрешено, потому что игрок за Некрополис расположил свои отряды в левой половине доски сражений. Крестьяне также должны начать сражение с левой стороны.}} \end{minipage} \hfill \mbox{}

source: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_exception.png} \caption[exception protected]{\textit{\textbf{Exception:} Three non-\svg{unit_ranged} Units must be positioned on the front line.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_ranged_bad.png} \caption[ranged protected]{\textit{The Boars must occupy one of the green Fields.}} \end{minipage} \hfill \mbox{}
fr: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_exception.png} \caption[exception protected]{\textit{\textbf{Exception:} Trois Unités non-\svg{unit_ranged} doivent être en ligne de front.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_ranged_bad.png} \caption[ranged protected]{\textit{Les Sangliers doivent occuper une des Cases vertes.}} \end{minipage} \hfill \mbox{}
pl: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_exception.png} \caption[exception protected]{\textit{\textbf{Wyjątek:} Trzy Jednostki niestrzelające muszą być rozmieszczone w pierwszej linii.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_ranged_bad.png} \caption[ranged protected]{\textit{Dziki muszą zająć jedno z zielonych Pól.}} \end{minipage} \hfill \mbox{}
ru: [!h] \mbox{} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_exception.png} \caption[exception protected]{\textit{\textbf{Исключение:} Три не-\svg{unit_ranged} отряда должны быть расположены на передней линии.}} \end{minipage} \hfill \begin{minipage}[t]{0.44\textwidth} \centering \includegraphics[width=\linewidth]{\examples/battle_ranged_bad.png} \caption[ranged protected]{\textit{Наездники на кабанах должны занять одно из зелёных полей.}} \end{minipage} \hfill \mbox{}

source: \subsection*{General Recommendations}
fr: \subsection*{Recommandations Générales}
pl: \subsection*{Ogólne Zalecenia}
ru: \subsection*{Общие рекомендации}

source: The following are not custom rules, but rather recommendations to help you get the most out of your game:
fr: Les règles suivantes ne sont pas personnalisées mais plutôt des recommandations pour aider à tirer le maximum du jeu.
pl: Poniższe zalecenia nie są zasadami niestandardowymi, lecz mają na celu maksymalne wykorzystanie potencjału gry:
ru: Ниже приведены не пользовательские правила, а рекомендации, которые помогут вам получить максимальную отдачу от игры:

source: \begin{itemize} \item When deciding which building to construct in your Town, especially in the early game, it is \textit{usually} best to prioritize Units over the City Hall, Citadel, Mage Guild, or other Faction-specific buildings. \item If you're unsure which Spell, Artifact, or Ability to choose, prioritize those that help you cycle through your Deck. This includes any Cards that allow you to draw Cards or retrieve Cards from your Discard Pile. \item Try to avoid using your Main Hero's Movement Points for Actions that your Secondary Hero can handle, such as flipping the Map Tiles, Visiting Water Wheels, and so on. \end{itemize}
fr: \begin{itemize} \item La décision de quel bâtiment construire, surtout au début de la partie, la priorité doit être donné \textit{généralement} aux Unités plutôt que la Salle du Conseil, Citadelle, Guilde des Mages, ou autre bâtiment de Faction. \item Si vous ne savez pas quel Sort, Artefact ou compétence choisir, priorisez ce qui vous fera jouer votre Deck. Cela inclut les Cartes permettant de piocher ou de récupérer des Cartes de votre Défausse. \item Evitez d'utiliser votre Héros Principal pour des actions que votre Héros Secondaire peut faire, comme découvrir des Tuiles, Visiter les Moulins etc. \end{itemize}
pl: \begin{itemize} \item Decydując, który budynek wybudować w swoim Mieście, szczególnie na początku gry, \textit{zazwyczaj} najlepiej jest priorytetowo traktować Jednostki ponad Ratusz, Cytadelę, Gildię Magów lub inne budynki specyficzne dla frakcji. \item Jeśli nie jesteś pewien, które Zaklęcie, Artefakt lub Zdolność wybrać, priorytetowo traktuj te, które pomagają w przeszukiwaniu Talii. Obejmuje to Karty, które pozwalają ci dobierać Karty lub odzyskiwać Karty ze stosu Kart odrzuconych. \item Staraj się unikać zużywania Punktów Ruchu Bohatera Głównego na akcje, które może wykonać Bohater Pomocniczy, takie jak obracanie Kafelków Mapy, odwiedzanie Młynów Wodnych i tym podobne. \end{itemize}
ru: \begin{itemize} \item При решении, какое строение построить в вашем городе, особенно в начале игры, \textit{обычно} лучше отдавать приоритет юнитам чем Ратуше, Цитадели, Гильдии магов или другим фракционным зданиям. \item Если вы не уверены, какое заклинание, артефакт или навык выбрать, отдавайте приоритет тем, которые помогают вам циклически использовать вашу колоду. Это включает любые карты, которые позволяют вам брать карты или возвращать карты из вашей стопки сброса. \item Старайтесь избегать использования ОП основного героя для действий, которые может выполнить вторичный герой, таких как открытие элементов карты, посещение Водяных мельниц и тому подобное. \end{itemize}

source: Treat Level V--VII Combats as one difficulty step lower when playing on Hard or Impossible. For example, a Level VII Combat on Hard will be against 2 × \svgunit{azure} Neutral Units.
pl: Grając na poziomie Trudnym lub Niemożliwym, traktuj Walki na poziomie V--VII jako łatwiejsze o jeden stopień trudności. Na przykład, Walka poziomu VII na poziomie Trudnym stoczy się przeciwko 2 × \svgunit{Azure} Neutralnym Jednostkom.

source: During Combat with Neutral Units in clash Scenarios, if a player decides to deploy their Units only on one half (left or right) of the battle Board, the player positioning the Neutral Units must do the same.
pl: Podczas walki z Jednostkami Neutralnymi w trybie starcia, jeśli gracz zdecyduje się rozmieścić swoje Jednostki tylko na jednej połowie (lewej lub prawej) Planszy Walki, gracz rozmieszczający Jednostki Neutralne musi postąpić tak samo.

source: Placing Neutral Units far apart only makes the other player waste MPs, which slows the game down. The exception to this rule is when there are three Neutral \svg{unit_ground} or \svg{unit_flying} Units to position, as all of them must go to the front line. See examples that follow.
pl: Rozmieszczanie Jednostek Neutralnych daleko od siebie tylko sprawia, że drugi gracz marnuje Punkty Ruchu, co spowalnia grę. Wyjątek od tej zasady stanowi sytuacja, gdy należy rozmieszczać trzy Jednostki Neutralne \svg{unit_ground} lub \svg{unit_flying}, ponieważ wszystkie muszą trafić do pierwszej linii. Zobacz następujące przykłady.
