Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/force_of_will.tex/*.po
Languages: cs, fr, pl

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Počáteční Příjem:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \textbf{Additional Bonus:} None
cs: \textbf{Dodatečný Bonus:} Žádný
fr: \textbf{Bonus Additionnel :} Aucun
pl: \textbf{Dodatkowy Bonus:} Brak

source: \textbf{Town Buildings:} \bronze\ Dwelling
pl: \textbf{Budynki Początkowe:} \bronze\ Siedlisko

source: \subsection*{\MakeUppercase{Map Setup}} Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: \subsection*{\MakeUppercase{Příprava Mapy}} Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: \subsection*{\MakeUppercase{Préparation du Plateau}} Prenez les Tuiles suivantes et placez-les comme indiqué dans les images de la Préparation du Plateau:
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}} Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza:

source: During this Scenario:
cs: Během tohoto Scénáře:
fr: Pendant ce Scénario:
pl: Podczas tego Scenariusza:

source: \addscenariosection{1}{Clash Scenario}{Force of Will}{\images/berserk.png}
cs: \addscenariosection{1}{Střet}{Síla V\r{u}le}{\images/berserk.png}
fr: \addscenariosection{1}{Scénario Affrontement}{Force de Volonté}{\images/berserk.png}
pl: \addscenariosection{1}{Tryb Starcia}{Siła Woli}{\images/berserk.png}

source: \textbf{Author:} Shakajiub
cs: \textbf{Autor:} Shakajiub
fr: \textbf{Auteur :} Shakajiub
pl: \textbf{Autor:} Shakajiub

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1237891632448278618}{Archon Studios Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1237891632448278618}{Archon Studios Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1237891632448278618}{Discord Archon Studio}

source: \textit{Wild Dragons are terrorizing the countryside. Farmers are unable to grow their crops in peace, caravans are scared to move their goods. You must strike at their core and defeat the beasts. If by nothing else, then by sheer force of will.}
cs: \textit{Divocí draci terorizují venkov. Farmáři nemohou v klidu pěstovat své plodiny, karavany se bojí převážet své zboží. Musíte na ty bestie zaútočit a porazit je. Pokud ne ničím jiným, tak pouhou silou vůle.}
fr: \textit{Des Dragons Sauvages terrorisent la campagne. Les fermiers ne peuvent pas cultiver leurs récoltes en paix, les caravanes ont trop peur pour transporter leurs biens. Il faut frapper au cœur et vaincre ces bêtes. Même s'il le faut, alors ce sera par la seule Force de la Volonté.}
pl: \textit{Dzikie smoki terroryzują okolice. Rolnicy nie mogą spokojnie uprawiać swoich pól, karawany boją się przewozić swoje towary. Musisz uderzyć w samo serce ich siedliska i pokonać bestie. Jeśli nie inaczej, to czystą siłą woli.}

source: \subsection*{\MakeUppercase{Scenario Length}} This Scenario is played over 12 Rounds.
cs: \subsection*{\MakeUppercase{Délka Scénáře}} Tento Scénář se hraje na 12 Kol.
fr: \subsection*{\MakeUppercase{Durée du Scénario}} Ce Scénario se joue en 12 Manches.
pl: \subsection*{\MakeUppercase{Długość Scenariusza}} Ten Scenariusz rozgrywany jest w 12 Rundach.

source: \subsection*{\MakeUppercase{Player Setup}} \textbf{Player Count:} 2 or 3
cs: \subsection*{\MakeUppercase{Příprava Hráče}} \textbf{Počet Hráčů:} 2 nebo 3
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}} \textbf{Nombre de Joueurs :} 2 ou 3
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}} \textbf{Liczba Graczy:} 2 lub 3

source: \textbf{Starting Resources:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Počáteční Suroviny:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item 2 × Few \bronze\ Units with the \textit{highest} Recruitment cost \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item 2 × Garstka \bronze\ Jednosek o \textbf{najwyższym} koszcie rekrutacji \end{itemize}

source: \textbf{Map Tile Pool:} Each player takes 1 random Far (II--III) Map Tile
cs: \textbf{Dílky Mapy na ruce:} Každý hráč si vezme 1 náhodný Vzdálený (II--III) Dílek Mapy
fr: \textbf{Réserve de Tuiles:} Chaque Joueur prend 1 Tuile Lointaine (II--III) au hasard.
pl: \textbf{Pula Kafelków Mapy:} Każdy gracz losuje 1 Daleki (II--III) Kafelek Mapy

source: \textbf{For a 2-player Scenario:} \begin{itemize} \item 2 × Starting (I) Map Tile \item 2 × Near (IV--V) Map Tile \item 4 × Far (II--III) Map Tile \item 1 × Center (VI--VII) Map Tile, which must contain the Dragon Utopia Field \end{itemize}
cs: \textbf{Scénář pro 2 hráče:} \begin{itemize} \item 2 × Startovní (I) Dílek Mapy \item 2 × Blízký (IV--V) Dílek Mapy \item 4 × Vzdálený (II--III) Dílek Mapy \item 1 × Středový (VI--VII) Dílek Mapy, který musí obsahovat Pole Dračí Utopie \end{itemize}
fr: \textbf{Scénario pour 2 Joueurs:} \begin{itemize} \item 2 × Tuiles de Départ (I) \item 2 × Tuiles Proches (IV--V) \item 4 × Tuiles Lointaines (II--III) \item 1 × Tuiles Centre (VI--VII), avec une Case Terres Désolées \end{itemize}
pl: \textbf{Dla Scenariusza dwuosobowego:} \begin{itemize} \item 2 × Początkowy (I) Kafelek Mapy \item 2 × Bliski (IV--V) Kafelek Mapy \item 4 × Daleki (II--III) Kafelek Mapy \item 1 × Centralny (VI--VII) Kafelek Mapy, który musi zawierać Smoczą Utopię \end{itemize}

source: \textbf{For a 3-player Scenario:} \begin{itemize} \item 3 × Starting (I) Map Tile \item 3 × Near (IV--V) Map Tile \item 6 × Far (II--III) Map Tile \item 1 × Center (VI--VII) Map Tile, which must contain the Dragon Utopia Field \end{itemize}
cs: \textbf{Scénář pro 3 hráče:} \begin{itemize} \item 3 × Startovní (I) Dílek Mapy \item 3 × Blízký (IV--V) Dílek Mapy \item 6 × Vzdálený (II--III) Dílek Mapy \item 1 × Středový (VI--VII) Dílek Mapy, který musí obsahovat Pole Dračí Utopie \end{itemize}
fr: \textbf{Scénario pour 3 Joueurs:} \begin{itemize} \item 3 × Tuiles de Départ (I) \item 3 × Tuiles Proches (IV--V) \item 6 × Tuiles Lointaines (II--III) \item 1 × Tuiles Centre (VI--VII), avec une Case Terres Désolées \end{itemize}
pl: \textbf{Dla Scenariusza trzyoosobowego:} \begin{itemize} \item 3 × Początkowy (I) Kafelek Mapy \item 3 × Bliski (IV--V) Kafelek Mapy \item 6 × Daleki (II--III) Kafelek Mapy \item 1 × Centralny (VI--VII) Kafelek Mapy, który musi zawierać Smoczą Utopię \end{itemize}

source: \subsection*{\MakeUppercase{Victory Conditions}} To win the Scenario, a Hero must Flag the Dragon Utopia Field.
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}} Pro výhru ve Scénáři musí Hrdina obsadit Pole Dračí Utopie.
fr: \subsection*{\MakeUppercase{Conditions de Victoire}} Pour gagner, un Héros doit Revendiquer la Case des Terres Désolées.
pl: \subsection*{\MakeUppercase{Warunki zwycięstwa}} Aby wygrać Scenariusz, Bohater musi oflagować pole Smoczej Utopii.

source: \subsection*{\MakeUppercase{Defeat Conditions}} At the end of the \nth{12} Round, if there is no winner, all players lose the Scenario.
cs: \subsection*{\MakeUppercase{Podmínky Porážky}} Na konci 12. Kola, pokud není žádný vítěz, všichni hráči prohrávají tento Scénář.
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} À la fin de la Manche 12, s'il n'y a pas de gagnant, chaque Joueur perd le Scénario.
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} Na koniec 12. Rundy, jeśli nie ma zwycięzcy, wszyscy gracze przegrywają Scenariusz.

source: \textbf{\nth{4} and \nth{8} Rounds:} \begin{itemize} \item Remove all Black Cubes from every Water Wheel and Windmill on the map. \end{itemize}
fr: \textbf{Manches 4 et 8 :} \begin{itemize} \item Retirez tous les Cubes Noirs des Moulins à Eau, Moulins à Vent et Jardins Mystiques sur le Plateau. \end{itemize}
pl: \textbf{Rundy 4. i 8.:} \begin{itemize} \item Usuń Czarne Kostki z każdego Młyna Wodnego i Wiatraka na mapie. \end{itemize}

source: \textbf{\nth{5} and \nth{9} Rounds (2-player Scenario only):} \begin{itemize} \item The second player gains 1 \svgeven{movement}. \end{itemize}
cs: \textbf{5. a 9. Kolo (pouze pro Scénář 2 hráčů):} \begin{itemize} \item Druhý hráč získává 1 \svgeven{movement}. \end{itemize}
pl: \textbf{Rundy 5. i 9. (tylko Scenariusz dla 2 graczy):} \begin{itemize} \item Drugi gracz zyskuje 1 \svgeven{movement}. \end{itemize}

source: \begin{itemize} \item When a player Visits an Obelisk, they roll 2 \svg{treasure} and choose one to resolve. \item A player may not use the Diplomacy Card to skip Combat on the Dragon Utopia Field. \item When a Hero moves to the Dragon Utopia Field, they must fight, depending on chosen difficulty, the following number of Neutral Units: \begin{itemize} \item \textbf{Easy:} 1 × \azure\, 2 × \silver\, 1 × \bronze\ \item \textbf{Normal:} 1 × \azure\, 1 × \golden\, 2 × \silver\ \item \textbf{Hard:} 1 × \azure\, 3 × \golden\ \item \textbf{Impossible:} 2 × \azure\, 2 × \golden\ \end{itemize} \item Follow these steps when Combat begins against Neutral Units at the Dragon Utopia: \begin{itemize} \item Place up to 4 of your Unit Cards freely onto the center row of the Combat Board. \item The enemy player controlling the Neutral Units places each Neutral Unit in each of the 4 corners of the Combat Board. \end{itemize} \end{itemize}
pl: \begin{itemize} \item Gdy gracz Odwiedza Obelisk, rzuca 2 \svg{treasure} i wybiera jeden wynik. \item Gracz nie może użyć Karty Dyplomacji, aby ominąć Walkę na polu Smoczej Utopii. \item Gdy Bohater przemieszcza się na pole Smoczej Utopii, musi walczyć z następującą liczbą Neutralnych Jednostek w zależności od wybranego poziomu trudności: \begin{itemize} \item \textbf{Łatwy:} 1 × \azure\, 2 × \silver\, 1 × \bronze\ \item \textbf{Normalny:} 1 × \azure\, 1 × \golden\, 2 × \silver\ \item \textbf{Trudny:} 1 × \azure\, 3 × \golden\ \item \textbf{Niemożliwy:} 2 × \azure\, 2 × \golden\ \end{itemize} \item Postępuj według poniższych kroków, gdy zaczyna się Walka z Neutralnymi Jednostkami w Smoczej Utopii: \begin{itemize} \item Umieść do 4 swoich Kart Jednostek dowolnie na środkowym rzędzie Planszy Walki. \item Gracz kontrolujący Neutralne Jednostki umieszcza każdą z nich w jednym z 4 rogów Planszy Walki. \end{itemize} \end{itemize}

source: \begin{tikzpicture}[overlay] \centering \node at (14, 4) {\includegraphics[width=\linewidth]{\_assets/maps/force-of-will-2p.png}}; \node at (14, -3) {\footnotesize{\textbf{\MakeUppercase{2-PLAYER SCENARIO}}}}; \node at (7, -7) {\includegraphics[width=1.35\linewidth]{\_assets/maps/force-of-will-3p.png}}; \node at (7, -13.5) {\footnotesize{\textbf{\MakeUppercase{3-PLAYER SCENARIO}}}}; \end{tikzpicture}
cs: \begin{tikzpicture}[overlay] \centering \node at (14, 3.5) {\includegraphics[width=\linewidth]{\_assets/maps/force-of-will-2p.png}}; \node at (14, -3.5) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 2 HRÁČE}}}}; \node at (7, -7) {\includegraphics[width=1.35\linewidth]{\_assets/maps/force-of-will-3p.png}}; \node at (7, -13.5) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 3 HRÁČE}}}}; \end{tikzpicture}
fr: \begin{tikzpicture}[overlay] \centering \node at (14, 4) {\includegraphics[width=\linewidth]{\_assets/maps/force-of-will-2p.png}}; \node at (14, -3) {\footnotesize{\textbf{\MakeUppercase{Scénario 2 Joueurs}}}}; \node at (7, -7) {\includegraphics[width=1.35\linewidth]{\_assets/maps/force-of-will-3p.png}}; \node at (7, -13.5) {\footnotesize{\textbf{\MakeUppercase{Scénario 3 Joueurs}}}}; \end{tikzpicture}
pl: \begin{tikzpicture}[overlay] \centering \node at (14, 4) {\includegraphics[width=\linewidth]{\_assets/maps/force-of-will-2p.png}}; \node at (14, -3) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 2-OSOBOWY}}}}; \node at (7, -7) {\includegraphics[width=1.35\linewidth]{\_assets/maps/force-of-will-3p.png}}; \node at (7, -13.5) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 3-OSOBOWY}}}}; \end{tikzpicture}

source: \textbf{Town Buildings:} \svg{bronze} Dwelling
fr: \textbf{Bâtiments de Départ:} Demeure \svg{bronze}

source: \textbf{Starting Units:} \begin{itemize} \item 2 × A ``Few'' of the cheapest \svg{bronze} Units \end{itemize}
fr: \textbf{Unités de départ :} \begin{itemize} \item 2 × Unités «Quelques» \svg{bronze} \end{itemize}

source: \textbf{\nth{5} and \nth{9} Rounds (2-player Scenario only):} \begin{itemize} \item The second player gains 1 \svg{movement}. \end{itemize}
fr: \textbf{Manches 5 et 9 (Scénario 2 Joueurs uniquement) :} \begin{itemize} \item Le Joueur 2 gagne 1 \svg{movement}. \end{itemize}

source: \begin{itemize} \item When a player Visits an Obelisk, they roll 2 \svg{treasure} and choose one to resolve. \item A player may not use the Diplomacy Card to skip Combat on the Dragon Utopia Field. \columnbreak \item When a Hero moves to the Dragon Utopia Field, they must fight, depending on chosen difficulty, the following number of Neutral Units: \begin{itemize} \item \textbf{Easy:} 1 × \svg{azure}, 2 × \svg{silver}, 1 × \svg{bronze} \item \textbf{Normal:} 1 × \svg{azure}, 1 × \svg{golden}, 2 × \svg{silver} \item \textbf{Hard:} 1 × \svg{azure}, 3 × \svg{golden} \item \textbf{Impossible:} 2 × \svg{azure}, 2 × \svg{golden} \end{itemize} \item Follow these steps when Combat begins against Neutral Units at the Dragon Utopia: \begin{itemize} \item Place up to 4 of your Unit Cards freely onto the center row of the Combat Board. \item The enemy player controlling the Neutral Units places each Neutral Unit in each of the 4 corners of the Combat Board. \end{itemize} \end{itemize}
fr: \begin{itemize} \item Quand un Joueur Visite un Obélisque, il lance 2 \svg{treasure} et choisit un résultat. \item Diplomatie est interdite pour éviter le combat de la Case des Terres Désolées. \item Quand un Héros se déplace sur la Case des Terres Désolées, il doit combattre, en fonction de la difficulté choisie, les Unités Neutres suivantes: \begin{itemize} \item \textbf{Facile:} 1 × \svg{azure}, 2 × \svg{silver}, 1 × \svg{bronze} \item \textbf{Normal:} 1 × \svg{azure}, 1 × \svg{golden}, 2 × \svg{silver} \item \textbf{Difficile:} 1 × \svg{azure}, 3 × \svg{golden} \item \textbf{Impossible:} 2 × \svg{azure}, 2 × \svg{golden} \end{itemize} \item Suivez ces étapes lors du début du Combat contre les Unités Neutres des Terres Désolées: \begin{itemize} \item Placez jusqu'à 4 de vos Unités librement sur la ligne centrale du Plateau de Combat. \item Le Joueur ennemi contrôlant les Unités Neutres place chaque Unité Neutre sur un des 4 coins du Plateau de Combat. \end{itemize} \end{itemize}

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling
cs: \textbf{Městské Budovy:} \svgunit{bronze} Obydlí

source: \textbf{Starting Units:} \begin{itemize} \item 2 × Few \svgunit{bronze} Units with the \textit{highest} Recruitment cost \end{itemize}
cs: \textbf{Počáteční Jednotky:} \begin{itemize} \item 2 × Málo \svgunit{bronze} Jednotek s \textit{nejvyššími} náklady na Verbování \end{itemize}
