Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/bloody_grail.tex/*.po
Languages: cs, fr, pl

source: \begin{itemize} \item When a player Visits an Obelisk, they \textit{must} resolve one of the following effects: \begin{enumerate}[leftmargin=15pt] \item \textbf{[Cleanse]} The player receives one of the following boons, depending on how many Obelisks they have Visited: \begin{enumerate} \item \textbf{[1st Obelisk]} You gain a Secondary Hero. Place their model on this Field. If you already have one, gain 6 \svg{gold} instead. Then, choose one enemy player to discard 1 random Card from their hand. \item \textbf{[2nd Obelisk]} Increase your \svg{gold}, \svg{building_materials}, or \svg{valuables} income by 1 step. \item \textbf{[3rd Obelisk]} Roll 2 \svg{treasure} and choose 1 to resolve; then, gain \svg{morale_positive} and \svgeven{movement}. \item \textbf{[4th Obelisk]} Remove up to 4 Cards from your hand, except Statistic Cards; then, search each corresponding Deck for a Card of your choice and put it in your hand. \end{enumerate} \item \textbf{[Sacrifice]} Remove a * Faction Unit Card from your Unit Deck in exchange for: \begin{enumerate} \item *\bronze\: Gain 6 \svg{gold}, 3 \svg{building_materials}, and 1 \svg{valuables}. Additionally, if the Unit Card was on the Pack side, \textbf{Search (4)} the Minor Artifact Deck. \item *\silver\: Gain 12 \svg{gold}, 6 \svg{building_materials}, and 2 \svg{valuables}. Additionally, if the Unit Card was on the Pack side, \textbf{Search (3)} the Major Artifact Deck. \item *\golden\: Gain 18 \svg{gold}, 9 \svg{building_materials}, and 3 \svg{valuables}. Additionally, \textbf{Search (2)} the Relic Card Deck. Finally, if the Unit Card was on the Pack side, \textbf{Search (2)} the \azure\ Unit Deck; you may Recruit one of these Units for half the cost (rounded down). \end{enumerate} \end{enumerate} \item A player that chooses \textbf{Sacrifice} at an Obelisk gains the title of ``\textcolor{darkcandyapplered}{Blood Knight}.'' Place a red Faction Cube on their Hero portrait to mark this effect. A \textcolor{darkcandyapplered}{Blood Knight} may never choose the \textbf{Cleanse} option when Visiting an Obelisk. \item A player that chooses \textbf{Cleanse} at an Obelisk gains the title of ``\textcolor{cobalt}{Grail Knight}.'' Place a blue Faction Cube on their Hero portrait to mark this effect. A \textcolor{cobalt}{Grail Knight} may never choose the \textbf{Sacrifice} option when Visiting an Obelisk. \item When a player chooses \textbf{Sacrifice} at an Obelisk, place a number of Faction Cubes on the sacrificed Unit Card and on the Obelisk Field equivalent to the number of times the player has chosen the \textbf{Sacrifice} option. For example, if the player is sacrificing for the second time, place 2 Faction Cubes on the Unit Card and 2 Faction Cubes on the Obelisk Field. \item A player who possesses the title of ``\textcolor{cobalt}{Grail Knight}'' may, after Visiting an Obelisk, Recruit an enemy Unit sacrificed at that Obelisk for half the cost (rounded down); if a Pack was sacrificed, the player may choose to Recruit Few instead. \item If a Unit Recruited at an Obelisk is defeated, remove it. \item A player who possesses no title or the title of ``\textcolor{darkcandyapplered}{Blood Knight}'' may not use the Diplomacy Ability Card. If a player who possesses no title or the title of ``\textcolor{darkcandyapplered}{Blood Knight}'' draws the Diplomacy Ability Card, they may show it to the other players, then discard it and draw a new Ability Card in its stead. \item A player who possesses the title of ``\textcolor{cobalt}{Grail Knight}'' may not use the Diplomacy Ability Card to Recruit Neutral \azure\ Units. \item Whenever an Astrologers Proclaim or Event Card that allows you to Recruit Neutral Units is drawn, ignore it and draw a new Astrologers Proclaim or Event Card. \item Players can use their Deck of Might \& Magic when paying gold to defend their Faction Town. \item Ignore Combat encounters on the Field with the Grail. \item Players may not Visit the Field with the Grail Token unless they have already Visited at least two Obelisks or the Grail Token has been taken by any Hero at least once. \item To obtain the Grail Token, a player’s Hero must spend 2 \svgeven{movement} on the Field with the Grail. \item If a player does not possess the title of ``\textcolor{darkcandyapplered}{Blood Knight},'' they must Remove a Faction Unit Card from their Unit Deck immediately after obtaining the Grail Token. This effect can only occur once per player. \item If another Hero defeats the Hero with the Grail Token, they also take the Grail Token. \item If a Hero with the Grail Token Surrenders, the Grail Token is placed on the hex where the Hero Surrendered. \item If a Neutral army defeats the Hero with the Grail Token, the Grail Token is placed on the Field where the Hero was defeated. \item If a Hero with the Grail Token casts Town Portal or uses the Inferno Faction Castle Gate building, the Grail Token is placed on the hex where the Spell was cast or the building used. \item The Grail Token behaves like a Permanent Card that does not count towards your hand limit and cannot be discarded; it grants the following effect when played: ``$\infty$ Once during each Combat, if the Hero is a \textcolor{darkcandyapplered}{Blood Knight}, discard a Card to remove up to 2 \svg{damage-red} from your Units and assign it to enemy Units.'' \item A Hero with the Grail Token who possesses the title of ``\textcolor{cobalt}{Grail Knight}'' may pay 10 \svg{gold} or 3 \svg{valuables} at any Temple map location to cleanse the Grail. Place a blue Faction Cube on the Grail Token to mark this effect. \item Once cleansed, the Grail Token behaves like a Permanent Card that does not count towards your hand limit and cannot be discarded; it grants the following effect when played: ``$\infty$ Once during each Combat Round, if the Hero is a \textcolor{cobalt}{Grail Knight}, discard a Card to remove up to 2 \svg{damage-red} from your Units.'' \end{itemize}
fr: \begin{itemize} \item Lors de la visite d'un Obélisque, \textit{résoudre} un des effets suivants: \begin{enumerate}[leftmargin=15pt] \item \textbf{[Purifier]} Le Joueur reçoit une des bénédictions suivantes, en fonction du nombre d'Obélisque Visité: \begin{enumerate} \item \textbf{[1er Obélisque]} Vous gagnez un Héros Secondaire. Placez sa figurine sur cette Case. Si vous l'avez déjà, gagnez 6 \svg{gold} à la place. Puis choisissez un Joueur ennemi qui défausse une carte au hasard de sa main. \item \textbf{[2e Obélisque]} Augmentez vos revenus \svg{gold}, \svg{building_materials}, ou \svg{valuables} d'un niveau. \item \textbf{[3e Obélisque]} Lancez 2 \svg{treasure} et en résoudre 1; puis, gagnez \svg{morale_positive} et \svgeven{movement}. \item \textbf{[4e Obélisque]} Retirez jusque 4 Cartes de votre main, sauf Carte Statistique; puis, fouillez chaque deck correspondant pour une carte de votre choix. \end{enumerate} \item \textbf{[Sacrifier]} Retirez une Unité de Faction * depuis votre Deck d'Unité pour: \begin{enumerate} \item Gagner *\bronze\: 6 \svg{gold}, 3 \svg{building_materials}, et 1 \svg{valuables}. De plus, si l'Unité est sur la face Groupe, \textbf{Fouillez (4)} le Deck Artefact Mineur. \item Gagner *\silver\: 12 \svg{gold}, 6 \svg{building_materials}, et 2 \svg{valuables}. De plus, si l'Unité est sur la face Groupe, \textbf{Fouillez (3)} le Deck Artefact Majeur. \item Gagner *\golden\: 18 \svg{gold}, 9 \svg{building_materials}, et 3 \svg{valuables}. De plus, \textbf{Fouillez (2)} le Deck Relique. Enfin, si l'Unité est sur la face Groupe, \textbf{Fouillez (2)} le Deck d'Unité \azure\; vous pouvez en recruter une pour la moitié du coût (arrondi à l'inférieur). \end{enumerate} \end{enumerate} \item Un Joueur qui choisit \textbf{Sacrifier} gagne le titre «\textcolor{darkcandyapplered}{Chevalier Sanglant}». Placez un Cube de Faction rouge sur le portrait du Héros pour indiquer cet effet. Un\textcolor{darkcandyapplered}{Chevalier Sanglant} ne peut jamais \textbf{Purifier} en visitant un Obélisque. \item Un Joueur qui choisit \textbf{Purifier} gagne le titre «\textcolor{cobalt}{Chevalier du Graal}». Placez un cube de Faction bleu sur le portrait du Héros pour indiquer cet effet. Un \textcolor{cobalt}{Chevalier du Graal} ne peut jamais \textbf{Sacrifier} en visitant un Obélisque. \item Quand un Joueur choisit \textbf{Sacrifier}, placez un nombre de Cube de Faction sur l'Unité sacrifiée et sur l'Obélisque égal au nombre de fois où le Joueur à choisit de \textbf{Sacrifier}. Par exemple, si le Joueur sacrifie pour la 2e fois, placez 2 Cubes de Faction sur la Carte d'Unité et 2 sur l'Obélisque. \item Un Joueur qui possède le titre «\textcolor{cobalt}{Chevalier du Graal}» peut, après la visite d'un Obélisque, Recruter une Unité ennemie sacrifiée à cet Obélisque pour la moitié du coût (arrondi à l'inférieur); si un Groupe est sacrifié, le joueur peut choisir de recruter Quelques à la place. \item Si une Unité Recrutée à un Obélisque est battu, retirez-la du jeu. \columnbreak \item Un Joueur sans titre ou avec le titre «\textcolor{darkcandyapplered}{Chevalier Sanglant}» ne peut pas utiliser la Carte Diplomatie. Si un Joueur sans titre ou avec le titre «\textcolor{darkcandyapplered}{Chevalier Sanglant}» pioche Diplomatie, il peut la révéler, la défausser et pioche une autre Compétence à la place. \item Un Joueur avec le titre «\textcolor{cobalt}{Chevalier du Graal}» ne peut pas utiliser Diplomatie pour Recruter une Unité Neutre \azure\. \item Quand une Proclamation des Astrologues ou une Carte Événement qui permet de Recruter une Unité Neutre est piochée, ignorez-la et pioches en une nouvelle. \item Un Joueur peut utiliser son Deck de Might \& Magic en payant pour défendre sa Ville de Faction. \item Ignorez les Combats sur la case du Graal. \item Un Joueur ne peut pas Visiter le Graal à moins d'avoir Visité au moins deux Obélisques ou que le Jeton Graal a été pris par un autre Joueur au moins une fois. \item Pour obtenir le Jeton Graal, un Héros doit dépenser 2 \svgeven{movement} sur la case avec le Graal. \item Un Joueur sans le titre «\textcolor{darkcandyapplered}{Chevalier Sanglant}», doit immédiatement Retirer une Carte Unité de Faction de son Deck d'Unité après avoir obtenu le Graal. Cet effet ne s'applique qu'une fois par Joueur. \item Si un autre Héros bat le Héros avec le Graal, il lui prend le Jeton Graal. \item Si un Joueur avec le Graal se Rend, le Jeton Graal est posé sur la case du Héros qui s'est Rendu. \item Si une Armée Neutre bat le Héros avec le Graal, le Jeton est posé sur la case où le Héros a été battu. \item Si un Héros avec le Graal lance Portail de Ville ou utilise le Bâtiment de Faction Hadès, le Jeton est placé sur la case où le Sort a été lancé ou le Bâtiment utilisé. \columnbreak \item Le Graal agit comme une Carte Permanente qui ne compte pas dans la limite de main et ne peut être défaussé; il donne l'effet suivant quand si joué: «$\infty$ Un fois durant un Combat, si le Héros est \textcolor{darkcandyapplered}{Chevalier Sanglant}, défaussez une Carte pour retirer jusqu'à 2 \svg{damage-red} d'un de vos Unités et les assigner aux Unités ennemies.» \item Un Héros avec le Graal et le titre «\textcolor{cobalt}{Grail Knight}» peut payer 10 \svg{gold} ou 3 \svg{valuables} à un Temple pour purifier le Graal. Placez un Cube de Faction bleu sur le Jeton Graal pour indiquer cet effet. \item Un fois purifié, le Graal agit comme une Carte Permanente qui ne compte pas dans la limite de main et ne peut être défaussé; il donne l'effet suivant si joué: «$\infty$ Une fois par Tour de Combat, si le Héros est \textcolor{cobalt}{Chevalier du Graal}, défaussez une Carte pour retirer jusqu'à 2 \svg{damage-red} de vos Unités.» \end{itemize}

source: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=0em, yshift=-25em] at (current page.south) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/quiet_eye_of_the_dragon.png} }; \centering \node at (4.5, -5) {\includegraphics[scale=0.165]{\maps/bloody-grail-2p.png}}; \node at (4.5, -10) {\footnotesize{\textbf{\MakeUppercase{2-PLAYER SCENARIO}}}}; \node at (12.1, -14) {\includegraphics[scale=0.165]{\maps/bloody-grail-4p.png}}; \node at (12.1, -21.6) {\footnotesize{\textbf{\MakeUppercase{4-PLAYER SCENARIO}}}};
fr: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=0em, yshift=-25em] at (current page.south) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/quiet_eye_of_the_dragon.png} }; \centering \node at (4.5, -5) {\includegraphics[scale=0.165]{\maps/bloody-grail-2p.png}}; \node at (4.5, -10) {\footnotesize{\textbf{\MakeUppercase{SCENARIO 2-JOUEURS}}}}; \node at (12.1, -14) {\includegraphics[scale=0.165]{\maps/bloody-grail-4p.png}}; \node at (12.1, -21.6) {\footnotesize{\textbf{\MakeUppercase{SCENARIO 4-JOUEURS}}}};
