Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/bloody_grail.tex/*.po
Languages: cs, fr, pl

source: \begin{itemize} \item When a player Visits an Obelisk, they \textit{must} resolve one of the following effects: \begin{enumerate}[leftmargin=15pt] \item \textbf{[Cleanse]} The player receives one of the following boons, depending on how many Obelisks they have Visited: \begin{enumerate} \item \textbf{[1st Obelisk]} Roll 2 \svg{treasure} and choose 1 to resolve; then, gain \svg{morale_negative}. \item \textbf{[2nd Obelisk]} Increase your \svg{gold}, \svg{building_materials}, or \svg{valuables} income by 1 step. \item \textbf{[3rd Obelisk]} You gain a Secondary Hero. Place their model on this Field. If you already have a Secondary Hero, gain 3 \svg{gold} instead. Then, choose one enemy player to discard 2 random Cards from their hand. \item \textbf{[4th Obelisk]} Remove up to 4 Cards from your hand, except Statistic Cards; then, search each corresponding Deck for a Card of your choice and put it in your hand. \end{enumerate} \item \textbf{[Sacrifice]} Remove a * Faction Unit Card from your Unit Deck in exchange for: \begin{enumerate} \item *\svgunit{bronze}: Gain 6 \svg{gold}, 3 \svg{building_materials}, and 1 \svg{valuables}. Additionally, if the Unit Card was on the Pack side, \textbf{Search (4)} the Minor Artifact Deck. \item *\svgunit{silver}: Gain 12 \svg{gold}, 6 \svg{building_materials}, and 2 \svg{valuables}. Additionally, if the Unit Card was on the Pack side, \textbf{Search (3)} the Major Artifact Deck. \item *\svgunit{golden}: Gain 18 \svg{gold}, 9 \svg{building_materials}, and 3 \svg{valuables}. Additionally, \textbf{Search (2)} the Relic Card Deck. Finally, if the Unit Card was on the Pack side, \textbf{Search (2)} the \svgunit{azure} Unit Deck; you may Recruit one of these Units for half the cost (rounded down). \end{enumerate} \end{enumerate} \item A player that chooses \textbf{Sacrifice} at an Obelisk gains the title of ``\textcolor{darkcandyapplered}{Blood Knight}.'' Place a red Faction Cube on their Hero portrait to mark this effect. A \textcolor{darkcandyapplered}{Blood Knight} may never choose the \textbf{Cleanse} option when Visiting an Obelisk. \item A player that chooses \textbf{Cleanse} at an Obelisk gains the title of ``\textcolor{cobalt}{Grail Knight}.'' Place a blue Faction Cube on their Hero portrait to mark this effect. A \textcolor{cobalt}{Grail Knight} may never choose the \textbf{Sacrifice} option when Visiting an Obelisk. \item When a player chooses \textbf{Sacrifice} at an Obelisk, place a number of Faction Cubes on the sacrificed Unit Card and on the Obelisk Field equivalent to the number of times the player has chosen the \textbf{Sacrifice} option. For example, if the player is sacrificing for the second time, place 2 Faction Cubes on the Unit Card and 2 Faction Cubes on the Obelisk Field. \item A player who possesses the title of ``\textcolor{cobalt}{Grail Knight}'' may, after Visiting an Obelisk, Recruit an enemy Unit sacrificed at that Obelisk for half the cost (rounded down); if a Pack was sacrificed, the player may choose to Recruit Few instead. \item If a Unit Recruited at an Obelisk is defeated, remove it. \item A player who possesses no title or the title of ``\textcolor{darkcandyapplered}{Blood Knight}'' may not use the Diplomacy Ability Card. If a player who possesses no title or the title of ``\textcolor{darkcandyapplered}{Blood Knight}'' draws the Diplomacy Ability Card, they may show it to the other players, then discard it and draw a new Ability Card in its stead. \item A player who possesses the title of ``\textcolor{cobalt}{Grail Knight}'' may not use the Diplomacy Ability Card to Recruit Neutral \svgunit{azure} Units. \item Whenever an Astrologers Proclaim or Event Card that allows you to Recruit Neutral Units is drawn, ignore it and draw a new Astrologers Proclaim or Event Card. \item Players can use their Deck of Might \& Magic when paying gold to defend their Faction Town. \item Ignore Combat encounters on the Field with the Grail. \item Players may not Visit the Field with the Grail Token unless they have already Visited at least two Obelisks or the Grail Token has been taken by any Hero at least once. \item To obtain the Grail Token, a player’s Hero must spend 2 MPs on the Field with the Grail. \item If a player does not possess the title of ``\textcolor{darkcandyapplered}{Blood Knight},'' they must Remove a Faction Unit Card from their Unit Deck immediately after obtaining the Grail Token. This effect can only occur once per player. \item If another Hero defeats the Hero with the Grail Token, they also take the Grail Token. \item If a Hero with the Grail Token Surrenders, the Grail Token is placed on the hex where the Hero Surrendered. \item If a Neutral army defeats the Hero with the Grail Token, the Grail Token is placed on the Field where the Hero was defeated. \item If a Hero with the Grail Token casts Town Portal or uses the Inferno Faction Castle Gate building, the Grail Token is placed on the hex where the Spell was cast or the building used. \item The Grail Token behaves like a Permanent Card that does not count towards your hand limit and cannot be discarded; it grants the following effect when played: ``$\infty$ Once during each Combat, if the Hero is a \textcolor{darkcandyapplered}{Blood Knight}, discard a Card to remove up to 2 \svg{damage-red} from your Units and assign it to enemy Units.'' \item A Hero with the Grail Token who possesses the title of ``\textcolor{cobalt}{Grail Knight}'' may pay 10 \svg{gold} or 3 \svg{valuables} at any Temple map location to cleanse the Grail. Place a blue Faction Cube on the Grail Token to mark this effect. \item Once cleansed, the Grail Token behaves like a Permanent Card that does not count towards your hand limit and cannot be discarded; it grants the following effect when played: ``$\infty$ Once during each Combat Round, if the Hero is a \textcolor{cobalt}{Grail Knight}, discard a Card to remove up to 2 \svg{damage-red} from your Units.'' \end{itemize}
pl: \begin{itemize} \item Kiedy gracz odwiedza Obelisk, \textit{musi} wybrać jeden z następujących efektów: \begin{enumerate}[leftmargin=15pt] \item \textbf{[Oczyszczenie]} Gracz otrzymuje jedną z korzyści, w zależności od liczby odwiedzonych Obelisków: \begin{enumerate} \item \textbf{[1. Obelisk]} Rzuć 2 \svg{treasure} i rozpatrz 1; następnie otrzymaj \svg{morale_negative}. \item \textbf{[2. Obelisk]} Zwiększ swoje dochody \svg{gold}, \svg{building_materials}, lub \svg{valuables} o 1 krok. \item \textbf{[3. Obelisk]} Zyskujesz Pomocnizego Bohatera. Umieść jego figurkę na tym Polu. Jeśli już masz Pomocniczego Bohatera, zyskaj 3 \svg{gold}. Następnie wybierz wrogiego gracza, aby odrzucił 2 losowe Karty ze swojej ręki. \item \textbf{[4. Obelisk]} Usuń do 4 Kart ze swojej ręki, z wyjątkiem Kart Statystyk; następnie przeszukaj każdą odpowiednią Talię i wybierz Kartę, którą dodasz do swojej ręki. \end{enumerate} \item \textbf{[Ofiara]} Usuń * Kartę Jednostki Frakcji ze swojej Talii Jednostek w zamian za: \begin{enumerate} \item *\svgunit{bronze}: Zyskaj 6 \svg{gold}, 3 \svg{building_materials} i 1 \svg{valuables}. Dodatkowo, jeśli Karta Jednostki była na stronie Grupy, \textbf{Przeszukaj (4)} Talię Słabych Artefaktów. \item *\svgunit{silver}: Zyskaj 12 \svg{gold}, 6 \svg{building_materials} i 2 \svg{valuables}. Dodatkowo, jeśli Karta Jednostki była na stronie Grupy, \textbf{Przeszukaj (3)} Talię Mocnych Artefaktów. \item *\svgunit{golden}: Zyskaj 18 \svg{gold}, 9 \svg{building_materials} i 3 \svg{valuables}. Dodatkowo, \textbf{Przeszukaj (2)} Talię Reliktów. Jeśli Karta Jednostki była na stronie Grupy, \textbf{Przeszukaj (2)} Talię Jednostek \svgunit{azure}; możesz Zrekrutować jedną z tych Jednostek za połowę kosztu (zaokrąglonego w dół). \end{enumerate} \end{enumerate} \item Gracz, który wybierze \textbf{Ofiarę} przy Obelisku, zyskuje tytuł ,,\textcolor{darkcandyapplered}{Rycerza Krwi}''. Umieść czerwoną Kostkę Frakcji na portrecie swojego Bohatera, aby oznaczyć ten efekt. \textcolor{darkcandyapplered}{Rycerz Krwi} nigdy nie może wybrać opcji \textbf{Oczyszczenia} podczas Odwiedzania Obelisku. \item Gracz, który wybiera \textbf{Oczyszczenie} przy Obelisku, zyskuje tytuł ,,\textcolor{cobalt}{Rycerza Graala}''. Umieść niebieską Kostkę Frakcji na portrecie swojego Bohatera, aby oznaczyć ten efekt. \textcolor{cobalt}{Rycerz Graala} nigdy nie może wybrać opcji \textbf{Ofiary} podczas Odwiedzania Obelisku. \item Kiedy gracz wybiera \textbf{Ofiarę} przy Obelisku, umieść liczbę Kostek Frakcji równą liczbie razy, kiedy gracz składał \textbf{Ofiarę}, na karcie Jednostki i na polu Obelisku. Na przykład jeśli gracz składa ofiarę po raz drugi, umieść 2 Kostki Frakcji na karcie Jednostki i 2 Kostki Frakcji na polu Obelisku. \item Gracz posiadający tytuł ,,\textcolor{cobalt}{Rycerza Graala}'' może po Odwiedzeniu Obelisku Zrekrutować wrogą Jednostkę ofiarowaną przy tym Obelisku za połowę kosztu (zaokrąglonego w dół); jeśli została ofiarowany Grupa, gracz może Zrekrutować Garstkę. \item Jeśli Zrekrutowana przy Obelisku Jednostka zostanie pokonana, usuń ją z gry. \item Gracz, który nie posiada tytułu lub posiada tytuł ,,\textcolor{darkcandyapplered}{Rycerza Krwi}'', nie może używać Karty Dyplomacji. Jeśli gracz, który nie posiada tytułu lub posiada tytuł ,,\textcolor{darkcandyapplered}{Rycerza Krwi}'', dobierze Kartę Dyplomacji, może ją pokazać innym graczom, następnie odrzucić i wylosować nową Kartę Zdolności. \item Gracz posiadający tytuł ,,\textcolor{cobalt}{Rycerza Graala}'' nie może używać Karty Dyplomacji do rekrutacji \svgunit{azure} Jednostek Neutralnych. \item Kiedy wylosowana zostanie Karta Astrologowie Ogłaszają lub Karta Wydarzenia, która pozwala na rekrutację Jednostek Neutralnych, zignoruj ją i wylosuj nową Kartę Astrologowie Ogłaszają lub Kartę Wydarzenia. \item Gracze mogą używać swojej Talii Mocy i Magii, gdy płacą złoto za obronę Miasta swojej Frakcji. \item Zignoruj walkę z Jednostkami Neutralnymi na polu z Graalem. \item Gracze nie mogą odwiedzać pola z Żetonem Graala, chyba że wcześniej odwiedzili co najmniej dwa Obeliski lub Żeton Graala został zdobyty przez jakiegokolwiek Bohatera przynajmniej raz. \item Aby zdobyć Żeton Graala, Bohater musi wydać 2 punkty ruchu na polu z Graalem. \item Jeśli gracz nie posiada tytułu ,,\textcolor{darkcandyapplered}{Rycerza Krwi}'', musi usunąć Kartę Jednostki Frakcji ze swojej Talii Jednostek natychmiast po zdobyciu Żetonu Graala. Ten efekt występuje tylko raz na gracza. \item Jeśli inny Bohater pokona Bohatera z Żetonem Graala, wygrany przechwytuje Żeton. \item Jeśli Bohater z Żetonem Graala podda się, Żeton Graala zostaje umieszczony na polu, na którym Bohater się poddał. \item Jeśli neutralna armia pokona Bohatera z Żetonem Graala, Żeton Graala zostaje umieszczony na polu, na którym Bohater został pokonany. \item Jeśli Bohater z Żetonem Graala rzuci Zaklęcie Magiczny Portal lub użyje budynku Wrót Wymiarów Frakcji Inferno, Żeton Graala zostaje umieszczony na polu, na którym rzucił Zaklęcie lub użył budynku. \item Żeton Graala zachowuje się jak Karta Długotrwała, która nie liczy się do limitu Kart na ręce i nie może być odrzucona; zapewnia następujący efekt po zagraniu: ``$\infty$ Raz na każdą Rundę walki, jeśli Bohater jest \textcolor{darkcandyapplered}{Rycerzem Krwi}, odrzuć Kartę, aby usunąć do 2 \svg{damage-red} z twoich Jednostek i przypisać je wrogim Jednostkom.'' \item Bohater z Żetonem Graala, który posiada tytuł ,,\textcolor{cobalt}{Rycerza Graala}'', może zapłacić 10 \svg{gold} lub 3 \svg{valuables} na dowolnym polu Świątyni, aby oczyścić Graal. Umieść niebieską Kostkę Frakcji na Żetonie Graala, aby oznaczyć ten efekt. \item Po oczyszczeniu Żeton Graala zachowuje się jak Karta Długotrwała, która nie liczy się do limitu Kart na ręce i nie może być odrzucona; zapewnia następujący efekt po zagraniu: ``$\infty$ Raz na każdą Rundę walki, jeśli Bohater jest \textcolor{cobalt}{Rycerzem Graala}, odrzuć Kartę, aby usunąć do 2 \svg{damage-red} z twoich Jednostek.'' \end{itemize}

source: [overlay] \centering \node at (4.5, -5) {\includegraphics[scale=0.165]{\maps/bloody-grail-2p.png}}; \node at (4.5, -10) {\footnotesize{\textbf{\MakeUppercase{2-PLAYER SCENARIO}}}}; \node at (12.1, -14) {\includegraphics[scale=0.165]{\maps/bloody-grail-4p.png}}; \node at (12.1, -21.6) {\footnotesize{\textbf{\MakeUppercase{4-PLAYER SCENARIO}}}};
cs: [overlay] \centering \node at (4.5, -5) {\includegraphics[scale=0.165]{\maps/bloody-grail-2p.png}}; \node at (4.5, -10) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 2 HRÁČE}}}}; \node at (12.1, -14) {\includegraphics[scale=0.165]{\maps/bloody-grail-4p.png}}; \node at (12.1, -21.6) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 4 HRÁČE}}}};
pl: [overlay] \centering \node at (4.5, -5) {\includegraphics[scale=0.165]{\maps/bloody-grail-2p.png}}; \node at (4.5, -10) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 2-OSOBOWY}}}}; \node at (12.1, -14) {\includegraphics[scale=0.165]{\maps/bloody-grail-4p.png}}; \node at (12.1, -21.6) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 4-OSOBOWY}}}};

source: \textbf{Town Buildings:} \bronze\ Dwelling
fr: \textbf{Bâtiments de Départ :} Demeure \bronze\

source: \textbf{Starting Resources:} 13 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 13 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item A Few \bronze\ Units with the \textit{highest} Recruitment cost \item A Pack of \bronze\ Units with the \textit{lowest} Recruitment cost \end{itemize}
fr: \textbf{Unités de départ :} \begin{itemize} \item Une Unité Quelques \bronze\ avec le coût de Recrutement le plus \textit{élevé} \item Une Unité Groupe \bronze\ avec le coût de Recrutement le plus \textit{faible} \end{itemize}

source: \columnbreak \subsection*{\MakeUppercase{Timed Events}}
fr: \columnbreak \subsection*{\MakeUppercase{Événement programmés}}
