Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/bloody_grail.tex/*.po
Languages: cs, fr, pl

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \textbf{Additional Bonus:} None
cs: \textbf{Dodatečný Bonus:} Žádný
pl: \textbf{Dodatkowy Bonus:} Brak

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling
cs: \textbf{Městské Budovy:} \svgunit{bronze} Obydlí
pl: \textbf{Budynki Początkowe:} \svgunit{bronze} Siedlisko

source: \addscenariosection{1}{Clash Scenario}{Bloody Grail}{\images/bloody-grail.png}
cs: \addscenariosection{1}{Střet}{Krvavý Grál}{\images/bloody-grail.png}
fr: \addscenariosection{1}{Scénario Affrontement}{Graal Sanglant}{\images/bloody-grail.png}
pl: \addscenariosection{1}{Tryb Starcia}{Krwawy Graal}{\images/bloody-grail.png}

source: \textbf{Author:} Re4XN
fr: \textbf{Auteur :} Re4XN
pl: \textbf{Autor:} Re4XN

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1239631918643941509}{Archon Studios Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1239631918643941509}{Archon Studio Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1239631918643941509}{Discord Archon Studio}

source: \textit{A lady clad in dark robes visits you in your dreams, offering you a golden chalice filled with blood-red wine. Waking up in a cold sweat, you decide to embark on a quest to find this unholy artifact.}
cs: \textit{Dáma oblečená v tmavých róbách vás navštíví ve snech a nabízí vám zlatý kalich naplněný krvavě červeným vínem. Probouzejíce se ve studeném potu, rozhodnete se vydat na výpravu za tímto pekelným artefaktem.}
fr: \textit{Une Dame de noir vêtue vous rend visite en rêve, vous offrant un calice d'or rempli d'un vin rouge sang. Après un réveil en sueur, vous décidez de vous embarquer dans la quête de cet artefact impie.}
pl: \textit{Dama odziana w ciemne szaty odwiedza cię w snach, oferując złoty kielich wypełniony krwistoczerwonym winem. Budząc się zlany zimnym potem, postanawiasz wyruszyć na wyprawę, by znaleźć ten przeklęty artefakt.}

source: \subsection*{\MakeUppercase{Scenario Length}} This Scenario is played over 13 Rounds.
cs: \subsection*{\MakeUppercase{Délka Scénáře}} Tento Scénář se hraje na 13 Kol.
fr: \subsection*{\MakeUppercase{Durée du Scénario}} Ce Scénario se joue en 13 Manches.
pl: \subsection*{\MakeUppercase{Długość Scenariusza}} Ten Scenariusz rozgrywany jest w 13 Rundach.

source: \subsection*{\MakeUppercase{Player Setup}} \textbf{Player Count:} 2 or 4
cs: \subsection*{\MakeUppercase{Příprava Hráče}} \textbf{Počet Hráčů:} 2 nebo 4
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}} \textbf{Nombre de Joueurs:} 2 ou 4
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}} \textbf{Liczba Graczy:} 2 lub 4

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Počáteční Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item A Few \svgunit{bronze} Units with the \textit{highest} Recruitment cost \item A Pack of \svgunit{bronze} Units with the \textit{lowest} Recruitment cost \end{itemize}
cs: \textbf{Počáteční Jednotky:} \begin{itemize} \item Málo \svgunit{bronze} Jednotek s \textit{nejvyššími} náklady na Verbování \item Skupinu \svgunit{bronze} Jednotek s \textit{nejnižšími} náklady na Verbování \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Garstka \svg{bronze} Jednostek o \textit{najwyższym} koszcie Rekrutacji \item Grupa \svg{bronze} Kednostek o \textit{najniższym} koszcie Rekrutacji \end{itemize}

source: \textbf{Map Tile Pool:} Each player takes 2 random Far (II--III) Map Tiles, one of which must contain a Settlement
cs: \textbf{Dílky Mapy na ruce:} Každý hráč si vezme 2 náhodné Vzdálené (II--III) Dílky Mapy, z nichž jeden musí obsahovat Osadu
fr: \textbf{Réserve de Tuiles:} Chaque Joueur prend au hasard 2 Tuiles Lointaines (II--III), une doit contenir une Enclave
pl: \textbf{Pula Kafelków Mapy:} Każdy gracz bierze 2 losowe Dalekie (II--III) Kafelki Mapy, z których jeden musi zawierać Osadę

source: \subsection*{\MakeUppercase{Map Setup}} Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: \subsection*{\MakeUppercase{Příprava Mapy}} Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: \subsection*{\MakeUppercase{Map Setup}} Prenez les Tuiles suivantes et placez-les comme indiqué dans les images de la Préparation du Plateau:
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}} Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza:

source: \textbf{For a 2-player Scenario:} \begin{itemize} \item 2 × Starting (I) Map Tile \item 4 × Near (IV--V) Map Tile, all of which must contain an Obelisk \item 4 × Far (II--III) Map Tile, 2 of which must contain a Settlement \item 1 × Center (VI--VII) Map Tile, which must contain the Grail Field \end{itemize}
cs: \textbf{Scénář pro 2 hráče:} \begin{itemize} \item 2 × Startovní (I) Dílek Mapy \item 4 × Blízký (IV--V) Dílek Mapy, všechny musí obsahovat Obelisk \item 4 × Vzdálený (II--III) Dílek Mapy, z nichž 2 musí obsahovat Osadu \item 1 × Středový (VI--VII) Dílek Mapy, který musí obsahovat Pole s Grálem \end{itemize}
fr: \textbf{Pour 2 Joueurs:} \begin{itemize} \item 2 × Tuiles de Départ (I) \item 4 × Tuiles Proches (IV--V), toutes avec un Obélisque \item 4 × Tuiles Lointaines (II--III), dont 2 avec une Enclave \item 1 × Tuiles Centres (VI--VII), avec une Case Graal \end{itemize}
pl: \textbf{Dla Scenariusza dwuosobowego:} \begin{itemize} \item 2 × Początkowy (I) Kafelek Mapy \item 4 × Bliski (IV--V) Kafelek Mapy, z których każdy musi zawierać Obelisk \item 4 × Daleki (II--III) Kafelek Mapy, z których 2 muszą zawierać Osadę \item 1 × Centralny (VI--VII) Kafelek Mapy, który musi zawierać pole Graala \end{itemize}

source: \textbf{For a 4-player Scenario:} \begin{itemize} \item 4 × Starting (I) Map Tile \item 6 × Near (IV--V) Map Tile, 4 of which must contain an Obelisk \item 8 × Far (II--III) Map Tile, 4 of which must contain a Settlement \item 1 × Center (VI--VII) Map Tile, which must contain the Grail Field \end{itemize}
cs: \textbf{Scénář pro 4 hráče:} \begin{itemize} \item 4 × Startovní (I) Dílek Mapy \item 6 × Blízký (IV--V) Dílek Mapy, z nichž 4 musí obsahovat Obelisk \item 8 × Vzdálený (II--III) Dílek Mapy, z nichž 4 musí obsahovat Osadu \item 1 × Středový (VI--VII) Dílek Mapy, který musí obsahovat Pole s Grálem \end{itemize}
fr: \textbf{Pour 4 joueurs:} \begin{itemize} \item 4 × Tuiles de Départ (I) \item 6 × Tuiles Proches (IV--V), toutes avec un Obélisque \item 8 × Tuiles Lointaines (II--III), dont 4 avec une Enclave \item 1 × Tuiles Centres (VI--VII), avec une case Graal \end{itemize}
pl: \textbf{Dla Scenariusza czetroosobowego:} \begin{itemize} \item 4 × Początkowy (I) Kafelek Mapy \item 6 × Bliski (IV--V) Kafelek Mapy, z których 4 muszą zawierać Obelisk \item 8 × Daleki (II--III) Kafelek Mapy, z których 4 muszą zawierać Osadę \item 1 × Centralny (VI--VII) Kafelek Mapy, który musi zawierać pole Graala \end{itemize}

source: \textbf{\MakeUppercase{Note:}} Before placing the Near Tiles, separate them into 2 piles (with and without an Obelisk). Place them alternately so that the Tiles with an Obelisk are not placed adjacent to each other.
cs: \textbf{\MakeUppercase{Poznámka:}} Před umístěním Blízkých Dílků je rozdělte do 2 hromádek (s Obeliskem a bez něj). Umísťujte je střídavě tak, aby Dílky s Obeliskem nebyly umístěny vedle sebe.
fr: \textbf{\MakeUppercase{Note:}} Avant de placer les Tuiles Proches, séparez les en 2 piles (avec et sans Obélisque). Placez-les alternativement pour que deux Tuiles Obélisques ne soient jamais adjacentes.
pl: \textbf{\MakeUppercase{Uwaga:}} Przed umieszczeniem Bliskich Kafelków, podziel je na 2 stosy (z Obeliskiem i bez). Umieszczaj je naprzemiennie, aby Kafelki z Obeliskiem nie były umieszczane obok siebie.

source: \subsection*{\MakeUppercase{Victory Conditions}} To win the Scenario, a Hero must obtain the Grail Token and bring it to their Faction Town.
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}} Aby Hrdina vyhrál Scénář, musí získat Žeton Grálu a přinést jej do Města své Frakce.
fr: \subsection*{\MakeUppercase{Conditions de Victoire}} Pour gagner, un Héros doit obtenir le Jeton Graal et le transporter dans sa Ville de Faction.
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}} Zdobądź Żeton Graala i przynieść go do Miasta swojej Frakcji.

source: \subsection*{\MakeUppercase{Defeat Conditions}} If the Grail is not obtained at least once by the end of the \nth{13} Round, the game ends, and all players lose the Scenario.
cs: \subsection*{\MakeUppercase{Podmínky Porážky}} Pokud Grál není získán alespoň jednou do konce 13. Kola, hra končí a všichni hráči prohrávají tento Scénář.
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} Si aucun Joueur n'a apporté le Graal dans sa Ville à la fin de la Manche 13.
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} Jeśli Graal nie zostanie zdobyty przynajmniej raz do końca 13. Rundy, gra się kończy, a wszyscy gracze przegrywają Scenariusz.

source: If the Grail Token has been obtained, the players gain additional time (until the end of the \nth{16} Round) to bring the Grail to their Faction's Town. Otherwise, all players lose the Scenario.
cs: Pokud byl Žeton Grálu získán, hráči získají dodatečný čas (do konce 16. Kola) na to, aby přinesli Grál do Města své Frakce. V opačném případě všichni hráči prohrávají tento Scénář.
fr: Si le Graal est obtenu, les Joueurs obtiennent des Manches supplémentaires (jusqu'à la Manche 16) pour apporter le Graal dans leur Ville de Faction. Sinon tous les Joueurs perdent le Scénario.
pl: Jeśli token Graala został zdobyty, gracze zyskują dodatkowy czas (do końca 16. Rundy), aby przynieść Graal do Miasta swojej Frakcji. W przeciwnym razie wszyscy gracze przegrywają Scenariusz.

source: \textbf{\nth{6}, \nth{9} and \nth{12} Rounds:} \begin{itemize} \item Remove all Black Cubes from every Water Wheel and Windmill on the map. \item All players possessing the title of ``\textcolor{cobalt}{Grail Knight}'' gain \svg{morale_positive}. \item All players who do not possess a title gain 2 \svg{morale_negative}. \end{itemize}
fr: \textbf{Manches 6, 9, 12 :} \begin{itemize} \item Retirez tous les cubes noirs des Moulins à Eau, Moulins à Vent et Jardins Mystiques sur le plateau. \item Chaque Joueur ayant le titre «\textcolor{cobalt}{Chevalier du Graal}» gagne \svg{morale_positive}. \item Tout Joueur sans titre gagne 2 \svg{morale_negative}. \end{itemize}
pl: \textbf{Rundy 6., 9. i 12.:} \begin{itemize} \item Usuń wszystkie Czarne Kostki z każdego Wiatraka i Młyna Wodnego na mapie. \item Wszyscy gracze posiadający tytuł ``\textcolor{cobalt}{Rycerza Graala}'' zyskują \svg{morale_positive}. \item Wszyscy gracze, którzy nie posiadają tytułu, otrzymują 2 \svg{morale_negative}. \end{itemize}

source: \subsection*{\MakeUppercase{Additional Rules}} Before this Scenario:
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}} Před tímto Scénářem:
fr: \subsection*{\MakeUppercase{Règles Additionnelles}} Avant ce Scénario:
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}} Przed rozpoczęciem Scenariusza:

source: \begin{itemize} \item Split the Artifact Deck by rarity into 3 separate Decks (Minor, Major, and Relic). A player may gain only Minor Artifacts on Starting or Far Tiles, Minor or Major Artifacts on Near Tiles, and Major or Relic Artifacts on Center Tiles. \end{itemize}
cs: \begin{itemize} \item Rozdělte Balíček Artefaktů podle vzácnosti na 3 samostatné Balíčky (Menší, Větší a Relikvie). Hráč může získat pouze Menší Artefakty na Startovních nebo Vzdálených Dílcích, Menší nebo Větší Artefakty na Blízkých Dílcích a Větší nebo Relikvie na Středových Dílcích. \end{itemize}
fr: \begin{itemize} \item Séparez le Deck Artefact par rareté en 3 Decks (Mineur, Majeur, and Relique). Un Joueur ne peut gagner qu'un Artefact Mineur sur une Tuile de Départ ou Lointaine, Mineur ou Majeur sur une Tuile Proche, et Majeur ou Relique sur une Tuile Centre. \end{itemize}
pl: \begin{itemize} \item Podziel Talię Artefaktów według rzadkości na 3 osobne Talie (Słabe, Mocne i Relikty). Gracz może zdobywać tylko Słabe Artefakty na Początkowych lub Dalekich Kafelkach, Słabe lub Mocnej Artefakty na Bliskich Kafelkach, oraz Mocne lub Relikty na Centralnych Kafelkach. \end{itemize}

source: During this Scenario:
cs: Během tohoto Scénáře:
fr: Pendant ce Scénario:
pl: Podczas tego Scenariusza:
