Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/sentinels.tex/*.po
Languages: cs, de, fr, pl, ru

source: \item Enemy armies have 3 \svgeven{movement} per Round. \item Enemy armies move at the end of every Turn, starting with the Turn they spawned. \item Enemy armies move as described in the rulebook (p.\,33), but instead of capturing, they destroy everything in their path. Place Black Cubes on any Field they pass through, treating those Fields as empty from that point on. \item If an enemy's movement could go in different directions, the players decide which way they go. \end{itemize}
de: \item Feindliche Armeen haben 3 \svgeven{movement} pro Runde. \item Feindliche Armeen bewegen sich am Ende jedes Zugs ab dem Zug, in dem sie erschaffen wurden. \item Feindliche Armeen bewegen sich wie in der Anleitung beschrieben (S. 33), aber anstatt einzunehmen, zerstören sie alles auf ihrem Weg. Platziert Statuswürfel auf allen Feldern, die sie betreten. Diese Felder werden fortan als leer betrachtet. \item Wenn sich ein Gegner in verschiedene Richtungen bewegen könnte, wählen die Spieler die Richtung. \end{itemize}

source: \begin{itemize} \item Fighting enemy armies over more than one Combat Round does not cost \svgeven{movement}. \item During a battle with an enemy army, a Hero can retreat whenever a friendly Unit is about to Activate. A retreating Main Hero loses all remaining \svgeven{movement} and is returned to an allied Town or Settlement of their choice, keeping all remaining Units. \item Retreating Secondary Heroes are removed from the game, but their remaining Units are kept. \item Killed enemy Units do not respawn. \end{itemize}
de: \begin{itemize} \item Kämpfe gegen feindliche Armeen, die länger als eine Kampfrunde dauern, kosten keine \svgeven{movement}. \item Während eines Kampfes gegen eine feindliche Armee, kann sich der Held zurückziehen, wenn eine seiner Einheiten aktiviert wird. Beim Rückzug verliert der Hauptheld seine verbliebene \svgeven{movement}, wird auf eine verbündete Stadt oder Siedlung seiner Wahl gesetzt und behält alle übrig gebliebenen Einheiten. \item Nebenhelden werden beim Rückzug aus dem Spiel entfernt, aber übrig gebliebene Einheiten bleiben im Spiel. \item Besiegte feindliche Einheiten erscheinen nicht wieder. \end{itemize}
