Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/sentinels.tex/*.po
Languages: cs, de, fr, pl, ru

source: \addscenariosection{1}{Cooperative Scenario}{Sentinels}{\images/sentinel.png}
cs: \addscenariosection{1}{Kooperativní Scéná\v{r}}{Strážci}{\images/sentinel.png}
de: \addscenariosection{1}{Kooperatives Szenario}{Wächter}{\images/sentinel.png}
fr: \addscenariosection{1}{Scénario Coopératif}{Sentinelles}{\images/sentinel.png}
pl: \addscenariosection{1}{Tryb Kooperacyjny}{Strażnicy}{\images/sentinel.png}
ru: \addscenariosection{1}{Кооперативный сценарий}{Стражи}{\images/sentinel.png}

source: \textbf{Author:} silence70011
cs: \textbf{Autor:} silence70011
de: \textbf{Autor:} silence70011
fr: \textbf{Auteur :} silence70011
pl: \textbf{Autor:} silence70011
ru: \textbf{Автор:} silence70011

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1233112440322002964/1233112440322002964}{Archon Studio Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1233112440322002964/1233112440322002964}{Archon Studio Discord}
de: \textbf{Quelle:} \href{https://discord.com/channels/740870068178649108/1233112440322002964/1233112440322002964}{Archon Studio Discord}
fr: \textbf{Source :} \href{https://discord.com/channels/740870068178649108/1219333721019256943}{Archon Studio Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1233112440322002964/1233112440322002964}{Discord Archon Studio}
ru: \textbf{Источник:} \href{https://discord.com/channels/740870068178649108/1233112440322002964/1233112440322002964}{Discord Archon Studio}

source: \textit{There is a world beyond ours, filled with beasts and monsters, barely contained by a formation of four sacred Obelisks. But the power of these stones is waning, and a breach is imminent. When it happens, only you and your ally will stand between the hordes and the total devastation of these lands. }
cs: \textit{Existuje svět mimo ten náš, plný bestií a monster, sotva držený formací čtyř posvátných Obelisků. Ale síla těchto kamenů slábne a průlom je nevyhnutelný. Jakmile to nastane, tak mezi hordami a úplným zničením těchto zemí budete stát pouze vy a váš spojenec . }
de: \textit{Es gibt eine Welt jenseits unserer, voller Bestien und Monster, die nur durch eine Formation aus vier heiligen Obelisken in Schach gehalten wird. Doch die Macht dieser Steine schwindet, und ein Überfall steht unmittelbar bevor. Wenn es so weit ist, stehen nur du und dein Verbündeter zwischen den Horden und der völligen Verwüstung dieser Länder. }
fr: \textit{Il existe un monde au-delà du nôtre, empli de bêtes et de monstres, tout juste retenues par une formation de quatre Obélisques Sacrés. Mais la puissance de ces pierres faiblit, et une brèche est imminente. Quand cela se produira, vous et votre allié serez le dernier rempart entre les hordes et la destruction totale de ces terres. }
pl: \textit{Jest świat poza naszym, pełen bestii i potworów, ledwo powstrzymywany przez formację czterech świętych Obelisków. Ale moc tych kamieni słabnie i wkrótce nastąpi wyłom. Gdy to się stanie, tylko ty i twój sojusznik staniecie między hordami a całkowitym zniszczeniem tych ziem. }
ru: \textit{Мир за пределами нашего полон тварей и чудовищ, едва сдерживаемых четырьмя священными Обелисками. Но сила этих камней убывает, и прорыв неминуем. Когда это случится, только вы и ваш союзник встанете между ордами и полным опустошением этих земель. }

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
de: \subsection*{\MakeUppercase{Szenariolänge}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}
ru: \subsection*{\MakeUppercase{Длительность сценария}}

source: This Scenario is played over 12 Rounds.
cs: Tento Scénář se hraje na 12 Kol.
de: 12 Runden
fr: Ce Scénario se joue en 12 Manches.
pl: Ten Scenariusz jest rozgrywany w 12 Rundach.
ru: Этот сценарий длится 12 раундов.

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
de: \subsection*{\MakeUppercase{Spielvorbereitung}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}
ru: \subsection*{\MakeUppercase{Подготовка игроков}}

source: \textbf{Player Count:} 2
cs: \textbf{Počet Hráčů:} 2
de: \textbf{Fraktionsanzahl:} 2
fr: \textbf{Nombre de Joueurs :} 2
pl: \textbf{Liczba Graczy:} 2
ru: \textbf{Число игроков:} 2

source: \textbf{Starting Resources:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Startressourcen:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de départ :} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
ru: \textbf{Стартовые ресурсы:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Starteinkommen:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
ru: \textbf{Стартовый доход:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \bronze\ Units with the \textit{lowest} Recruitment cost \item A Few \bronze\ Units with the \textit{highest} Recruitment cost \end{itemize}
cs: \textbf{Úvodní Jednotky:} \begin{itemize} \item Tlupu \bronze\ Jednotek s \textit{nejnižšími} náklady na Verbování \item Hrstka \bronze\ Jednotek s \textit{nejvyššími} náklady na Verbování \end{itemize}
de: \textbf{Starteinheiten:} \begin{itemize} \item Ein Rudel \bronze\-Einheiten mit den \textit{niedrigsten} Rekrutierungskosten \item Wenige \bronze\-Einheiten mit den \textit{höchsten} Rekrutierungskosten \end{itemize}
fr: \textbf{Unités de Départ:} \begin{itemize} \item Une Unité Groupe \bronze{} avec le coût de Recrutement le plus \textit{faible} \item Une Unité Quelques \bronze{} avec le coût de Recrutement le plus \textit{élevé} \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Grupa \svg{bronze} Jednostek o \textit{najniższym} koszcie rekrutacji \item Garstka \svg{bronze} Jednostek o \textit{najwyższym} koszcie rekrutacji \end{itemize}
ru: \textbf{Стартовые отряды:} \begin{itemize} \item «pack» \svg{bronze} отрядов с \textit{наименьшей} стоимостью найма \item «few» \svg{bronze} отрядов с \textit{наибольшей} стоимостью найма \end{itemize}

source: \textbf{Town Buildings:} \bronze\ Dwelling, Citadel
cs: \textbf{Budovy ve Městě:} \bronze\ Obydlí, Citadela
de: \textbf{Startgebäude:} \bronze\-Behausung, Zitadelle
fr: \textbf{Bâtiments de Départ:} Demeure \bronze{}, Citadelle
pl: \textbf{Budynki Początkowe:} \bronze\ Siedlisko, Cytadela
ru: \textbf{Городские постройки:} \bronze\ Жилища, Цитадель

source: \textbf{Map Tile Pool:} Each player takes 1 random Near (IV--V) Map Tile and 1 random Far (II--III) Map Tile. These Tiles should not contain any Obelisks.
cs: \textbf{Dílky Mapy na ruce:} Každý hráč si vezme 1 náhodný Blízký (IV--V) Dílek Mapy a 1 náhodný Vzdálený (II--III) Dílek Mapy. Tyto Dílky by neměly obsahovat žádné Obelisky.
de: Jede Fraktion erhält zufällig 1 Nahes Gebiet (IV-V) und 1 Fernes Gebiet (II-III). Diese Gebiete sollten keine Obelisken enthalten.
fr: \textbf{Réserve de Tuiles:} Chaque joueur pioche une Tuile Proche (IV--V) et une Tuile Lointaine (II--III) au hasard. Ces Tuiles ne doivent pas avoir d'Obélisques.
pl: \textbf{Pula Kafelków Mapy:} Każdy gracz losuje 1 Bliski (IV--V) Kafelek Mapy i 1 Daleki (II--III) Kafelek Mapy. Te Kafelki nie powinny zawierać żadnych Obelisków.
ru: \textbf{Набор фрагментов карты:} Каждый игрок берёт 1 случайный ближний (IV--V) фрагмент карты и 1 дальний (II--III) фрагмент карты. Эти фрагменты не должны содержать Обелисков.

source: \textbf{Additional Bonus:} Search (2) the Artifact Deck
cs: \textbf{Dodatečný Bonus:} Hledej (2) v Balíčku Artefaktů
de: \textbf{Bonus:} Durchsuche (2) den Artefaktstapel
fr: \textbf{Bonus Additionnel :} Fouillez (2) le Deck Artéfact
pl: \textbf{Dodatkowy Bonus:} Przeszukaj (2) Talię Artefaktów
ru: \textbf{Дополнительный бонус:} Поиск (2) в колоде артефактов

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
de: \subsection*{\MakeUppercase{Vorbereitung der Abenteuerkarte}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}
ru: \subsection*{\MakeUppercase{Подготовка карты}}

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
de: Nehmt die folgenden Gebiete und platziert sie wie in der Abbildung der Abenteuerkarte gezeigt:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Ułóż poniższe Kafelki Mapy zgodnie z układem pokazanym na mapie Scenariusza:
ru: Возьмите следующие фрагменты карты и расположите по схеме карты сценария:

source: \begin{itemize} \item 2 × Starting (I) Map Tile \item 4 × Far (II--III) Map Tile \item 4 × Near (IV--V) Map Tile with the Obelisk Field \end{itemize}
cs: \begin{itemize} \item 2 × Startovní (I) Dílek Mapy \item 4 × Vzdálený (II--III) Dílek Mapy \item 4 × Blízký (IV--V) Dílek Mapy \end{itemize}
de: \begin{itemize} \item 2 Startgebiete (I) \item 4 Ferne Gebiete (II-III) \item 4 Nahe Gebiete (IV-V) mit Obelisk \end{itemize}
fr: \begin{itemize} \item 2 × Tuile de Départ (I) \item 4 × Tuiles Lointaines (II--III) \item 4 × Tuiles Proches (IV--V) avec Obélisque \end{itemize}
pl: \begin{itemize} \item 2 × Początkowy (I) Kafelek Mapy \item 4 × Daleki (II--III) Kafelek Mapy \item 4 × Bliski (IV-V) Kafelek Mapy z Obeliskiem \end{itemize}
ru: \begin{itemize} \item 2 × Стартовый (I) фрагмент карты \item 4 × Дальний (II--III) фрагмент карты \item 4 × Ближний (IV--V) фрагмент карты с полем Обелиска \end{itemize}

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
de: \subsection*{\MakeUppercase{Siegbedingungen}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}
ru: \subsection*{\MakeUppercase{Условия победы}}

source: Defeat all invading armies.
cs: Porážka všech invazivních armád.
de: Besiegt alle einfallenden Armeen.
fr: Vaincre toutes les armées des envahisseurs.
pl: Pokonaj wszystkie najeżdżające armie.
ru: Уничтожь все вторгшиеся армии.

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
de: \subsection*{\MakeUppercase{NIederlagenbedingungen}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}
ru: \subsection*{\MakeUppercase{Условия поражения}}

source: An undefeated enemy army remains at the end of Round 12.
cs: Na konci 12. Kola stále existuje neporažená nepřátelská armáda.
de: Eine unbesiegte Armee des Gegners bleibt am Ende von Runde 12 übrig.
fr: Une armée ennemie reste invaincue à la fin de la Manche 12.
pl: Niepokonana wroga armia pozostaje na końcu 12. Rundy.
ru: Непобеждённая вражеская армия остаётся на поле к концу 12 раунда.

source: One of your Towns is captured, or a Main Hero is defeated in a battle (retreat doesn't count).
cs: Jedno z vašich Měst je dobyto, nebo hlavní Hrdina je poražen v bitvě (ústup se nepočítá).
de: Eine eurer Städte wird eingenommen oder ein Hauptheld wird im Kampf besiegt (Rückzug zählt nicht).
fr: Une de vos Villes est capturée, ou un Héros Principal est vaincu en combat (fuir ne compte pas).
pl: Jedno z Miast zostaje zdobyte lub Bohater Główny zostaje pokonany w Walce (wycofanie się nie liczy).
ru: Один из ваших городов захвачен, или основной герой побеждён в битве (отступление не считается).

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
de: \subsection*{\MakeUppercase{Besondere Ereignisse}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}
ru: \subsection*{\MakeUppercase{События по раундам}}

source: \textbf{\nth{6} Round:} \begin{itemize} \item Remove all Black Cubes from every Windmill, Water Wheel, and Mystical Garden on the map. \item Spawn an enemy army following the rules outlined below. \end{itemize}
cs: \textbf{6. Kolo:} \begin{itemize} \item Odstraňte všechny Černé Kostičky ze všech Větrných Mlýnů, Vodních Kol a Mystických Zahrad na mapě. \item Vyvolejte nepřátelskou armádu podle níže uvedených pravidel. \end{itemize}
de: \textbf{6. Runde:} \begin{itemize} \item Entfernt alle Statusmarker von allen Wasserrädern, Windmühlen und Mystischen Gärten auf der Abenteuerkarte. \item Erschafft eine feindliche Armee mithilfe der untenstehenden Regeln. \end{itemize}
fr: \textbf{6$^{e}$ Manche :} \begin{itemize} \item Retirez tous les Cubes Noirs des Moulins à Eau, Moulins à Vent et Jardins Mystiques sur le plateau. \item Faire apparaître une armée ennemie en suivant les règles ci-dessous. \end{itemize}
pl: \textbf{Runda 6.:} \begin{itemize} \item Usuń Czarne Kostki z każdego Wiatraka, Młyna Wodnego i Mistycznego Ogródu. \item Umieść wrogą armię zgodnie z zasadami poniżej. \end{itemize}
ru: \textbf{Раунд 6:} \begin{itemize} \item Уберите все чёрные кубики с каждой Мельницы, Водяной мельницы, Мистического сада на карте. \item Разместите вражескую армию в соответствии с правилами ниже. \end{itemize}

source: \textbf{\nth{7} and \nth{8} Rounds:} \begin{itemize} \item Spawn an enemy army following the rules outlined below. \end{itemize}
cs: \textbf{7. a 8. Kolo:} \begin{itemize} \item Vyvolejte nepřátelskou armádu podle níže uvedených pravidel. \end{itemize}
de: \textbf{7. und 8. Runde:} \begin{itemize} \item Erschafft eine feindliche Armee mithilfe der untenstehenden Regeln. \end{itemize}
fr: \textbf{7$^{e}$ et 8$^{e}$ Manches :} \begin{itemize} \item Faire apparaître une armée ennemie en suivant les règles ci-dessous. \end{itemize}
pl: \textbf{Rundy 7. i 8.:} \begin{itemize} \item Umieść wrogą armię zgodnie z zasadami poniżej. \end{itemize}
ru: \textbf{Раунды 7 и 8:} \begin{itemize} \item Разместите вражескую армию в соответствии с правилами ниже. \end{itemize}

source: \textbf{\nth{9} Round:} \begin{itemize} \item Repeat the Timed Events of Round 6. \end{itemize}
cs: \textbf{9. Kolo:} \begin{itemize} \item Opakujte Časované Události ze 6. Kola. \end{itemize}
de: \textbf{9. Runde:} \begin{itemize} \item Wiederholt die Ereignisse von Runde 6. \end{itemize}
fr: \textbf{9$^{e}$ Manche:} \begin{itemize} \item Répéter les évènements de la Manche 6. \end{itemize}
pl: \textbf{Runda 9.:} \begin{itemize} \item Powtórz wydarzenia czasowe Rundy 6. \end{itemize}
ru: \textbf{Раунд 9:} \begin{itemize} \item Повторите события раунда 6. \end{itemize}

source: \textbf{\nth{10} Round:} \begin{itemize} \item Spawn an enemy army following the rules outlined below. \end{itemize}
cs: \textbf{10. Kolo:} \begin{itemize} \item Vyvolejte nepřátelskou armádu podle níže uvedených pravidel. \end{itemize}
de: \textbf{10. Runde:} \begin{itemize} \item Erschafft eine feindliche Armee mithilfe der untenstehenden Regeln. \end{itemize}
fr: \textbf{10$^{e}$ Manche :} \begin{itemize} \item Faire apparaître une armée ennemie en suivant les règles ci-dessous. \end{itemize}
pl: \textbf{Runda 10.:} \begin{itemize} \item Umieść wrogą armię zgodnie z zasadami poniżej. \end{itemize}
ru: \textbf{Раунд 10:} \begin{itemize} \item Разместите вражескую армию в соответствии с правилами ниже. \end{itemize}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
de: \subsection*{\MakeUppercase{Zusätzliche Regeln}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}
ru: \subsection*{\MakeUppercase{Дополнительные правила}}

source: \begin{itemize} \item Ignore all yellow borders on Starting Tiles. \item Players can trade resources when one of the active player's Heroes Visits a trading post or stands on a Field adjacent to an allied Hero. \item The Hero who defeats an enemy army gains 2 \svg{experience}. The victorious player rolls two Treasure Dice and resolves one of them. \item Additionally, no player can: \begin{itemize} \item Attack other Heroes. \item Capture a Mine or Settlement that is already Flagged. \end{itemize} \end{itemize}
cs: \begin{itemize} \item Ignorujte všechny žluté hranice na Startovních Dílcích. \item Hráči mohou obchodovat se surovinami, když jeden z Hrdinů aktivního hráče navštíví Tržiště nebo stojí na Poli sousedícím se spojeneckým Hrdinou. \item Hrdina, který porazí nepřátelskou armádu, získá 2 \svg{experience}. Vítězný hráč hodí dvěma Kostkami Pokladu a vyřeší jednu z nich. \item Navíc žádný hráč nemůže: \begin{itemize} \item Útočit na jiné Hrdiny. \item Zmocnit se Dolu nebo Osady, která je již Obsazena. \end{itemize} \end{itemize}
de: \begin{itemize} \item Ignoriert alle gelben Linien auf Startgebieten. \item Spieler können Ressourcen tauschen, wenn ein Held des aktiven Spielers einen Handelsposten besucht oder benachbart zu einem verbündeten Helden steht. \item The Hero who defeats an enemy army gains 2 \svg{experience}. The victorious player rolls two Treasure Dice and resolves one of them. \item Additionally, no player can: \begin{itemize} \item Attack other Heroes. \item Capture a Mine or Settlement that is already Flagged. \end{itemize} \end{itemize}
fr: \begin{itemize} \item Ignorez toutes les bordures jaunes des Tuiles de Départ (I). \item Les Joueurs peuvent échanger des ressources si l'un de leurs Héros visite un comptoir ou si il est adjacent à un Héros allié. \item Le Héros qui vainc une armée ennemie gagne 2 \svg{experience}. Le Joueur victorieux lance deux dés de trésor et applique le résultat de son choix. \item De plus, aucun Joueur : \begin{itemize} \item Ne peut attaquer un autre Héros. \item Capturer une Mine ou une Enclave déjà Revendiquée. \end{itemize} \end{itemize}
pl: \begin{itemize} \item Zignoruj wszystkie żółte granice na Kafelkach Startowych. \item Gracze mogą handlować zasobami, gdy jeden z Bohaterów aktywnego gracza odwiedza punkt handlowy lub stoi na Polu sąsiadującym z sojuszniczym Bohaterem. \item Bohater, który pokona wrogą armię, zdobywa 2 \svg{experience}. Zwycięski gracz rzuca dwoma Kośćmi Skarbów i rozpatruje wynik jednej z nich. \item Dodatkowo żaden gracz nie może: \begin{itemize} \item Atakować innych Bohaterów. \item Przejąć Kopalni lub Osady, która jest już Oflagowana. \end{itemize} \end{itemize}
ru: \begin{itemize} \item Игнорируйте жёлтые границы на стартовых фрагментах. \item Торговля ресурсами доступна когда активный герой посещает Рынок или на поле рядом с союзным героем. \item Герой, победивший вражескую армию, получает 2 \svg{experience}. Игрок бросает два кубика сокровищ и выбирает один результат. \item Кроме того, игроки не могут: \begin{itemize} \item Атаковать других героев. \item Захватывать шахту или посёлок под флагом противника. \end{itemize} \end{itemize}

source: \subsection*{\MakeUppercase{Enemy Spawning\\and Movement}}
cs: \subsection*{\MakeUppercase{Vyvolávaní Nepřátel\\a Pohyb}}
de: \subsection*{\MakeUppercase{Gegnererschaffung und\\-bewegung}}
fr: \subsection*{\MakeUppercase{Apparition Ennemie\\et Mouvement}}
pl: \subsection*{\MakeUppercase{Pojawianie się i Ruch\\Wrogów}}
ru: \subsection*{\MakeUppercase{Появление и движение\\врагов}}

source: \begin{itemize} \item Enemy armies spawn on a random Obelisk Field (use Hero miniatures from Factions not in play). \item Determine which Obelisk Field by rolling 2 Attack Dice. Apply the results as follows (D1/D2), reroll any 0: \begin{itemize} \item $+1$/$+1$ = North \item $+1$/$-1$ = East \item $-1$/$+1$ = West \item $-1$/$-1$ = South \end{itemize}
cs: \begin{itemize} \item Nepřátelské armády se objevují na náhodném Poli s Obeliskem (použijte miniatury Hrdinů z Frakcí, které nejsou ve hře). \item Určete Pole s Obeliskem tím, že hodíte 2 Kostkami Útoku. Aplikujte výsledky následujícím způsobem (K1/K2), při 0 hážete znovu: \begin{itemize} \item $+1$/$+1$ = Sever \item $+1$/$-1$ = Východ \item $-1$/$+1$ = Západ \item $-1$/$-1$ = Jih \end{itemize}
de: \begin{itemize} \item Feindliche Armeen werden auf einem zufälligen Feld mit Obelisk erschaffen (nehmt Heldenfiguren von nicht verwendeten Fraktionen) \item Bestimmt das Feld, indem ihr solange 2 Angriffswürfel werft, bis keine 0 mehr erscheint: \begin{itemize} \item $+1$/$+1$ = Norden \item $+1$/$-1$ = Osten \item $-1$/$+1$ = Westen \item $-1$/$-1$ = Süden \end{itemize}
fr: \begin{itemize} \item Les Armées Ennemies apparaissent sur un Obélisque aléatoire (Utilisez la figurine d'un Héros d'une Faction non jouée). \item Déterminez l'Obélisque en lançant 2 Dés d'Attaque. Appliquez les résultats comme suit (D1/D2), relancez les 0: \begin{itemize} \item $+1$/$+1$ = Nord \item $+1$/$-1$ = Est \item $-1$/$+1$ = Ouest \item $-1$/$-1$ = Sud \end{itemize}
pl: \begin{itemize} \item Wrogie armie pojawiają się na Polu z Obeliskiem (użyj figurek Bohaterów frakcji, które nie biorą udziału w grze). \item Określ, na którym Obelisku poprzez rzut 2 Kośćmi Ataku. Zastosuj wyniki w następujący sposób (K1/K2), przerzuć każde 0: \begin{itemize}[leftmargin=15pt] \item $+1$/$+1$ = Północ \item $+1$/$-1$ = Wschód \item $-1$/$+1$ = Zachód \item $-1$/$-1$ = Południe \end{itemize}
ru: \begin{itemize} \item Вражеские армии появляются на случайном поле с Обелиском (используйте миниатюры героев из фракций, не участвующих в игре). \item Определите поле Обелиска, бросив 2 кубика атаки. Применяйте результаты как (К1/К2), перебрасывайте 0: \begin{itemize}[leftmargin=15pt] \item $+1$/$+1$ = север \item $+1$/$-1$ = восток \item $-1$/$+1$ = запад \item $-1$/$-1$ = юг \end{itemize}
