Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/sentinels.tex/*.po
Languages: cs, de, fr, pl, ru

source: \item For a more balanced distribution, in Rounds 7 and 9, only roll the second Attack Die (D2). For D1, take the opposite result from what was rolled in the previous Round. Rounds 8 and 10 are entirely random. \item If the Tile where an enemy is to spawn hasn't been discovered yet, flip it over and orient it as preferred. \item If there is a Hero on the Field where the enemy spawns, a fight starts immediately.
cs: \item V 7. a 9. Kole házejte pro vyváženější rozložení pouze druhou Kostkou Útoku (K2). Pro K1 vezměte opačný výsledek hodu z předchozího Kola. Kola 8 a 10 jsou zcela náhodná. \item Pokud Dílek, kde se má nepřítel objevit, ještě nebyl objeven, otočte jej a libovolně orientujte. \item Pokud je na Poli, kde se nepřítel objeví, Hrdina, začne okamžitě Souboj.
de: \item Für eine balanciertere Verteilung werft ihr in der 7. und 9. Runde nur den zweiten Würfel neu. Der erste Würfel erhält das entgegengesetzte Resultat, das er in der vorigen Runde hatte. Runden 8 und 10 sind wieder zufällig. \item Wenn das Gebiet, auf dem der Gegner platziert werden soll, noch nicht entdeckt wurde, deckt es auf und platziert es in beliebiger Ausrichtung. \item Wenn sich ein Held auf dem Gebiet befindet, auf dem der Gegner erschaffen wird, beginnt direkt ein Kampf.
fr: \item Pour une distribution plus équilibrée, aux Manches 7 et 9, lancez uniquement le second dé d'attaque (D2). Pour D1, choisissez le résultat opposé à la Manche précédente. Les Manches 8 et 10 sont aléatoires. \item Si la Tuile où apparaît l'ennemi n'a pas été découverte, retournez-la et orientez-la comme vous le souhaitez. \item Si un Héros se trouve sur la case d'apparition, un combat commence immédiatement.
pl: \item Dla bardziej zbilansowanej dystrybucji, w Rundach 7. i 9., rzuć tylko drugą Kością Ataku (K2). Dla K1, przyjmij przeciwny wynik do tego, który wypadł w poprzedniej Rundzie. Rundy 8. i 10. są całkowicie losowe. \item Jeśli Kafelek, na którym ma pojawić się wróg, nie został jeszcze odkryty, odwróć go i obróć według własnego uznania. \item Jeśli na Polu, na którym pojawia się wróg, znajduje się Bohater, natychmiast rozpoczyna się Walka.
ru: \item Для сбалансированного появления врагов в раундах 7 и 9 бросайте только второй кубик атаки (К2). Для К1 используйте противоположный результату из предыдущего раунда. Раунды 8 и 10 случайны. \item Если фрагмент, где должен появиться враг, ещё не открыт, переверните его и расположите по своему усмотрению. \item Если на поле, где появляется враг, находится герой, битва начинается немедленно.

source: \item Enemy armies have 3 \svg{movement} per Round. \item Enemy armies move at the end of every Turn, starting with the Turn they spawned. \item Enemy armies move as described in the rulebook (p.\,33), but instead of capturing, they destroy everything in their path. Place Black Cubes on any Field they pass through, treating those Fields as empty from that point on. \item If an enemy's movement could go in different directions, the players decide which way they go. \end{itemize}
fr: \item Les Armées Ennemies ont 3 \svg{movement} par Manche. \item Les Armées ennemies se déplacent à la fin de chaque Manche, en commençant par la Manche où elles apparaissent. \item Les Armées Ennemies se déplacent selon les règles (p.\,33), mais à la place de capturer, elles détruisent tout sur leur passage. Placez un Cube Noir sur les cases qu'elles visitent, ces cases sont maintenant des cases vides. \item Si un ennemi peut aller dans plusieurs cases, les Joueurs choisissent où il se déplace. \end{itemize}

source: \subsection*{\MakeUppercase{Combat with\\Enemy Armies}}
cs: \subsection*{\MakeUppercase{Souboj s Nepřátelskými\\Armádami}}
de: \subsection*{\MakeUppercase{Kampf gegen gegen\\feindliche Armeen}}
fr: \subsection*{\MakeUppercase{Combat avec\\les Armées Ennemies}}
pl: \subsection*{\MakeUppercase{Walka z Wrogą Armią}}
ru: \subsection*{\MakeUppercase{Сражения с вражескими\\армиями}}

source: \begin{itemize} \item Fighting enemy armies over more than one Combat Round does not cost \svg{movement}. \item During a battle with an enemy army, a Hero can retreat whenever a friendly Unit is about to Activate. A retreating Main Hero loses all remaining \svg{movement} and is returned to an allied Town or Settlement of their choice, keeping all remaining Units. \item Retreating Secondary Heroes are removed from the game, but their remaining Units are kept. \item Killed enemy Units do not respawn. \end{itemize}
fr: \begin{itemize} \item Combattre les Armées Ennemies plus d'un tour de combat ne coûtent pas de \svg{movement}. \item Pendant un combat avec une armée ennemie, un Héros peut fuir à l'activation d'une unité alliée. Un Héros Principal fuyant perd le reste de ses Points de Mouvement et retourne dans une Ville ou une Enclave alliée de son choix en gardant toutes ses unités survivantes. \item Un Héros Secondaire fuyant est retiré du jeu, mais le Joueur conserve les unités survivantes. \item Les Unités Ennemies tuées ne réapparaissent pas. \end{itemize}
pl: \begin{itemize} \item Walka z wrogimi armiami przez więcej niż jedną Rundę Walki nie kosztuje \svg{movement}. \item Podczas Walki z wrogą armią Bohater może wycofać się, gdy ma zostać aktywowana dowolna Jednostka jego armii. Wycofujący się główny Bohater traci wszystkie pozostałe Punkty Ruchu i wraca do wybranego przez siebie sojuszniczego Miasta albo Osady, zachowując wszystkie pozostałe Jednostki. \item Wycofujący się Pomocniczy Bohaterowie są usuwani z gry, ale ich pozostałe Jednostki są zachowane. \item Zabite wrogie Jednostki nie odradzają się. \end{itemize}
ru: \begin{itemize} \item Сражение с вражескими армиями дольше одного раунда боя не тратит \svg{movement}. \item Во время сражения с вражеской армией герой может отступить, когда должен активироваться любой его отряд. Отступающий основной герой теряет все оставшиеся ОП и возвращается в выбранный им союзный город или посёлок, сохраняя все оставшиеся отряды. \item Отступающие вторичные герои удаляются из игры, но их оставшиеся отряды сохраняются. \item Уничтоженные вражеские отряды не возрождаются. \end{itemize}

source: \subsection*{\MakeUppercase{Boss Army}}
cs: \subsection*{\MakeUppercase{Armáda Bosse}}
de: \subsection*{\MakeUppercase{Boss-Armee}}
fr: \subsection*{\MakeUppercase{Armée du Boss}}
pl: \subsection*{\MakeUppercase{Finałowa Armia}}
ru: \subsection*{\MakeUppercase{Армия босса}}

source: \begin{itemize} \item In Round 10, a Boss Army spawns. It is different from previous armies because it is Reinforced from a fixed pool of Neutral Units (Reinforcement pool = number in brackets in the table below). \item At the beginning of the \nth{2} Combat Round and every following Round, 2 Units Reinforce the remaining army from the shuffled reinforcement pool (up to a maximum of 5 Units) to continue the fight until either the player retreats or every Neutral Unit from the Reinforcement pool is killed. \textit{If the number of enemy Units at the beginning of a Round is 1 or lower, draw up to a total of 4 Units (i.e., there are always 4 or 5 enemy Units on the board after Reinforcing, if available).} \item Place the Reinforcing Units on the enemy backline, starting from the left with the lowest Initiative (\svg{unit_ranged} Units first). If necessary, continue on the next line in the same order. \item When a player retreats, the enemy army draws up to a minimum of 4 Units and takes these as starting Units to the next fight. \end{itemize}
de: \begin{itemize} \item In der 10. Runde wird eine Boss-Armee erschaffen. Sie unterscheidet sich von bisherigen Armeen, da sie durch einen festen Vorrat an neutralen Einheiten verstärkt wird (Vorrat = Zahl in Klammern in untenstehender Tabelle). \item Zu Beginn der 2. und jeder folgenden Kampfrunde verstärken 2 Einheiten aus dem gemischten Vorrat die verbliebene Armee (bis zu einem Maximum von 5 Einheiten), bis sich entweder der Spieler zurückzieht oder jede neutrale Einheit des Vorrats besiegt ist. \textit{Wenn die Anzahl der Gegner zu Beginn einer Runde 1 oder niedriger ist, füllt wieder auf 4 Einheiten auf (d.h. es befinden sich nach der Verstärkung immer 4 oder 5 feindliche Einheiten auf dem Kampf-Spielplan, falls möglich.} \item Platziert die Verstärkungen in der hinteren Reihe des Gegners von links nach rechts, beginnend mit der niedrigsten Initiative (\svg{unit_ranged}-Einheiten zuerst). Falls nötig, werden Einheiten nach diesem Schema in der vorderen Reihe platziert. \item Wenn sich ein Spieler zurückzieht, wird die feindliche Armee auf ein Minimum von 4 Einheiten aufgefüllt. Diese sind die Starteinheiten im nächsten Kampf. \end{itemize}
fr: \begin{itemize} \item A la Manche 10, une Armée de Boss apparaît. Elle est différente des précédentes car elle est Renforcée par une réserve d'Unités Neutres (Réserve de Renfort = nombre entre parenthèses dans la table). \item Au début du 2$^{e}$ Tour de Combat et chaque Tour suivant, 2 Unités Renforcent l'armée restante de la Réserve de Renforts mélangée (maximum 5 Unités) pour continuer le combat jusqu'à la fuite ou la victoire totale du Joueur. \textit{Si le nombre d'Unités ennemies est de 1 ou moins au début d'un Tour de Combat, piochez jusqu'à un total de 4 Unités ( il y a toujours 4 ou 5 Unités sur le Plateau après Renfort, si possible).} \item Placez les Renforts sur leur ligne de base, en commençant par la gauche avec l'Initiative la plus basse (Unités \svg{unit_ranged} en premier). Si besoin, continuez sur la ligne suivante dans le même ordre. \item Si un Joueur fuit, l'Armée Ennemie pioche jusqu'à un minimum de 4 Unités comme Unités de Départ pour le prochain combat. \end{itemize}
pl: \begin{itemize} \item W Rundzie 10. pojawia się Finałowa Armia. Różni się od poprzednich tym, że jest wzmocniona ustaloną pulą Neutralnych Jednostek (pula wzmocnień = liczba w nawiasach w tabeli poniżej). \item Na początku 2. Rundy Walki i w każdej kolejnej Rundzie do armii dołączają 2 Jednostki z potasowanej puli wzmocnień (maksymalnie do 5 Jednostek), aby kontynuować Walkę aż do wycofania się gracza lub zabicia każdej Jednostki Neutralnej z puli wzmocnień. \textit{Jeśli liczba Jednostek wroga na początku Rundy wynosi 1 lub mniej, dobierz do 4 Jednostek (tj. na planszy zawsze jest 4 lub 5 Jednostek wroga po wzmocnieniu, jeśli są dostępne).} \item Umieść Jednostki wzmacniające na drugiej linii wroga, zaczynając od lewej strony od Jednostek z najniższą Inicjatywą (najpierw Jednostki \svg{unit_ranged}). W razie potrzeby kontynuuj na pierwszej linii w tej samej kolejności. \item Gdy gracz się wycofa, armia wroga dobiera do minimum 4 Jednostek i bierze je jako początkowe Jednostki do kolejnej Walki. \end{itemize}
ru: \begin{itemize} \item В 10 раунде появляется армия босса. Она отличается от предыдущих армий тем, что подкрепляется из фиксированного пула нейтральных отрядов (пул подкрепления = число в скобках в таблице ниже). \item В начале 2 раунда боя и каждого последующего раунда, 2 отряда подкрепляют оставшуюся армию из перемешанного пула подкрепления (до максимум 5 отрядов), чтобы продолжить бой до отступления игрока или уничтожения всех нейтральных отрядов из пула подкрепления. \textit{Если количество вражеских отрядов в начале раунда равно 1 или меньше, возьмите до 4 отрядов (т.е. после усиления на поле всегда остаётся 4 или 5 вражеских отрядов, если они доступны).} \item Разместите усиливающие отряды на вражеской задней линии, начиная слева с самой низкой инициативы (сначала отряды \svg{unit_ranged}). При необходимости продолжите на следующей линии в том же порядке. \item Когда игрок отступает, вражеская армия добирает до 4 отрядов и использует их как стартовые в следующем сражении. \end{itemize}

source: [overlay] \centering \node at (14, 2) {\includegraphics[width=0.4\paperwidth]{\maps/sentinels.png}};
cs: [overlay] \centering \node at (14, 3) {\includegraphics[width=0.4\paperwidth]{\maps/sentinels.png}};
fr: [overlay] \centering \node at (14, 4) {\includegraphics[width=0.4\paperwidth]{\maps/sentinels.png}};
pl: [overlay] \centering \node at (14, 3) {\includegraphics[width=0.4\paperwidth]{\maps/sentinels.png}};
ru: [overlay] \centering \node at (14, 3) {\includegraphics[width=0.4\paperwidth]{\maps/sentinels.png}};

source: \hommtable[]{20}{ \centering \medskip \textbf{Strength of Enemy Armies}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Rounds 6 + 7} & \darkcell{Rounds 8 + 9} & \darkcell{Round 10}\\ \darkcell[1.4]{Easy} & \lightcell[1.4]{\bronze \silver \silver \silver \golden} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \golden \azure \footref{azure} \linebreak (2\bronze, 4\silver, 3\golden, 1\azure)}\\ \darkcell[1.4]{Normal} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \silver \golden \azure} & \lightcell[1.4]{\golden \golden \golden \azure \footref{azure} \linebreak (2\silver, 7\golden, 1\azure)}\\ \darkcell[1.4]{Hard} & \lightcell[1.4]{\silver \silver \golden \golden \golden} & \lightcell[1.4]{\silver \silver \golden \golden \azure} & \lightcell[1.4]{\golden \golden \azure \azure \footref{azure} \linebreak (2\silver, 6\golden, 2\azure)}\\ \darkcell[1.4]{Impossible} & \lightcell[1.4]{\silver \golden \golden \golden \golden} & \lightcell[1.4]{\golden \golden \golden \golden \azure} & \lightcell[1.4]{\golden \azure \azure \azure \footref{azure} \linebreak (7\golden, 3\azure)}\\ \end{tabularx} }
cs: \hommtable[]{20}{ \centering \medskip \textbf{Síla Nepřátelské Armády}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Kola 6 + 7} & \darkcell{Kola 8 + 9} & \darkcell{Kolo 10}\\ \darkcell[1.4]{Lehká} & \lightcell[1.4]{\bronze \silver \silver \silver \golden} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \golden \azure \footref{azure} \linebreak (2\bronze, 4\silver, 3\golden, 1\azure)}\\ \darkcell[1.4]{Normální} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \silver \golden \azure} & \lightcell[1.4]{\golden \golden \golden \azure \footref{azure} \linebreak (2\silver, 7\golden, 1\azure)}\\ \darkcell[1.4]{Težká} & \lightcell[1.4]{\silver \silver \golden \golden \golden} & \lightcell[1.4]{\silver \silver \golden \golden \azure} & \lightcell[1.4]{\golden \golden \azure \azure \footref{azure} \linebreak (2\silver, 6\golden, 2\azure)}\\ \darkcell[1.4]{Nemožná} & \lightcell[1.4]{\silver \golden \golden \golden \golden} & \lightcell[1.4]{\golden \golden \golden \golden \azure} & \lightcell[1.4]{\golden \azure \azure \azure \footref{azure} \linebreak (7\golden, 3\azure)}\\ \end{tabularx} }
de: \hommtable[]{20}{ \centering \medskip \textbf{Schwierigkeitsgrad der feindlichen Armeen}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Runden 6 + 7} & \darkcell{Runden 8 + 9} & \darkcell{Runde 10}\\ \darkcell[1.4]{Leicht} & \lightcell[1.4]{\bronze \silver \silver \silver \golden} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \golden \azure \footref{azure} \linebreak (2\bronze, 4\silver, 3\golden, 1\azure)}\\ \darkcell[1.4]{Normal} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \silver \golden \azure} & \lightcell[1.4]{\golden \golden \golden \azure \footref{azure} \linebreak (2\silver, 7\golden, 1\azure)}\\ \darkcell[1.4]{Experte} & \lightcell[1.4]{\silver \silver \golden \golden \golden} & \lightcell[1.4]{\silver \silver \golden \golden \azure} & \lightcell[1.4]{\golden \golden \azure \azure \footref{azure} \linebreak (2\silver, 6\golden, 2\azure)}\\ \darkcell[1.4]{Unmöglich} & \lightcell[1.4]{\silver \golden \golden \golden \golden} & \lightcell[1.4]{\golden \golden \golden \golden \azure} & \lightcell[1.4]{\golden \azure \azure \azure \footref{azure} \linebreak (7\golden, 3\azure)}\\ \end{tabularx} }
fr: \hommtable[]{20}{ \centering \medskip \textbf{Force de l'Armée Ennemie}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Manches 6 + 7} & \darkcell{Manches 8 + 9} & \darkcell{Manche 10}\\ \darkcell[1.4]{Facile} & \lightcell[1.4]{\bronze \silver \silver \silver \golden} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \golden \azure \footref{azure} \linebreak (2\bronze, 4\silver, 3\golden, 1\azure)}\\ \darkcell[1.4]{Normal} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \silver \golden \azure} & \lightcell[1.4]{\golden \golden \golden \azure \footref{azure} \linebreak (2\silver, 7\golden, 1\azure)}\\ \darkcell[1.4]{Difficile} & \lightcell[1.4]{\silver \silver \golden \golden \golden} & \lightcell[1.4]{\silver \silver \golden \golden \azure} & \lightcell[1.4]{\golden \golden \azure \azure \footref{azure} \linebreak (2\silver, 6\golden, 2\azure)}\\ \darkcell[1.4]{Impossible} & \lightcell[1.4]{\silver \golden \golden \golden \golden} & \lightcell[1.4]{\golden \golden \golden \golden \azure} & \lightcell[1.4]{\golden \azure \azure \azure \footref{azure} \linebreak (7\golden, 3\azure)}\\ \end{tabularx} }
pl: \hommtable[]{20}{ \centering \medskip \textbf{Siła Wrogich Armii}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Rundy 6 + 7} & \darkcell{Rundy 8 + 9} & \darkcell{Runda 10}\\ \darkcell[1.4]{Łatwy} & \lightcell[1.4]{\bronze \silver \silver \silver \golden} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \golden \azure \footref{azure} \linebreak (2\bronze, 4\silver, 3\golden, 1\azure)}\\ \darkcell[1.4]{Normalny} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \silver \golden \azure} & \lightcell[1.4]{\golden \golden \golden \azure \footref{azure} \linebreak (2\silver, 7\golden, 1\azure)}\\ \darkcell[1.4]{Trudny} & \lightcell[1.4]{\silver \silver \golden \golden \golden} & \lightcell[1.4]{\silver \silver \golden \golden \azure} & \lightcell[1.4]{\golden \golden \azure \azure \footref{azure} \linebreak (2\silver, 6\golden, 2\azure)}\\ \darkcell[1.4]{Niemożliwy} & \lightcell[1.4]{\silver \golden \golden \golden \golden} & \lightcell[1.4]{\golden \golden \golden \golden \azure} & \lightcell[1.4]{\golden \azure \azure \azure \footref{azure} \linebreak (7\golden, 3\azure)}\\ \end{tabularx} }
ru: \hommtable[]{20}{ \centering \medskip \textbf{Сила вражеской армии}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.18\linewidth}XXXX} & \darkcell{Раунды 6 + 7} & \darkcell{Раунды 8 + 9} & \darkcell{Раунд 10}\\ \darkcell[1.4]{Лёгкий} & \lightcell[1.4]{\bronze \silver \silver \silver \golden} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \golden \azure \footref{azure} \linebreak (2\bronze, 4\silver, 3\golden, 1\azure)}\\ \darkcell[1.4]{Нормальный} & \lightcell[1.4]{\silver \silver \silver \golden \golden} & \lightcell[1.4]{\silver \silver \silver \golden \azure} & \lightcell[1.4]{\golden \golden \golden \azure \footref{azure} \linebreak (2\silver, 7\golden, 1\azure)}\\ \darkcell[1.4]{Тяжёлый} & \lightcell[1.4]{\silver \silver \golden \golden \golden} & \lightcell[1.4]{\silver \silver \golden \golden \azure} & \lightcell[1.4]{\golden \golden \azure \azure \footref{azure} \linebreak (2\silver, 6\golden, 2\azure)}\\ \darkcell[1.4]{Невозможный} & \lightcell[1.4]{\silver \golden \golden \golden \golden} & \lightcell[1.4]{\golden \golden \golden \golden \azure} & \lightcell[1.4]{\golden \azure \azure \azure \footref{azure} \linebreak (7\golden, 3\azure)}\\ \end{tabularx} }

source: Always 1 Unit of Azure Dragons (starting Units of Boss Army). The rest is random\label{azure}.
cs: Vždy 1 Jednotka Azurových Draků (výchozí Jednotky Armády Bosse). Zbytek je náhodný\label{azure}.
de: Immer 1 Einheit Azurdrachen (Starteinheiten der Boss-Armee). Der Rest wird zufällig bestimmt\label{azure}.
fr: Toujours 1 Unité de Dragon Azure (Unités de Départ de l'Armée du Boss). Le reste est aléatoire\label{azure}.
pl: Zawsze 1 Jednostka Błękitnych Smoków (początkowe Jednostki Finałowej Armii). Reszta jest losowa\label{azure}.
ru: Всегда 1 отряд Лазурных драконов (стартовые отряды армии босса). Остальные случайны\label{azure}.

source: \item Enemy armies have 3 \svg{movement} per Round. \item Enemy armies move at the end of every Round, starting with the Round they spawned. \item Enemy armies move as described in the rulebook (p.\,33), but instead of capturing, they destroy everything in their path. Place Black Cubes on any Field they pass through, treating those Fields as empty from that point on. \item If an enemy's movement could go in different directions, the players decide which way they go. \end{itemize}
pl: \item Wrogie armie mają 3 \svg{movement} na Rundę. \item Wrogie armie ruszają się na końcu każdej Rundy, zaczynając od Rundy, w której się pojawiły. \item Wrogie armie poruszają się zgodnie z opisem w Księdze Zasad (s.\,33), ale zamiast zdobywania, niszczą wszystko na swojej drodze. Umieść Czarną Kostkę na każdym Polu, przez które przechodzą, odtąd traktując te Pola jako puste. \item Jeśli ruch armii wroga mógłby odbyć się w różnych kierunkach, gracze decydują, w którą stronę ona pójdzie. \end{itemize}
ru: \item У вражеских армий есть 3 \svg{movement} за раунд. \item Вражеские армии двигаются в конце каждого раунда, начиная с раунда появления. \item Вражеские армии двигаются по правилам из Книги правил (стр. 33), но вместо захвата уничтожают всё на своём пути. Размещайте чёрные кубики на каждом поле, через которое они прошли, считая эти поля пустыми с этого момента. \item Если движение врага может идти в разных направлениях, игроки решают, куда он направится. \end{itemize}
