Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/trial_by_combat.tex/*.po
Languages: de, fr, pl

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Starteinkommen:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Resources:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Startressourcen:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \addscenariosection{1}{King of the Hill Scenario}{Trial by Combat}{\images/crusader.png}
de: \addscenariosection{1}{König des Hügels-Szenario}{Kampfgericht}{\images/crusader.png}
fr: \addscenariosection{1}{Scénario Roi de la Colline}{Epreuve de Force}{\images/crusader.png}
pl: \addscenariosection{1}{Król wzgórza}{Próba Walki}{\images/crusader.png}

source: \textbf{Author:} LAAMAKALA
de: \textbf{Autor:} LAAMAKALA
fr: \textbf{Auteur :} LAAMAKALA

source: \textit{There is no honor — only victory or death. The weak will fall, the strong will fight, and only one will rule.}
de: \textit{Es gibt keine Ehre — nur Sieg oder Niederlage. Die Schwachen werden fallen, die Starken werden kämpfen und nur einer wird herrschen.}
fr: \textit{Il n'y a pas d'honneur — seulement la victoire ou la mort. Le faible chutera, le fort se battra et un seul règnera.}
pl: \textit{Nie ma honoru — tylko zwycięstwo lub śmierć. Słabi upadną, silni staną do walki, a tylko jeden będzie panował.}

source: \subsection*{\MakeUppercase{Scenario Length}} This Scenario plays out over 8-10 Rounds.
de: \subsection*{\MakeUppercase{Szenariolänge}} Dieses Szenario dauert 8-10 Runden.
fr: \subsection*{\MakeUppercase{Durée du Scénario}} Ce Scénario se joue en 8-10 Manches.
pl: \subsection*{\MakeUppercase{Długość Scenariusza}} Ten Scenariusz rozgrywany jest w 8-10 Rundach.

source: \subsection*{\MakeUppercase{Player Setup}} \textbf{Player Count:} 2 -- 4
de: \subsection*{\MakeUppercase{Spielvorbereitung}} \textbf{Fraktionsanzahl:} 2 -- 4
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}} \textbf{Nombre de Joueurs:} 2 -- 4
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}} \textbf{Liczba Graczy:} 2 -- 4

source: \textbf{Starting Units:} \begin{itemize} \item A Few cheapest \silver\ Units \item A chosen Neutral \bronze\ Unit matching the player's Faction \end{itemize}
fr: \textbf{Unités de Départ :} \begin{itemize} \item Une Unité \silver\ avec le coût de Recrutement le plus faible. \item Une Unité Neutre \bronze{} de la Faction du Joueur. \end{itemize}

source: \textbf{Town Buildings:} \begin{itemize} \item \bronze\ Dwelling \item Mage Guild \end{itemize}
fr: \textbf{Bâtiments de Départ:} \begin{itemize} \item Demeure \bronze{} \item Guilde des Mages \end{itemize}

source: \subsection*{\MakeUppercase{Map Setup}} Take the following Map Tiles and arrange them as shown in the Scenario map layout ($P$ stands for the number of players):
de: \subsection*{\MakeUppercase{Vorbereitung der Abenteuerkarte}} Nehmt die folgenden Gebiete und platziert sie wie in der Abbildung der Abenteuerkarte gezeigt ($F$ steht für die Anzahl der Fraktionen):
fr: \subsection*{\MakeUppercase{Préparation du Plateau}} Prenez les tuiles suivantes et disposez-les comme indiqué sur le schéma du scénario ($J$ représente le nombre de joueurs):
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}} Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza ($G$ oznacza liczbę graczy):

source: \begin{itemize} \item P × Starting (I) Map Tile \item 2P × Far (II-III) Map Tiles \item P × Near (IV-V) Map Tiles with Obelisk adjacent to Center Map Tile \item P × Near (IV-V) Map Tiles without Obelisk \item 1 × Center Map Tile. The center Field is ``The Hill'' \end{itemize}
fr: \begin{itemize} \item J × Tuiles de Départ (I) \item 2J × Tuiles Lointaines (II--III) \item J × Tuiles Proches (IV--V) avec Obélisque adjacente à la Tuile Centre \item J × Tuiles Proches (IV--V) sans Obélisque \item 1 × Tuile Centre (VI--VII). La Case centrale est «La Colline» \end{itemize}
pl: \begin{itemize} \item G × Początkowy (I) Kafelek Mapy \item 2G × Daleki (II--III) Kafelek Mapy \item G × Bliski (IV--V) Kafelek Mapy z Obeliskiem przy Centralnym Kafelku \item G × Bliski (IV--V) Kafelek Mapy bez Obelisku \item 1 × Centralny (VI--VII) Kafelek Mapy; centralne pole to ,,Wzgórze'' \end{itemize}

source: \subsection*{\MakeUppercase{Victory Condition}} When any player first flags ``The Hill'', each player, including the one who flagged it, gets two more full turns. After all players have completed their turns, the game ends, and the player who controls ``The Hill'' at that time wins. However, if ``The Hill'' has not been flagged by the start of Round 9, the first player to flag it during or after Round 9 immediately wins the game.
de: \subsection*{\MakeUppercase{Siegbedingung}} Sobald eine Fraktion „den Hügel“ erstmals einnimmt, erhält jede Fraktion, einschließlich der einnehmenden, zwei weitere volle Züge. Nachdem alle Fraktionen ihre Züge beendet haben, endet das Spiel. Die Fraktion, die „den Hügel“ zu diesem Zeitpunkt kontrolliert, gewinnt. Sollte „der Hügel“ jedoch zu Beginn der 9. Runde noch nicht eingenommen worden sein, gewinnt die Fraktion, die ihn während oder nach der 9. Runde zuerst einnimmt.
fr: \subsection*{\MakeUppercase{Conditions de Victoire}} Quand un Joueur Revendique «La Colline», chaque Joueur, y compris celui sur «La Colline», a deux tours complets en plus. Après les deux manches supplémentaires, la partie s'arrête et le Joueur contrôlant «La Colline» gagne. Cependant, si «La Colline» n'a pas été revendiquée au début de la Manche 9, le premier Joueur a la Revendiquée, pendant ou après la Manche 9, gagne immédiatement.
pl: \subsection*{\MakeUppercase{Warunek Zwycięstwa}} Gdy jakikolwiek gracz po raz pierwszy oflaguje ,,Wzgórze'', każdy gracz, włączając tego, który je oflagował, otrzymuje jeszcze dwie pełne tury. Po tym, jak wszyscy gracze ukończą swoje tury, gra się kończy, a gracz kontrolujący ,,Wzgórze'' wygrywa. Jeśli ,,Wzgórze'' nie zostało oflagowane do początku 9. Rundy, pierwszy gracz, który je oflaguje podczas 9. Rundy lub później, natychmiast wygrywa grę.

source: \subsection*{\MakeUppercase{Timed Events}} \textbf{\nth{1} Round:} \begin{itemize} \item All Heroes gain +1 \svgeven{movement}. \end{itemize} \textbf{\nth{2} Round:} \begin{itemize} \item Players may gain 10 \svg{gold}, 4 \svg{building_materials} or 2 \svg{valuables}. \end{itemize} \textbf{\nth{4} Round:} \begin{itemize} \item Remove all Black Cubes from every Windmill, Water Wheel, Mystical Garden, Camp Fire and Pandora's Box. \end{itemize} \textbf{\nth{7} Round:} \begin{itemize} \item Repeat the Timed Event of Round 4. \end{itemize} \textbf{\nth{8} Round:} \begin{itemize} \item All Heroes gain +1 \svgeven{movement}. \end{itemize}
fr: \subsection*{\MakeUppercase{évènements programmés}} \textbf{Manche 1:} \begin{itemize} \item Les Héros gagnent +1 \svgeven{movement}. \end{itemize} \textbf{Manche 2:} \begin{itemize} \item Les Joueurs choisissent 10 \svg{gold}, 4 \svg{building_materials} ou 2 \svg{valuables}. \end{itemize} \textbf{Manche 4:} \begin{itemize} \item Retirez les Cubes Noirs des Moulins à Vent, Moulins à Eau, Jardins Mystiques, Feux de Camp et Boîtes de Pandore. \end{itemize} \textbf{Manche 7:} \begin{itemize} \item Répétez les évènement de la Manche 4. \end{itemize} \textbf{Manche 8:} \begin{itemize} \item Les Héros gagnent +1 \svgeven{movement}. \end{itemize}

source: \subsection*{\MakeUppercase{Additional Rules}} \begin{itemize} \item All players gain income every Round. \item The blocked Field on the Center Map Tile is a Magic Spring and does not count as blocked. \item All Fields on the Center Map Tile are visitable once per Faction. \item Players do not lose \svg{gold} for losing or retreating from any Combat. \item After winning a combat against another player’s Main Hero or Level VII Neutrals, you may recruit or reinforce one of your Units that was defeated (reduced to 0 hitpoints) during the battle, at no cost. \item \textbf{Obelisk:} You may spawn your defeated Main Hero on an Obelisk you have flagged. \textit{Flaggable for all players.} \item \textit{Optional:} At the beginning of each Round, roll two Attack Dice separately and apply the effect from the table below. \end{itemize}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}} \begin{itemize} \item Les Joueurs gagnent des revenus à chaque Manche. \item La Case Bloquée sur la Tuile Centre est une Source Enchantée et ne compte pas comme Bloquée. \item Chaque Case de la Tuile Centre est visitable une fois par Faction. \item Les Joueurs ne perdent pas \svg{gold} en perdant ou en fuyant un Combat. \item Après une victoire contre un Héros Principal ou un Combat Niveau VII, vous pouvez Recruter ou Améliorer une Unité qui a été battue (points de vie réduits à 0) durant ce combat, sans coût. \item \textbf{Obélisque:} Vous pouvez placer votre Héros Principal vaincu sur un Obélisque que vous avez revendiqué. \textit{Revendicable par tous les Joueurs.} \item \textit{Optionnelle:} Au début de chaque Manche, lancez deux dés d'Attaque séparés et appliquez les effets de la table ci-dessous. \end{itemize}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}} \begin{itemize} \item Gracze otrzymują dochód w każdej Rundzie. \item Zablokowane Pole na Centralnym Kafelku to Magiczne Źródło i nie liczy się jako zablokowane. \item Wszystkie Pola na Centralnym Kafelku można odwiedzić raz na Frakcję. \item Gracze nie tracą \svg{gold} za przegranie lub wycofanie się z jakiejkolwiek Walki. \item Po wygraniu Walki z innym Bohaterem Głównym lub Jednostkami Neutralnymi VII poziomu możesz zrekrutować lub wzmocnić jedną ze swoich pokonanych w tej bitwie Jednostek (zredukowaną do 0 punktów życia) za darmo. \item \textbf{Obelisk:} Po oflagowaniu możesz umieścić tu swojego pokonanego Bohatera Głównego. \textit{Flagowalny dla wszystkich graczy.} \item \textit{Opcjonalnie:} Na początku każdej Rundy rzuć dwie Kości Ataku i zastosuj efekt: \end{itemize}

source: \vspace*{\fill} \hommtablemulticol[]{33}{ \centering \medskip \textbf{Battlefield Conditions}\\ \medskip \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX}\\ \darkcell[1.4]{-1/-1} & \lightcell[1.4]{Dense Fog – All \svg{unit_ranged-table} Units gain disadvantage.}\\ \darkcell[1.4]{-1/0} & \lightcell[1.4]{Raining Ash – All \svg{unit_flying-table} Units gain -2 \svg{initiative-table}.}\\ \darkcell[1.4]{-1/+1} & \lightcell[1.4]{Scorching Earth – All \silver\ and \golden\ Units start Combat with 1 \svg{damage-table}.}\\ \darkcell[1.4]{0/-1} & \lightcell[1.4]{Sinking Mud – All \svg{unit_ground-table} Units move one space less.}\\ \darkcell[1.4]{0/0} & \lightcell[1.4]{Clear Skies – No effect.}\\ \darkcell[1.4]{0/+1} & \lightcell[1.4]{Rocky Terrain – All \svg{unit_ground-table} Units gain \svg{defense_yellow} Token.}\\ \darkcell[1.8]{+1/-1} & \lightcell[1.8]{Fey Trickery – Players Activate their Units in ascending order of Unit Initiative.}\\ \darkcell[1.4]{+1/0} & \lightcell[1.4]{Tail Wind – \svg{unit_flying-table} Units gain +1 Movement.}\\ \darkcell[1.4]{+1/+1} & \lightcell[1.4]{Perfect Conditions – All \svg{unit_ranged-table} Units gain advantage.}\\ \end{tabularx} }
de: \vspace*{-5em} \hommtablemulticol[]{33}{ \centering \medskip \textbf{Battlefield Conditions}\\ \medskip \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX}\\ \darkcell[1.4]{-1/-1} & \lightcell[1.4]{Dense Fog – All \svg{unit_ranged-table} Units gain disadvantage.}\\ \darkcell[1.4]{-1/0} & \lightcell[1.4]{Raining Ash – All \svg{unit_flying-table} Units gain -2 \svg{initiative-table}.}\\ \darkcell[1.4]{-1/+1} & \lightcell[1.4]{Scorching Earth – All \silver\ and \golden\ Units start Combat with 1 \svg{damage-table}.}\\ \darkcell[1.4]{0/-1} & \lightcell[1.4]{Sinking Mud – All \svg{unit_ground-table} Units move one space less.}\\ \darkcell[1.4]{0/0} & \lightcell[1.4]{Clear Skies – No effect.}\\ \darkcell[1.4]{0/+1} & \lightcell[1.4]{Rocky Terrain – All \svg{unit_ground-table} Units gain \svg{defense_yellow} Token.}\\ \darkcell[1.8]{+1/-1} & \lightcell[1.8]{Fey Trickery – Players Activate their Units in ascending order of Unit Initiative.}\\ \darkcell[1.4]{+1/0} & \lightcell[1.4]{Tail Wind – \svg{unit_flying-table} Units gain +1 Movement.}\\ \darkcell[1.4]{+1/+1} & \lightcell[1.4]{Perfect Conditions – All \svg{unit_ranged-table} Units gain advantage.}\\ \end{tabularx} }
fr: \vspace*{\fill} \hommtablemulticol[]{33}{ \centering \medskip \textbf{Conditions du Terrain}\\ \medskip \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX}\\ \darkcell[1.4]{-1/-1} & \lightcell[1.4]{Brouillard Dense – Chaque Unité \svg{unit_ranged-table} gagne un désavantage.}\\ \darkcell[1.4]{-1/0} & \lightcell[1.4]{Pluie de Cendres – Chaque Unité \svg{unit_flying-table} gagne -2 \svg{initiative-table}.}\\ \darkcell[1.4]{-1/+1} & \lightcell[1.4]{Terre Brulante – Chaque Unité \silver\ et \golden\ commence le Combat avec 1 \svg{damage-table}.}\\ \darkcell[1.4]{0/-1} & \lightcell[1.4]{Coulée de Boue – Chaque Unité \svg{unit_ground-table} se déplace d'une case en moins.}\\ \darkcell[1.4]{0/0} & \lightcell[1.4]{Ciel Dégagé – Aucun Effet.}\\ \darkcell[1.4]{0/+1} & \lightcell[1.4]{Terrain Rocheux – Chaque Unité \svg{unit_ground-table} gagne un Jeton \svg{defense_yellow}.}\\ \darkcell[1.8]{+1/-1} & \lightcell[1.8]{Illusion Féérique – Les Joueurs Activent leurs Unités dans l'ordre croissant d'Initiative.}\\ \darkcell[1.4]{+1/0} & \lightcell[1.4]{Vent Arrière – Chaque Unité \svg{unit_flying-table} gagne +1 Movement.}\\ \darkcell[1.4]{+1/+1} & \lightcell[1.4]{Conditions Parfaites – Chaque Unité \svg{unit_ranged-table} gagne un avantage.}\\ \end{tabularx} }

source: \begin{itemize} \item After winning a Neutral Combat, you may sacrifice 2 \bronze\ Units to gain 1 \silver\ Unit you defeated. \item When a Main Hero is defeated, at the start of that player's next turn, they may Empower any Statistic Card from their M\&M Deck, and Search (2) the \silver\ Neutral Deck. \end{itemize}
fr: \begin{itemize} \item Après avoir gagné une Combat Neutre, vous pouvez sacrifier 2 Unités \bronze{} pour gagner 1 Unité 1 \silver\ que vous avez vaincu. \item Quand un Héros Principal est battu, au prochain tour de ce Joueur, il peut Renforcer une Carte Statistique de son Deck, et Fouiller (2) le Deck Neutre \silver{}. \end{itemize}

source: \begin{center} \vfill \includegraphics[width=1.0\linewidth]{\maps/trial_by_combat-2.4p.png} \captionof{figure}{\textbf{2/4-PLAYER SCENARIO}} \vfill \includegraphics[width=1.0\linewidth]{\maps/trial_by_combat-3p.png} \captionof{figure}{\textbf{3-PLAYER SCENARIO}} \end{center}
fr: \begin{center} \vfill \includegraphics[width=1.0\linewidth]{\maps/trial_by_combat-2.4p.png} \captionof{figure}{\textbf{Scénario 2/4 Joueurs}} \vfill \includegraphics[width=1.0\linewidth]{\maps/trial_by_combat-3p.png} \captionof{figure}{\textbf{Scénario 3 Joueurs}} \end{center}
pl: \begin{center} \vfill \includegraphics[width=1.0\linewidth]{\maps/trial_by_combat-2.4p.png} \captionof{figure}{\textbf{SCENARIUSZ 2/4-OSOBOWY}} \vfill \includegraphics[width=1.0\linewidth]{\maps/trial_by_combat-3p.png} \captionof{figure}{\textbf{SCENARIUSZ 3-OSOBOWY}} \end{center}

source: \textbf{Author:} Laamakala
pl: \textbf{Autor:} Shakajiub

source: \textbf{Starting Units:} \begin{itemize} \item A Few cheapest \svg{silver} Units \item A chosen Neutral \svg{bronze} Unit matching the player's Faction \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Garstka najtańszych \svg{silver} Jednostek \item Wybrana Neutralna \svg{bronze} Jednostka odpowiadająca Fakcji gracza \end{itemize}

source: \textbf{Town Buildings:} \svg{bronze} Dwelling, Mage Guild
pl: \textbf{Budynki Początkowe:} \svg{bronze} Siedlisko, Gildia Magów

source: \subsection*{\MakeUppercase{Timed Events}} \textbf{\nth{1} Round:} \begin{itemize} \item All Heroes gain +1 \svg{movement}. \end{itemize} \textbf{\nth{2} Round:} \begin{itemize} \item Players may gain 10 \svg{gold}, 4 \svg{building_materials} or 2 \svg{valuables}. \end{itemize} \textbf{\nth{4} Round:} \begin{itemize} \item Remove all Black Cubes from every Windmill, Water Wheel, Mystical Garden, Camp Fire and Pandora's Box. \end{itemize} \textbf{\nth{7} Round:} \begin{itemize} \item Repeat the Timed Event of Round 4. \end{itemize} \textbf{\nth{8} Round:} \begin{itemize} \item All Heroes gain +1 \svg{movement}. \end{itemize}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}} \textbf{1. Runda:} \begin{itemize} \item Wszyscy Bohaterowie otrzymują +1 \svg{movement}. \end{itemize} \textbf{2. Runda:} \begin{itemize} \item Gracze otrzymują 10~\svg{gold}, 4~\svg{building_materials} albo 2~\svg{valuables}. \end{itemize} \textbf{4. Runda:} \begin{itemize} \item Usuń wszystkie Czarne Kostki z każdego Wiatraka, Młyna Wodnego, Mistycznego Ogrodu, Ogniska i Puszki Pandory. \end{itemize} \textbf{7. Runda:} \begin{itemize} \item Powtórz Wydarzenie Czasowe z 4. Rundy. \end{itemize} \textbf{8. Runda:} \begin{itemize} \item Wszyscy Bohaterowie otrzymują +1 \svg{movement}. \end{itemize}

source: \vspace*{\fill} \hommtablemulticol[]{32}{ \centering \medskip \textbf{Battlefield Conditions}\\ \medskip \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX}\\ \darkcell[1.4]{-1/-1} & \lightcell[1.4]{Dense Fog – All \svg{unit_ranged-yellow} Units gain disadvantage.}\\ \darkcell[1.4]{-1/0} & \lightcell[1.4]{Raining Ash – All \svg{unit_flying-yellow} Units gain -2 \svg{initiative-yellow}.}\\ \darkcell[1.4]{-1/+1} & \lightcell[1.4]{Scorching Earth – All \svg{silver} and \svg{golden} Units start Combat with 1 \svg{damage-yellow}.}\\ \darkcell[1.4]{0/-1} & \lightcell[1.4]{Sinking Mud – All \svg{unit_ground-yellow} Units move one space less.}\\ \darkcell[1.0]{0/0} & \lightcell[1.0]{Clear Skies – No effect.}\\ \darkcell[1.4]{0/+1} & \lightcell[1.4]{Rocky Terrain – All \svg{unit_ground-yellow} Units gain \svg{defense-yellow} Token.}\\ \darkcell[1.8]{+1/-1} & \lightcell[1.8]{Fey Trickery – Players Activate their Units in ascending order of Unit Initiative.}\\ \darkcell[1.4]{+1/0} & \lightcell[1.4]{Tail Wind – \svg{unit_flying-yellow} Units gain +1 Movement.}\\ \darkcell[1.4]{+1/+1} & \lightcell[1.4]{Perfect Conditions – All \svg{unit_ranged-yellow} Units gain advantage.}\\ \end{tabularx} }
pl: \vspace*{\fill} \hommtablemulticol[]{32}{ \centering \medskip \textbf{Warunki Pola Bitwy}\\ \medskip \begin{tabularx}{0.95\linewidth}{p{0.15\linewidth}XXXX}\\ \darkcell[1.4]{-1/-1} & \lightcell[1.4]{Gęsta mgła – Jednostki \svg{unit_ranged-yellow} atakują z karą.}\\ \darkcell[1.4]{-1/0} & \lightcell[1.4]{Deszcz popiołu – Jednostki \svg{unit_flying-yellow} otrzymują -2 \svg{initiative-yellow}.}\\ \darkcell[1.4]{-1/+1} & \lightcell[1.4]{Spalona ziemia – Jednostki \svg{silver} i \svg{golden} zaczynają Walkę z 1 \svg{damage-yellow}.}\\ \darkcell[1.4]{0/-1} & \lightcell[1.4]{Grząskie błoto – Jednostki \svg{unit_ground-yellow} poruszają się o jedno pole mniej.}\\ \darkcell[1.0]{0/0} & \lightcell[1.0]{Czyste niebo – brak efektu.}\\ \darkcell[1.4]{0/+1} & \lightcell[1.4]{Skalisty teren – Jednostki \svg{unit_ground-yellow} otrzymują Żeton \svg{defense-yellow}.}\\ \darkcell[1.8]{+1/-1} & \lightcell[1.8]{Figiel wróżek – gracze aktywują swoje Jednostki w kolejności rosnącej inicjatywy.}\\ \darkcell[1.4]{+1/0} & \lightcell[1.4]{Wiatr w plecy – Jednostki \svg{unit_flying-yellow} poruszają się o jedno pole więcej.}\\ \darkcell[1.4]{+1/+1} & \lightcell[1.4]{Idealne warunki – Jednostki \svg{unit_ranged-yellow} atakują z ułatwieniem.}\\ \end{tabularx} }

source: \begin{itemize} \item After winning a Neutral Combat, you may sacrifice 2 \svg{bronze} Units to gain 1 \svg{silver} Unit you defeated. \item When a Main Hero is defeated, at the start of that player's next turn, they may Empower any Statistic Card from their M\&M Deck, and Search (2) the \svg{silver} Neutral Deck. \end{itemize}
pl: \vspace*{-1em} \begin{itemize} \item Po wygraniu Walki z Jednostkami Neutralnymi możesz poświęcić 2 Jednostki \svg{bronze}, aby otrzymać 1 Jednostkę \svg{silver}, którą pokonałeś. \item Gdy Bohater Główny zostanie pokonany, na początku następnej tury tego gracza może on wzmocnić dowolną Kartę Statystyk ze swojej Talii M\&M i Przeszukać (2) Talię Jednostek \svg{silver} Neutralnych. \end{itemize}

source: \textbf{Starting Units:} \begin{itemize} \item A Few cheapest \silver\ Units \item Search (2) Neutral \bronze\ Unit Deck \end{itemize}
de: \textbf{Starteinheiten:} \begin{itemize} \item 1 \silver\-Einheit mit den niedrigsten Rekrutierungskosten auf der "Wenige"-Seite \item Durchsuche (2) das neutrale \bronze\-Einheitendeck \end{itemize}

source: \textbf{Town Buildings:} \begin{itemize} \item \bronze\ Dwelling \item City Hall \item Mage Guild \end{itemize}
de: \textbf{Startgebäude:} \begin{itemize} \item \bronze\-Behausung \item Rathaus \item Magiergilde \end{itemize}
