Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/close_to_enemies.tex/*.po
Languages: cs, de, fr, pl

source: \subsection*{\MakeUppercase{Enemy clan waves}} \begin{itemize} \item Unconquered enemy Settlements will send clan armies to attack your Town! \item A battle occurs at the start of each player's turn. \item Before combat, you may use your Building, Spell Book, and Population Tokens, as well as Might and Magic Cards. However, you cannot move your Hero. \item Each player must defend their own Town. \item If you have a Citadel, the \textit{Arrow Tower} attack is reduced. The attacks for first/second/third wave become 2/3/4 \svg{attack}. \item This combat does not cost \svg{movement}. \item Refer to the \textit{Enemy Clan Armies} table for siege army strength. \item If your main Hero is in an allied Town (not Settlement) when a Clan attacks another allied Town without a main Hero present, you may help defend using your Might and Magic Cards. The allied Hero will use their Units, and you can help them by playing Cards from your hand during combat. \item Gain one \svg{experience} when successfully defending your Town, regardless of whether your main Hero participated. \end{itemize}
de: \subsection*{\MakeUppercase{Gegnerische Wellen}} \begin{itemize} \item Nicht eingenommene Siedlungen werden Clanarmeen aussenden, die eure Stadt angreifen! \item Zu Beginn jedes Spielerzugs findet ein Kampf statt. \item Vor dem Kampf können Bau-, Zauberbuch-, und Bevölkerungsmarker, sowie Macht- und Magie-Karten eingesetzt werden. Der Held darf allerdings nicht bewegt werden.. \item Jeder Spieler muss seine eigene Stadt verteidigen. \item Besitzt ihr eine Zitadelle, wird der \textit{Geschützturmschaden} reduziert. Die Angriffe für die erste/zweite/dritte Welle sind 2/3/4 \svg{attack}. \item Dieser Kampf kostet keine \svg{movement}. \item Die Stärke der belagernden Armee findet ihr in der \textit{Gegnerische Clanarmeen}-Tabelle. \item Wenn sich euer Hauptheld in einer verbündeten Stadt (nicht Siedlung) befindet, wenn ein Clan eine verbündete Stadt angreift, in der kein Hauptheld anwesend ist, könnt ihr mit euren Macht- und Magie-Karten bei der Verteidigung helfen. Der verbündete Held benutzt seine Einheiten und ihr könnt helfen, indem ihr während des Kampfes Karten von eurer Hand spielt. \item Erhaltet \svg{experience} wenn ihr erfolgreich eure Stadt verteidigt, unabhängig davon, ob euer Hauptheld teilgenommen hat. \end{itemize}

source: \subsection*{\MakeUppercase{Settlements Defenders}} \begin{itemize} \item The strength of Settlement Defenders is determined by the \textit{Enemy Clan Armies} table (last row). \item After drawing an enemy army, a Player may discard one enemy Unit Card and draw a new Unit of the same Tier. \item The combat does not cost \svg{movement}. \item In these combats, you must use AI Cards. \item After winning a combat, gain 2 \svg{experience}. \end{itemize}
de: \subsection*{\MakeUppercase{Siedlungsverteidiger}} \begin{itemize} \item Die Stärke der Verteidiger wird von der \textit{Gegnerische Clanarmeen}-Tabelle bestimmt (letzte Zeile). \item Nach der Vorbereitung der gegnerischen Armee darf ein Spieler eine gegnerische Einheitenkarte abwerfen und eine neue Einheit derselben Stufe ziehen. \item Dieser Kampf kostet keine \svg{movement}. \item In diesem Kampf werden die Bot-Stapel verwendet. \item Erhaltet 2 \svg{experience} nach einem Sieg. \end{itemize}
