Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/close_to_enemies.tex/*.po
Languages: cs, de, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
de: \subsection*{\MakeUppercase{Szenariolänge}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
de: \subsection*{\MakeUppercase{Spielervorbereitung}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
de: \subsection*{\MakeUppercase{Vorbereitung der Karte}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario ($J$ représente le nombre de joueurs):
pl: Ułóż poniższe Kafelki Mapy zgodnie z układem pokazanym na mapie Scenariusza:

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
de: \subsection*{\MakeUppercase{Sieg}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
de: \subsection*{\MakeUppercase{Niederlage}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
de: \subsection*{\MakeUppercase{Zusätzliche Regeln}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \textbf{Town Buildings:} \bronze\ Dwelling
cs: \textbf{Městské Budovy:} \bronze\ Obydlí
de: \textbf{Startgebäude:} \bronze{}-Behausung
fr: \textbf{Bâtiments de départ :} Demeure \bronze\n

source: \addscenariosection{1}{Cooperative Scenario}{Close to Enemies}{\images/ballistics.png}
cs: \addscenariosection{1}{Kooperativní Scénář}{V Blízkosti Nepřátel}{\images/ballistics.png}
de: \addscenariosection{1}{Kooperativer Modus}{In Feindesnähe}{\images/ballistics.png}
fr: \addscenariosection{1}{Scénario Coopératif}{Les Ennemis à nos Portes}{\images/earthquake.png}
pl: \addscenariosection{1}{Scenariusz Kooperacyjny}{Blisko Wrogów}{\images/ballistics.png}

source: \textbf{Author:} Kelghor
cs: \textbf{Autor:} Kelghor
de: \textbf{Autor:} Kelghor
fr: \textbf{Auteur :} Kelghor
pl: \textbf{Autor:} Kelghor

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1313651865648369725}{Archon Studio Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1313651865648369725}{Archon Studio Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1313651865648369725}{Discord Archon Studio}

source: \textit{``Sir! The raiders are at our gates!''}
cs: \textit{``Sire! Nájezdníci jsou před branami!!''}
de: \textit{``Herr! Die Plünderer stehen vor unseren Toren!''}
fr: \textit{«Messire! Les pillards sont à nos portes»}
pl: \textit{``Panie! Najeźdźcy są u naszych bram!''}

source: \textit{``Sound the warhorn! We'll drive them back as always!'' you command, and go to defend the city. Just as you have done many times before. Such is the harsh life of the border clans, where wars and skirmishes with neighboring rivals never truly end. Fortunately, your alliance remains strong, and you know your back is covered.}
cs: \textit{``Zatrubte na poplach! Zaženeme je zpět jako vždy!“ přikážeš a vydáš se bránit město. Stejně jako už mnohokrát předtím. Takový je drsný život pohraničních klanů, kde války a potyčky se sousedními rivaly nikdy doopravdy nekončí. Naštěstí naše Aliance zůstává silná a Ty víš, že máte krytá záda.}
de: \textit{„Blast das Kriegshorn! Wir werden sie zurückschlagen, wie immer!“, befiehlst du und widmest dich der Verteidigung der Stadt. So wie du es schon mehrere Male getan hast. Dies ist das harte Leben der Grenzclans, wo Kriege und Scharmützel mit benachbarten Rivalen nie wirklich enden. Glücklicherweise bleibt deine Allianz stark, und du weißt, dass du auf der sicheren Seite bist.}
fr: \textit{«Faites sonner l'alerte! Nous les repousserons comme toujours!» ordonnez vous avant de partir défendre la ville, comme bien des fois auparavant. Ainsi est la dure vie des clans frontaliers, où guerre et embuscade avec les voisins rivaux ne s'arrête jamais vraiment. Mais votre alliance est forte et vous savez vos arrières protégés.}
pl: \textit{``Zatrąbić w róg! Odeprzemy ich jak zawsze!'' rozkazujesz i ruszasz bronić miasta. Tak jak robiłeś to już wiele razy wcześniej. Takie jest surowe życie klanów przygranicznych, gdzie wojny i potyczki z sąsiadującymi rywalami nigdy tak naprawdę się nie kończą. Na szczęście twój sojusz pozostaje silny i wiesz, że ktoś pilnuje twoich tyłów.}

source: \textit{The time has come to end these long-standing wars and crush your enemies like a bug once and for all!} % Translator info: In Homam IV was Quote like: "Rufux will crush this army like a bug." If has scounting and has bigger army. So "like a bug" is little easter egg referencing on this.
cs: \textit{Nadešel čas ukončit dlouholeté války a jednou provždy rozdrtit nepřátele jako chrousta!} % Překladatelské info: V Homam IV byla hláška typu: „Rufux rozdrtí tuto armádu jako chrousta.“ Pokud má scounting a má větší armádu. Takže „jako chrousta“ je malý easter egg, který na to odkazuje.
de: \textit{Die Zeit ist gekommen, diese langjährigen Kriege zu beenden und eure Gegner endlich wie Käfer zu zerquetschen!} % Translator info: In Homam IV was Quote like: "Rufux will crush this army like a bug." If has scounting and has bigger army. So "like a bug" is little easter egg referencing on this.
fr: \textit{Le temps est venu de mettre fin à ce trop long conflit et d'écraser vos ennemis comme des insectes une fois pour toute!} % Translator info: In Homam IV was Quote like: "Rufux will crush this army like a bug." If has scounting and has bigger army. So "like a bug" is little easter egg referencing on this.
pl: \textit{Nadszedł czas, aby zakończyć te długotrwałe wojny i zmiażdżyć wrogów jak robaka raz na zawsze!}

source: This Scenario is played over 7 Rounds.
cs: Tento Scénář se hraje na 7 Kol.
de: 7 Runden
fr: Ce scénario se joue en 7 Manches.
pl: Ten Scenariusz jest rozgrywany w 7 Rundach.

source: \textbf{Player Count:} 1--6
cs: \textbf{Počet Hráčů:} 1--6
de: \textbf{Spieleranzahl:} 1--6
fr: \textbf{Nombre de Joueurs :} 1 -- 6
pl: \textbf{Liczba Graczy:} 1--6

source: \textbf{Starting Resources:} 14 \svg{gold}, 5 \svg{building_materials}, 2 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 14 \svg{gold}, 5 \svg{building_materials}, 2 \svg{valuables}
de: \textbf{Startressourcen:} 14 \svg{gold}, 5 \svg{building_materials}, 2 \svg{valuables}
fr: \textbf{Ressources de Départ :} 14 \svg{gold}, 5 \svg{building_materials}, 2 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 14 \svg{gold}, 5 \svg{building_materials}, 2 \svg{valuables}

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Počáteční Příjem:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
de: \textbf{Starteinkommen:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item 1 × A Few \bronze\ Units of your choice \end{itemize}
cs: \textbf{Úvodní Jednotky:} \begin{itemize} \item 1 × Málo \bronze\ Jednotek dle tvého výběru \end{itemize}
de: \textbf{Starteinheiten:} \begin{itemize} \item Wenige \bronze{}-Einheiten eurer Wahl \end{itemize}
fr: \textbf{Unités de Départ :} \begin{itemize} \item 1 × Quelques unité \bronze\ de votre choix. \end{itemize}

source: \begin{itemize} \item P × Starting (I) Map Tile \item 4P × Far (II--III) Map Tile of the same terrain as player's Town, one of which must contain a Settlement \end{itemize}
cs: \begin{itemize} \item P × Startovní (I) Dílek Mapy \item 4P × Vzdálený (II--III) Dílek Mapy se stejným terénem jako má hráčův Startovní (I) Dílek Mapy, jeden z dílků musí obsahovat Osadu \end{itemize}
de: \begin{itemize} \item S × Startgebiete (1) \item 4S × Ferne Gebiete (II--III) mit dem gleichen Terrain wie eure Städte, je eines davon muss eine Siedlung enthalten \end{itemize}
fr: \begin{itemize} \item J × Tuiles de Départ (I) \item 4J × Tuiles Lointaines (II--III) du même terrain que la Ville des Joueurs, une doit avoir une Enclave \end{itemize}
pl: \begin{itemize} \item G × Początkowy (I) Kafelek Mapy \item 4G × Daleki (II--III) Kafelek Mapy tego samego terenu co Miasto gracza, z których jeden musi zawierać Osadę \end{itemize}

source: Place Far (II--III) Map Tiles with Settlements matching your Faction's terrain in positions marked by colored Cubes in the Scenario map layout. Each pair of same-colored Cubes indicates a Starting (I) Map Tile and its corresponding Far (II--III) Map Tile with a Settlement.
cs: Umístěte Vzdálené (II--III) Dílky Mapy s Osadami odpovídajícími terénu vaší frakce na místa označená barevnými kostkami znázorněné na mapě scénáře. Každá dvojice stejně barevných kostek označuje Startovní (I) Dílek Mapy a odpovídající Vzdálený (II--III) Dílek Mapy s Osadou.
de: Platziert die fernen Gebiete (II--III) mit Siedlungen, die zum Terrain eurer Fraktion passen, auf den Positionen, die in der Abenteuerkarte mit farbigen Würfeln markiert sind. Jedes Paar von Würfeln gleicher Farbe markiert ein Startgebiet (I) und das zugehörige Ferne Gebiet (II--III) mit Siedlung.
fr: Placez la Tuile Lointaine (II--III) avec l'Enclave correspondant à votre terrain de Faction sur la position marquée par un Cube coloré dans l'image de Préparation du Plateau. Chaque paire de la même couleur indique une Tuile de Départ(I) et sa Tuile Lointaine (II--III) avec Enclave correspondante.
pl: Umieść Dalekie (II--III) Kafelki Mapy z Osadami pasujące do terenu twojej Frakcji na pozycjach oznaczonych kolorowymi kostkami w układzie mapy Scenariusza. Każda para kostek tego samego koloru wskazuje Początkowy (I) Kafelek Mapy i odpowiadający mu Daleki (II--III) Kafelek Mapy z Osadą.

source: \textbf{Map Tile Pool (choose one):}
cs: \textbf{Sdílené Dílky Mapy (vyberte jednu možnost):}
de: \textbf{Gebietsvorrat (wählt eines):}
fr: \textbf{Réserve de Tuile :} Choisir une option
pl: \textbf{Pula Kafelków Mapy (wybierz jedną):}

source: \begin{itemize} \item \textbf{Personal Pool:} Each player takes remaining 1~×~Far (II--III) Map Tile without a Settlement that matches their Town's terrain \item \textbf{Shared Pool:} \begin{itemize} \item Remove all Far (II--III) Map Tiles without Settlements from the Map \item Take collected Map Tiles from the Map and remaining prepared Tiles and shuffle them together \item Return the shuffled Map Tiles to the Map in random order \item Remaining Map Tiles form the Shared Pool \end{itemize} \end{itemize}
cs: \begin{itemize} \item \textbf{Osobní balíček:} Každý hráč si vezme zbývající 1~×~Vzdálený (II--III) Dílek Mapy bez Osady, který má terén shodný s terénem jeho Startovního (I) Dílku Mapy \item \textbf{Společný balíček:} \begin{itemize} \item Odstraňte všechny Vzdálené (II--III) Dílky Mapy bez Osady pryč z Mapy \item Vemte všechny takto získané Dílky Mapy a zamíchejte je \item Zamíchané Dílky Mapy vraťte do Mapy v náhodném pořadí \item Dílky Mapy, které zbydou vám utvoří Sdílený balíček Dílků Mapy k prozkoumání \end{itemize} \end{itemize}
de: \begin{itemize} \item \textbf{Persönlicher Vorrat:} Jeder Spieler nimmt 1 × Fernes Gebiet (II--III) ohne Siedlung, das zum Terrain der Fraktion passt. \item \textbf{Gemeinsamer Vorrat:} \begin{itemize} \item Entfernt alle Fernen Gebiete (II--III) ohne Siedlungen von der Karte \item Mischt alle entfernten und übrigen vorbereiteten Gebiete zusammen \item Platziert die gemischten Gebiete in zufälliger Reihenfolge auf der Abenteuerkarte \item Die übrigen Gebiete bilden den Gemeinsamen Vorrat \end{itemize} \end{itemize}
fr: \begin{itemize} \item \textbf{Réserve Personnelle:} Chaque Joueur prend 1~×~Tuile Lointaine (II--III) restante sans Enclave qui correspond au terrain de sa Ville \item \textbf{Réserve Commune:} \begin{itemize} \item Retirez toutes les Tuiles Lointaines (II--III) sans Enclave du Plateau \item Mélangez ces Tuiles avec le reste des Tuiles de la Préparation du Plateau \item Remettre les Tuiles au hasard sur le Plateau \item Les Tuiles restantes composent la Réserve Commune \end{itemize} \end{itemize}
pl: \begin{itemize} \item \textbf{Osobista Pula:} Każdy gracz bierze pozostały 1~×~Daleki (II--III) kafelek mapy bez osady, który pasuje do terenu jego Miasta \item \textbf{Wspólna Pula:} \begin{itemize} \item Usuń wszystkie Dalekie (II--III) Kafelki bez Osad z Mapy \item Potasuj zebrane Kafelki razem pozostałymi przygotowymi \item Połż potasowane Kafelki na Mapę w losowej kolejności \item Pozostałe Kafelki tworzą wspólną pulę \end{itemize} \end{itemize}

source: \subsection*{\MakeUppercase{AI Hero Setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
de: \subsection*{\MakeUppercase{Botvorbereitung}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: Prepare an AI Deck for Settlement defenders.
cs: Připrav AI Balíček pro Obránce Osady
de: Bereitet Bot-Stapel für die Verteidiger der Siedlung vor.
fr: Préparez un Deck IA pour les Défenseurs des Enclaves.
pl: Przygotują Talię AI dla Obrońców Osad.

source: \textbf{Settlement defenders Deck:} 1 × Attack Card, 1 × Defense Card, 1 × Spell Card
cs: \textbf{Balíček Obránců Osady:} 1~×~Karta Síly (útoku), 1~×~Karta Síly (obrany), 1~×~Karta Kouzla
de: \textbf{Bot-Stapel der Verteidiger:} 1 × Angriff, 1 × Verteidigung, 1 × Zauberkraft
fr: \textbf{Deck Défenseurs d'Enclave:} 1 × Carte Attaque, 1 × Carte Défense, 1 × Carte Sort
pl: \textbf{Talia Obrońców Osad:} 1 × Karta Mocy, 1 × Karta Obrony, 1 × Karta Magii

source: \textbf{Settlement defenders Spell Deck:} 1~×~Magic Arrow
cs: \textbf{Balíček kouzel Obránců Osady:} 1~×~Magický Šíp
de: \textbf{Bot-Zauberstapel der Verteidiger:} 1 × Magischer Pfeil
fr: \textbf{Deck de Sort Défenseurs d'Enclave:} 1~×~Flèche Magique
pl: \textbf{Talia Zaklęć Obrońców Osad:} 1~×~Magiczna Strzała

source: \begin{itemize} \item Conquer all Settlements. \end{itemize}
cs: \begin{itemize} \item Obsaďte všechny Osady \end{itemize}
de: \begin{itemize} \item Erobert alle Siedlungen. \end{itemize}
fr: \begin{itemize} \item Conquérir toutes les Enclaves. \end{itemize}
pl: \begin{itemize} \item Podbij wszystkie Osady. \end{itemize}

source: \begin{itemize} \item Any player loses their Town. \item At least one Settlement remains unclaimed by the end of the \nth{7} Round. Time has run out! \end{itemize}
cs: \begin{itemize} \item Nějaký hráč ztratí svoje Město. \item Alespoň jedna Osada zůstane neobsazená na konci 7. kola. Čas vypšel! \end{itemize}
de: \begin{itemize} \item Ein Spieler verliert seine Stadt. \item Mindestens eine Siedlung wurde am Ende der 7. Runde nicht eingenommen. Die Zeit ist abgelaufen! \end{itemize}
fr: \begin{itemize} \item Un Joueur perd sa Ville. \item Au moins une Enclave n'est pas revendiquée à la fin de la Manche 7. \end{itemize}
pl: \begin{itemize} \item Którykolwiek gracz traci swoje Miasto. \item Co najmniej jedna Osada pozostaje niezdobyta do końca 7. Rundy. Czas się skończył! \end{itemize}

source: \subsection*{\MakeUppercase{Timed Events}} \textbf{\nth{1} Round:} \begin{itemize} \item At the start of the Round, all players reveal their \textit{Nemesis Map Tiles} (Far (II--III) Map Tiles containing Settlements that match their Town's home terrain). These Tiles may be revealed without any cost. \end{itemize} \textbf{\nth{2} Round:} \begin{itemize} \item The first wave of Enemy Clan armies attacks all Towns (see section below). \item After defending their Town, each player may may hire a Secondary Hero for 5~\svg{gold} during this Round. This still requires spending a Population Token. \end{itemize} \textbf{\nth{3} Round:} \begin{itemize} \item At the start of the Round, each player discovers one Far (II--III) Map Tile. This Tile may be revealed at no cost, whether drawn from the pool or taken from the Map. \end{itemize} \textbf{\nth{4} Round:} \begin{itemize} \item The second wave of Enemy Clan armies attacks all Towns (see section below). \item After defending their Town, each player may Search (3) the \textit{Artifact Deck}. \end{itemize} \textbf{\nth{6} Round:} \begin{itemize} \item The third wave of Enemy Clan armies attacks all Towns (see section below). \item After defending their Town, each player may Search (3) the \textit{Artifact Deck}. \end{itemize} \textbf{\nth{7} Round:} \begin{itemize} \item During this Round, players may discard and draw twice at the start of their turn, instead of the usual once. \end{itemize}
cs: \subsection*{\MakeUppercase{Časové údálosti}} \textbf{1. kolo:} \begin{itemize} \item Na začátku kola, každý hráč odhalí \textit{Dílky Mapy svých Nemesis} (Vzdálený (II--III) Dílek Mapy s Osadou, který má stejný terén jako Startovní (I) Dílek Mapy hráče). Tyto Dílky Mapy jsou objeveny zdarma. \end{itemize} \textbf{2. kolo:} \begin{itemize} \item První vlna armád Nepřátelských Klanů zaútočí na Města (viz oddíl níže). \item Po úspešné obraně města si ve svém tahu každý hráč může najmout Sekundárního hrdinu za 5~\svg{gold}. Tato akce stále vyžaduje použití Žetonu populace. \end{itemize} \textbf{3. kolo:} \begin{itemize} \item Na začátku kola, každý hráč odhalí jeden Vzdálený (II--III) Dílek Mapy. Objevení Dílku Mapy je zdarma, ať už jendá o dílek položený na mapě, nebo dílek z balíčku k objevení. \end{itemize} \textbf{4. kolo:} \begin{itemize} \item Druhá vlna armád Nepřátelských Klanů zaútočí na Města (viz oddíl níže). \item Po ubránění svého Města si každý hráč může Hledat (3) z \textit{Balíčku Artefaktů}. \end{itemize} \textbf{6. kolo:} \begin{itemize} \item Třetí vlna armád Nepřátelských Klanů zaútočí na Města (viz oddíl níže). \item Po ubránění svého Města si každý hráč může Hledat (3) z \textit{Balíčku Artefaktů}. \end{itemize} \textbf{7. kolo:} \begin{itemize} \item Během tohoto kola každý hráč na začtku svého tahu může dvakrát za sebou provést akci Vyhazování a dobírání karet, namísto obvyklého jednou. \end{itemize}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}} \textbf{1. Runda:} \begin{itemize} \item Wszyscy gracze odkrywają swoje \textit{Kafelki Nemezis} (Dalekie (II--III) Kafelki Mapy zawierające Osady, które pasują do terenu ich Miasta). Te Kafelki mogą być odkryte za darmo. \end{itemize} \textbf{\nth{2} Runda:} \begin{itemize} \item Pierwsza fala armii Wrogich Klanów atakuje wszystkie Miasta (patrz sekcja poniżej). \item Po obronie swojego Miasta każdy gracz może zrekrutować Bohatera Pomocniczego za 5~\svg{gold} podczas tej Rundy. Nadal wymaga to zużycia Żetonu Populacji. \end{itemize} \textbf{3. Runda:} \begin{itemize} \item Każdy gracz odkrywa jeden Daleki (II--III) Kafelek Mapy. Ten Kafelek może być odkryty za darmo, niezależnie od tego, czy został wyciągnięty z puli, czy jest na Mapie. \end{itemize} \textbf{4. Runda:} \begin{itemize} \item Druga fala armii Wrogich Klanów atakuje wszystkie Miasta (patrz sekcja poniżej). \item Po obronie swojego Miasta każdy gracz może Przeszukać (3) \textit{Talię Artefaktów}. \end{itemize} \textbf{6. Runda:} \begin{itemize} \item Trzecia fala armii Wrogich Klanów atakuje wszystkie Miasta (patrz sekcja poniżej). \item Po obronie swojego Miasta każdy gracz może Przeszukać (3) \textit{Talię Artefaktów}. \end{itemize} \textbf{7. Runda:} \begin{itemize} \item Podczas tej Rundy gracze mogą odrzucić i dobrać karty dwa razy na początku swojej tury, zamiast standardowego jednego. \end{itemize}

source: \begin{itemize} \item Players can spend their Build Token at any time to perform Trading Post actions. \item You can use your Units to defend your Town (without paying 8 \svg{gold}) even if your Hero is not present. \item Each Settlement is defended by Settlement Defenders from local clans (see below). \end{itemize}
cs: \begin{itemize} \item Hráči mohou kdykoliv utratit Žeton Výstavby, aby vyvolali akci Tržiště. \item Své jednotky můžete použít k obraně vašeho Města (aniž byste museli zapaltit 8~\svg{gold}) i přesto, že váš hrdina není v Městě přítomen. \item Každá Osada je bráněna Obránci z místních klanů (viz níže). \end{itemize}
de: \begin{itemize} \item Die Spieler können ihren Baumarker jederzeit abwerfen um den Handelsposten zu benutzen. \item Ihr könnt eure Stadt mit euren Einheiten verteidigen (ohne 8 \svg{gold} zu bezahlen), auch wenn euer Held nicht anwesend ist. \item Jede Siedlung wird von Verteidigern der lokalen Clans verteidigt (siehe unten). \end{itemize}
fr: \begin{itemize} \item Les Joueurs peuvent dépenser leur Jeton Construction n'importe quand pour faire les actions du Comptoir. \item Vous pouvez utiliser vos Unités pour défendre votre Ville (sans payer 8 \svg{gold}) même si un Héros n'est pas présent. \item Chaque Enclave est défendu par des Défenseurs d'Enclave des clans locaux (voir ci-dessous). \end{itemize}
pl: \begin{itemize} \item Gracze mogą używać Żetonu Budowy w dowolnym momencie, aby wykonać akcje Punktu Handlowego. \item Możesz użyć swoich Jednostek do obrony swojego Miasta (bez płacenia 8 \svg{gold}), nawet jeśli twój Bohater nie jest obecny. \item Każda Osada jest broniona przez Obrońców Osady z lokalnych klanów (patrz poniżej). \end{itemize}
