Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/close_to_enemies.tex/*.po
Languages: cs, de, fr, pl

source: \subsection*{\MakeUppercase{Enemy clan waves}} \begin{itemize} \item Unconquered enemy Settlements will send clan armies to attack your Town! \item A battle occurs at the start of each player's turn. \item Before combat, you may use your Building, Spell Book, and Population Tokens, as well as Might and Magic Cards. However, you cannot move your Hero. \item Each player must defend their own Town. \item If you have a Citadel, the \textit{Arrow Tower} attack is reduced. The attacks for first/second/third wave become 2/3/4 \svg{attack}. \item This combat does not cost \svgeven{movement}. \item Refer to the \textit{Enemy Clan Armies} table for siege army strength. \item If your main Hero is in an allied Town (not Settlement) when a Clan attacks another allied Town without a main Hero present, you may help defend using your Might and Magic Cards. The allied Hero will use their Units, and you can help them by playing Cards from your hand during combat. \item Gain one \svg{experience} when successfully defending your Town, regardless of whether your main Hero participated. \end{itemize}
cs: \subsection*{\MakeUppercase{Nepřátelské Klany}} \begin{itemize} \item Nedobyté Osady pošlou nepřátelské armády, aby zaútočili na tvoje Město! \item Bitva započne na počátku tahu hráče. \item Než bitva začne, můžeš použít svůj Žeton výstaby, Žeton knihy kouzel, Žeton populace a karty Might and Magic. Avšak nemůžeš hýbat hrdinou. \item Každý hráč musí ubránit svoje Město. \item Pokud máš Citadelu, tak síla útoku \textit{Střílny} je snížena. Útok pro první/druhou/třetí vlnu nájezdů jsou upraveny na 2/3/4 \svg{attack}. \item Tento souboj nestojí žádné \svgeven{movement}. \item Sílu nepřátel zjistíš podle tabulky \textit{Armády Nepřátelských Klanů}. \item Pokud je tvůj hrdina ve Městě spřáteleného hráče (ne v Osadě) ve chvíly, kdy na něj útočí Nepřátelské Armády, může se tvůj hrdina zúčastnit bitvy pomocí vlastních karet \textit{Might and Magic}. Obléhaný hráč může použít svoje Jednotky, a ty mu můžeš pomoci hraním karet během souboje. \item Získej \svg{experience} pokud úspěšně ubráníš Město, nezáleží na tom, jestli tvůj hlavní hrdina byl v boji přítomen. \end{itemize}
fr: \subsection*{\MakeUppercase{Vagues des Clans Ennemis}} \begin{itemize} \item Les Enclaves non revendiquées enverront une Armée pour attaquer votre Ville! \item Un combat débute au début du tour de chaque Joueur. \item Avant combat, vous pouvez utiliser vos Jetons Construction, Grimoire et Population, ainsi que des cartes de votre main. Cependant vous ne pouvez pas déplacer votre Héros. \item Chaque Joueur défend sa propre Ville. \item Si vous avez une Citadelle, l'attaque de la \textit{Tourelle} est réduite. Son attaque pour les vagues 1/2/3 devient 2/3/4 \svg{attack}. \item Ce combat ne coûte pas de \svgeven{movement}. \item Se référer au tableau \textit{Armée des Clans Ennemis} pour la force des armées de siège. \item Si votre Héros est dans une Ville alliée (pas une Enclave) quand un Clan attaque une autre Ville alliée sans Héros présent, vous pouvez aider à défendre en utilisant les cartes de votre main. Le Héros allié utilisera ses Unités et vous pouvez aider avec les cartes de votre main durant le combat. \item Gagnez un \svg{experience} quand vous défendez avec succès votre Ville, avec ou sans la participation du Héros Principal. \end{itemize}
pl: \subsection*{\MakeUppercase{Fale ataków wrogich klanów}} \begin{itemize} \item Niepodbite wrogie Osady będą wysyłać armie klanów do ataku na twoje Miasto! \item Walka następuje na początku tury każdego gracza. \item Przed walką możesz użyć swoich Żetonów Budowy i Populacji oraz Księgi Zaklęć, a także Kart Mocy i Magii. Nie możesz jednak przemieszczać swojego Bohatera. \item Każdy gracz musi bronić własnego Miasta. \item Jeśli masz Cytadelę, atak \textit{Wieży Łuczniczej} jest zredukowany. Ataki dla pierwszej/drugiej/trzeciej fali wynoszą 2/3/4 \svg{attack}. \item Ta Walka nie kosztuje \svgeven{movement}. \item Zajrzyj do tabeli \textit{Armii Wrogich Klanów}, aby sprawdzić siłę armii oblężniczej. \item Jeśli twój Bohater Główny znajduje się w sojuszniczym Mieście (nie Osadzie), gdy Klan atakuje inne sojusznicze Miasto bez obecnego Bohatera Głównego, możesz pomóc w obronie, używając swoich Kart Mocy i Magii. Sojuszniczy Bohater użyje swoich Jednostek, a ty możesz mu pomóc, zagrywając Karty ze swojej ręki podczas Walki. \item Zdobądź 1 \svg{experience} po udanej obronie swojego Miasta, niezależnie od tego, czy twój Bohater Główny brał w niej udział. \end{itemize}

source: \subsection*{\MakeUppercase{Settlements Defenders}} \begin{itemize} \item The strength of Settlement Defenders is determined by the \textit{Enemy Clan Armies} table (last row). \item After drawing an enemy army, a Player may discard one enemy Unit Card and draw a new Unit of the same Tier. \item The combat does not cost \svgeven{movement}. \item In these combats, you must use AI Cards. \item After winning a combat, gain 2 \svg{experience}. \end{itemize}
cs: \subsection*{\MakeUppercase{Obránci Osady}} \begin{itemize} \item Síla Obránců Osady je určena tabulkou \textit{Armády Nepřátelských Klanů}. \item Po vyložení nepřátelské armády může hráč zahodit jednu kartu nepřátelkých Jendotek a vzít novou kartu stejné úrovně. \item Souboj nestojí žádné \svgeven{movement}. \item V tomto souboji musíš použít, Balíček karet AI. \item Po vyhraném souboji získáš 2 \svg{experience}. \end{itemize}
fr: \subsection*{\MakeUppercase{Défenseurs d'Enclave}} \begin{itemize} \item La force des Défenseurs d'Enclave est déterminé par le tableau \textit{Armée des Clans Ennemis} (dernière ligne). \item Après avoir pioché l'armée ennemie, un Joueur peut défausser une Unité ennemie et en piocher une autre de même Rang. \item Le combat ne coûtent pas de \svgeven{movement}. \item Dans ces combats, vous devez utiliser les Cartes IA. \item Après victoire, gagnez 2 \svg{experience}. \end{itemize}
pl: \subsection*{\MakeUppercase{Obrońcy Osad}} \begin{itemize} \item Siła Obrońców Osad jest określana przez tabelę \textit{Armii Wrogich Klanów} (ostatni wiersz). \item Po wylosowaniu armii gracz może odrzucić jedną kartę wrogiej Jednostki i dobrać nową Jednostkę tego samego Poziomu. \item Walka nie kosztuje \svgeven{movement}. \item W tych walkach musisz używać Kart AI. \item Po wygraniu walki zdobywasz 2 \svg{experience}. \end{itemize}

source: \vspace*{\fill} \begin{center} \includegraphics[width=\linewidth]{\maps/close_to_enemies_p1.png} \captionof{figure}{\textbf{1-PLAYER SCENARIO | EXAMPLE }} \end{center} \vspace*{\fill}
cs: \vspace*{\fill} \begin{center} \includegraphics[width=\linewidth]{\maps/close_to_enemies_p1.png} \captionof{figure}{\textbf{SCÉNÁŘ PRO 1 HRÁČE | PŘÍKLAD }} \end{center} \vspace*{\fill}
de: \vspace*{\fill} \begin{center} \includegraphics[width=\linewidth]{\maps/close_to_enemies_p1.png} \captionof{figure}{\textbf{1-SPIELER-SZENARIO | BEISPIEL}} \end{center} \vspace*{\fill}
fr: \vspace*{\fill} \begin{center} \includegraphics[width=\linewidth]{\maps/close_to_enemies_p1.png} \captionof{figure}{\textbf{SCENARIO 1-JOUEUR | EXEMPLE }} \end{center} \vspace*{\fill}
pl: \vspace*{\fill} \begin{center} \includegraphics[width=\linewidth]{\maps/close_to_enemies_p1.png} \captionof{figure}{\footnotesize\textbf{SCENARIUSZ 1-OSOBOWY | PRZYKŁAD }} \end{center} \vspace*{\fill}

source: [h!] \centering \includegraphics[width=0.75\linewidth]{\maps/close_to_enemies_p2.png} \captionof{figure}{\textbf{2-PLAYER SCENARIO | EXAMPLE }}
cs: [h!] \centering \includegraphics[width=0.75\linewidth]{\maps/close_to_enemies_p2.png} \captionof{figure}{\textbf{SCÉNÁŘ PRO 2 HRÁČE | PŘÍKLAD }}
de: [h!] \centering \includegraphics[width=0.75\linewidth]{\maps/close_to_enemies_p2.png} \captionof{figure}{\textbf{2-SPIELER-SZENARIO | BEISPIEL}}
fr: [h!] \centering \includegraphics[width=0.75\linewidth]{\maps/close_to_enemies_p2.png} \captionof{figure}{\textbf{SCENARIO 2-JOUEURS | EXEMPLE }}
pl: [h!] \centering \includegraphics[width=0.75\linewidth]{\maps/close_to_enemies_p2.png} \captionof{figure}{\textbf{SCENARIUSZ 2-OSOBOWY | PRZYKŁAD }}

source: [b!] \hommtable[]{18}{ \centering \medskip \textbf{Enemy Clan Armies}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.2\linewidth}XXXX} & \darkcell{\textbf{Easy}} & \darkcell{\textbf{Normal}} & \darkcell{\textbf{Hard}} & \darkcell{\textbf{Impossible}}\\ \darkcell[1.2]{First wave} & \lightcell[1.2]{\bronze} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} \\ \darkcell[1.2]{Second wave} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\silver \silver \silver} \\ \darkcell[1.2]{Third wave} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \golden} \\ \darkcell[1.2]{Settlement Defenders} & \lightcell[1.2]{ \bronze \silver \silver \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \golden} & \lightcell[1.2]{ \golden \golden \golden \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \azure} \\ \end{tabularx} }
cs: [b!] \hommtable[]{17}{ \centering \medskip \textbf{Armády Nepřátelských Klanů}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.2\linewidth}XXXX} & \darkcell{\textbf{Easy}} & \darkcell{\textbf{Normal}} & \darkcell{\textbf{Hard}} & \darkcell{\textbf{Impossible}}\\ \darkcell[1.2]{První vlna} & \lightcell[1.2]{\bronze} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} \\ \darkcell[1.2]{Druhá vlna} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\silver \silver \silver} \\ \darkcell[1.2]{Třetí vlna} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \golden} \\ \darkcell[1.2]{Obránci Osady} & \lightcell[1.2]{ \bronze \silver \silver \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \golden} & \lightcell[1.2]{ \golden \golden \golden \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \azure} \\ \end{tabularx} }
de: [b!] \hommtable[]{18}{ \centering \medskip \textbf{Gegnerische Clanarmeen}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.2\linewidth}XXXX} & \darkcell{\textbf{Leicht}} & \darkcell{\textbf{Normal}} & \darkcell{\textbf{Experte}} & \darkcell{\textbf{Unmöglich}}\\ \darkcell[1.2]{Erste Welle} & \lightcell[1.2]{\bronze} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} \\ \darkcell[1.2]{Zweite Welle} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\silver \silver \silver} \\ \darkcell[1.2]{Dritte Welle} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \golden} \\ \darkcell[1.2]{Verteidiger der Siedlungen} & \lightcell[1.2]{ \bronze \silver \silver \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \golden} & \lightcell[1.2]{ \golden \golden \golden \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \azure} \\ \end{tabularx} }
fr: [b!] \hommtable[]{18}{ \centering \medskip \textbf{Armée des Clans Ennemis}\\ \bigskip \let\origbronze\bronze \let\origsilver\silver \let\origgolden\golden \let\origazure\azure \renewcommand{\bronze}{\origbronze[12]} \renewcommand{\silver}{\origsilver[12]} \renewcommand{\golden}{\origgolden[12]} \renewcommand{\azure}{\origazure[12]} \begin{tabularx}{0.95\linewidth}{p{0.2\linewidth}XXXX} & \darkcell{\textbf{Facile}} & \darkcell{\textbf{Normal}} & \darkcell{\textbf{Difficile}} & \darkcell{\textbf{Impossible}}\\ \darkcell[1.2]{Première Vague} & \lightcell[1.2]{\bronze} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} \\ \darkcell[1.2]{Deuxième Vague} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\silver \silver \silver} \\ \darkcell[1.2]{Troisième Vague} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \golden} \\ \darkcell[1.2]{Défenseurs d'Enclave} & \lightcell[1.2]{ \bronze \silver \silver \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \golden} & \lightcell[1.2]{ \golden \golden \golden \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \azure} \\ \end{tabularx} }

source: \captionof{figure}{\textbf{3-PLAYER SCENARIO | EXAMPLE}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 3 HRÁČE | PŘÍKLAD}}
de: \captionof{figure}{\textbf{3-SPIELER-SZENARIO | BEISPIEL}}
fr: \captionof{figure}{\textbf{SCENARIO 3-JOUEURS | EXEMPLE}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 3-OSOBOWY | PRZYKŁAD}}

source: \captionof{figure}{\textbf{4-PLAYER SCENARIO | EXAMPLE}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 4 HRÁČE | PŘÍKLAD}}
de: \captionof{figure}{\textbf{4-SPIELER-SZENARIO | BEISPIEL}}
fr: \captionof{figure}{\textbf{SCENARIO 4-JOUEURS | EXEMPLE}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 4-OSOBOWY | PRZYKŁAD}}

source: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p5.png} \captionof{figure}{\textbf{5-PLAYER SCENARIO | EXAMPLE}}
cs: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p5.png} \captionof{figure}{\textbf{SCÉNÁŘ PRO 5 HRÁČŮ | PŘÍKLAD}}
de: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p5.png} \captionof{figure}{\textbf{5-SPIELER-SZENARIO | BEISPIEL}}
fr: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p5.png} \captionof{figure}{\textbf{SCENARIO 5-JOUEURS | EXAMPLE}}
pl: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p5.png} \captionof{figure}{\textbf{SCENARIUSZ 5-OSOBOWY | PRZYKŁAD}}

source: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p6.png} \captionof{figure}{\textbf{6-PLAYER SCENARIO | EXAMPLE}}
cs: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p6.png} \captionof{figure}{\textbf{SCÉNÁŘ PRO 6 HRÁČŮ | PŘÍKLAD}}
de: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p6.png} \captionof{figure}{\textbf{6-SPIELER-SZENARIO | BEISPIEL}}
fr: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p6.png} \captionof{figure}{\textbf{SCENARIO 6-JOUEURS | EXAMPLE}}
pl: [!h] \centering \includegraphics[width=0.75\paperwidth]{\maps/close_to_enemies_p6.png} \captionof{figure}{\textbf{SCENARIUSZ 6-OSOBOWY | PRZYKŁAD}}

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling
pl: \textbf{Budynki Początkowe:} \svgunit{bronze} Siedlisko

source: \textbf{Starting Units:} \begin{itemize} \item 1 × A Few \svgunit{bronze} Units of your choice \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item 1 × Garstka dowolnych \svgunit{bronze} Jednosek \end{itemize}

source: [b!] \hommtable[]{18}{ \centering \medskip \textbf{Enemy Clan Armies}\\ \bigskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{0.95\linewidth}{p{0.2\linewidth}XXXX} & \darkcell{\textbf{Easy}} & \darkcell{\textbf{Normal}} & \darkcell{\textbf{Hard}} & \darkcell{\textbf{Impossible}}\\ \darkcell[1.2]{First wave} & \lightcell[1.2]{\bronze} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} \\ \darkcell[1.2]{Second wave} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\silver \silver \silver} \\ \darkcell[1.2]{Third wave} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \golden} \\ \darkcell[1.2]{Settlement Defenders} & \lightcell[1.2]{ \bronze \silver \silver \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \golden} & \lightcell[1.2]{ \golden \golden \golden \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \azure} \\ \end{tabularx} }
pl: [b!] \hommtable[]{18}{ \centering \medskip \textbf{Armie Wrogich Klanów}\\ \bigskip \newcommand{\bronze}[0]{\svgunit[12]{bronze}} \newcommand{\silver}[0]{\svgunit[12]{silver}} \newcommand{\golden}[0]{\svgunit[12]{golden}} \newcommand{\azure}[0]{\svgunit[12]{azure}} \begin{tabularx}{0.95\linewidth}{p{0.2\linewidth}XXXX} & \darkcell{\textbf{Łatwy}} & \darkcell{\textbf{Normalny}} & \darkcell{\textbf{Truny}} & \darkcell{\textbf{Niemożliwy}}\\ \darkcell[1.2]{Pierwsza fala} & \lightcell[1.2]{\bronze} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} \\ \darkcell[1.2]{Druga fala} & \lightcell[1.2]{\bronze \bronze} & \lightcell[1.2]{\bronze \bronze \silver} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\silver \silver \silver} \\ \darkcell[1.2]{Trzecia fala} & \lightcell[1.2]{\bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \silver} & \lightcell[1.2]{\bronze \bronze \silver \silver \golden} \\ \darkcell[1.2]{Obrońcy Osady} & \lightcell[1.2]{ \bronze \silver \silver \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \golden} & \lightcell[1.2]{ \golden \golden \golden \golden \golden} & \lightcell[1.2]{ \silver \golden \golden \golden \azure} \\ \end{tabularx} }

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout ($P$ stands for the number of players):
de: Nehmt die folgenden Gebiete und platziert sie wie in der Abbildung der Abenteuerkarte gezeigt: ($S$ steht für die Spieleranzahl):

source: \subsection*{\MakeUppercase{Timed Events}} \textbf{\nth{1} Round:} \begin{itemize} \item At the start of the Round, all players reveal their \textit{Nemesis Map Tiles} (Far (II--III) Map Tiles containing Settlements that match their Town's home terrain). These Tiles may be revealed without any cost. \end{itemize} \textbf{\nth{2} Round:} \begin{itemize} \item The first wave of Enemy Clan armies attacks all Towns (see section below). \item After defending their Town, each player may hire a Secondary Hero for 5~\svg{gold} during this Round. This still requires spending a Population Token. \end{itemize} \textbf{\nth{3} Round:} \begin{itemize} \item At the start of the Round, each player discovers one Far (II--III) Map Tile. This Tile may be revealed at no cost, whether drawn from the pool or taken from the Map. \end{itemize} \textbf{\nth{4} Round:} \begin{itemize} \item The second wave of Enemy Clan armies attacks all Towns (see section below). \item After defending their Town, each player may Search (3) the \textit{Artifact Deck}. \end{itemize} \textbf{\nth{6} Round:} \begin{itemize} \item The third wave of Enemy Clan armies attacks all Towns (see section below). \item After defending their Town, each player may Search (3) the \textit{Artifact Deck}. \end{itemize} \textbf{\nth{7} Round:} \begin{itemize} \item During this Round, players may discard and draw twice at the start of their turn, instead of the usual once. \end{itemize}
de: \subsection*{\MakeUppercase{Besondere Ereignisse}} \textbf{1. Runde:} \begin{itemize} \item Zu Beginn der Runde enthüllen alle Spieler ihre \textit{Feind-Gebiete} (Ferne Gebiete (II--III), die die Siedlung ihres Terrains beinhalten). Diese Gebiete können ohne Kosten aufgedeckt werden. \end{itemize} \textbf{2. Runde:} \begin{itemize} \item Die erste Welle der gegnerischen Clanarmeen attackiert alle Städte (siehe Abschnitt unten). \item Nach der Verteidigung der Stadt darf jeder Spieler in dieser Runde einen Nebenhelden für 5~\svg{gold} rekrutieren. Dreht dafür den Bevölkerungsmarker um. \end{itemize} \textbf{3. Runde:} \begin{itemize} \item Zu Beginn der Runde entdeckt jeder Spieler ein Fernes Gebiet (II--III). Diese Gebiete können ohne Kosten aufgedeckt werden, egal, ob sie vom Vorrat oder der Abenteuerkarte stammen. \end{itemize} \textbf{4. Runde:} \begin{itemize} \item Die zweite Welle der gegnerischen Clanarmeen attackiert alle Städte (siehe Abschnitt unten). \item Nach der Verteidigung der Stadt durchsucht jeder Spieler den \textit{Artefaktstapel} (3). \end{itemize} \textbf{6. Runde:} \begin{itemize} \item Die dritte Welle der gegnerischen Clanarmeen attackiert alle Städte (siehe Abschnitt unten). \item Nach der Verteidigung der Stadt durchsucht jeder Spieler den \textit{Artefaktstapel} (3). \end{itemize} \textbf{7. Runde:} \begin{itemize} \item In dieser Runde dürfen die Spieler zu Beginn ihres Zuges zweimal Karten abwerfen und ziehen, statt wie üblich einmal. \end{itemize}
fr: \subsection*{\MakeUppercase{évènements programés}} \textbf{Manche 1:} \begin{itemize} \item Au début de la Manche, chaque Joueur révèle sa \textit{Tuile Nemesis} (Tuile Lointaine (II--III) avec l'Enclave correspondant au terrain de sa Ville). Ces Tuiles sont révélées sans coût. \end{itemize} \textbf{Manche 2:} \begin{itemize} \item La première vague de l'Armée des Clans Ennemis attaquent chaque Ville (voir ci-dessous). \item Après avoir défendu sa Ville, chaque Joueur peut recruter un Héros Secondaire pour 5~\svg{gold} durant cette Manche. Nécessite le Jeton de Population. \end{itemize} \textbf{Manche 3:} \begin{itemize} \item Au début de la Manche, chaque Joueur révèle une Tuile Lointaine (II--III) de la Réserve ou du Plateau sans coût. \end{itemize} \textbf{Manche 4:} \begin{itemize} \item La deuxième vague d'Armée des Clans Ennemis attaque chaque Ville (voir ci-dessous). \item Après la défense de sa Ville, chaque Joueur peut Fouillez (3) le \textit{Deck d'Artéfact}. \end{itemize} \textbf{Manche 6:} \begin{itemize} \item La troisième vague de l'Armée des Clans Ennemis attaque chaque Ville (voir ci-dessous). \item Après la défense de la Ville, chaque Joueur peut Fouillez (3) le \textit{Deck d'Artéfact}. \end{itemize} \textbf{Manche 7:} \begin{itemize} \item Durant cette Manche, les Joueurs peuvent défausser et piocher deux fois au début de leur tour, au lieu de l'habituelle une fois. \end{itemize}
