Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/dragoncurse_castle.tex/*.po
Languages: cs, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \textbf{Player Count:} 2
cs: \textbf{Počet Hráčů:} 2
fr: \textbf{Nombre de Joueurs :} 2
pl: \textbf{Liczba Graczy:} 2

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \textbf{Town Buildings:} \bronze\ Dwelling
fr: \textbf{Bâtiments de Départ:} Demeure \bronze{}
pl: \textbf{Budynki Początkowe:} \bronze\ Siedlisko

source: \addscenariosection{1}{Clash Scenario}{Dragoncurse Castle}{\images/town_portal.png}
cs: \addscenariosection{1}{Střet}{Hrad Dračí Kletby}{\images/town_portal.png}
fr: \addscenariosection{1}{Scénario Affrontement}{Château Dragoncurse}{\images/town_portal.png}
pl: \addscenariosection{1}{Tryb Starcia}{Zamek Smoczej Klątwy}{\images/town_portal.png}

source: \textbf{Author:} profmamadu
cs: \textbf{Autor:} profmamadu
fr: \textbf{Auteur:} profmamadu
pl: \textbf{Autor:} profmamadu

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1253016693517717714/1253016693517717714}{Archon Studios Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1253016693517717714/1253016693517717714}{Archon Studios Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1253016693517717714/1253016693517717714}{Discord Archon Studio}

source: \textit{The majestic castle on the hill overlooks this rich province, and the local ruler is temporarily missing, leaving only his army to defend the castle walls. Both neighboring rulers suddenly decide that these lands are theirs by right and must be secured before the local ruler returns. However, legend speaks of a wild dragon bound to this land. Will you dismiss the curse as a mere distraction, or can the dragon be tamed to give you the necessary edge over your opponent? }
cs: \textit{Velkolepý hrad na kopci shlíží na tuto bohatou provincii a místní vládce je dočasně nepřítomen, zanechávaje pouze svou armádu na obranu hradních zdí. Oba sousední vládci náhle rozhodli, že na tato území mají právo a musí být zajištěna, než se místní vládce vrátí. Legenda však hovoří o divokém drakovi, který je spojen s touto zemí. Budeš odmítat kletbu jako pouhé rozptýlení, nebo může být drak zkrocen, aby ti poskytl potřebnou výhodu nad tvým soupeřem? }
fr: \textit{Le majestueux château sur la colline surplombe cette riche province, et le souverain local est temporairement absent, laissant seulement son armée pour défendre les murs du château. Les deux souverains voisins soudain décide que ces terres leurs reviennent de droit et doivent être sécurisées avant le retour du souverain local. Cependant, les légendes parlent d'un dragon sauvage lié à ces terres. Allez vous rejeter la malédiction comme une simple distraction, ou le dragon peut-il être apprivoisé vous donnant l'avantage nécessaire sur votre adversaire? }
pl: \textit{Majestatyczny zamek na wzgórzu góruje nad tą bogatą prowincją, a lokalny władca wyjechał, zostawiwszy tylko swoją armię do obrony zamkowych murów. Obaj sąsiedni władcy nagle decydują, że te ziemie prawnie należą się im i muszą zostać zabezpieczone, zanim lokalny władca powróci. Jednak legenda mówi o dzikim smoku związanym z tą ziemią. Czy zlekceważysz klątwę jako zwykły przesąd, czy też zdołasz oswoić smoka, aby uzyskać przewagę nad przeciwnikiem? }

source: This Scenario is played over a maximum of 11 Rounds.
cs: Tento Scénář se hraje na nejvýše 11 Kol.
fr: Ce Scénario se joue en 11 manches maximum.
pl: Ten Scenariusz jest rozgrywany maksymalnie w 11 Rundach.

source: \textbf{Starting Resources:} 20 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 20 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}
fr: \textbf{Ressources de Départ :} 20 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 20 \svg{gold}, 4 \svg{building_materials}, 2 \svg{valuables}

source: \textbf{Starting Income:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Revenus de Départ :} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 15 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item 2 × A Few \bronze\ Units with the lowest Recruitment cost \end{itemize}
fr: \textbf{Unités de Départ :} \begin{itemize} \item 2 × Unités Quelques \bronze{} avec le coût de Recrutement le plus faible \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item 2 × Garstka \bronze\ Jednostek o najniższym koszcie Rekrutacji \end{itemize}

source: \columnbreak \subsection*{\MakeUppercase{Map Setup}} Take the following Map Tiles and arrange them as shown in the Scenario map layout: \begin{itemize} \item 2 × Starting (I) Map Tile \item 2 × Far (II-III) Map Tile \item 5 × Near (IV-V) Map Tile \item 2 × Center (VI-VII) Map Tiles, blindly choosing one with the Random Town Field and the other with a Dragon Utopia Field. \end{itemize}
cs: \columnbreak \subsection*{\MakeUppercase{Příprava Mapy}} Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři: \begin{itemize} \item 2 × Startovní (I) Dílek Mapy \item 2 × Vzdálený (II-III) Dílek Mapy \item 5 × Blízký (IV-V) Dílek Mapy \item 2 × Středový (VI-VII) Dílky Mapy, náhodně vyberte jeden s Polem Náhodného Města a druhý s Polem Dračí Utopie. \end{itemize}
fr: \columnbreak \subsection*{\MakeUppercase{Préparation du Plateau}} Prenez les tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario: \begin{itemize} \item 2 × Tuiles de Départ (I) \item 2 × Tuiles Lointaines (II-III) \item 5 × Tuiles Proches (IV-V) \item 2 × Tuiles Centres (VI-VII), au hasard, une avec une Case Ville Aléatoire et une autre avec une Case Terres Désolées. \end{itemize}
pl: \columnbreak \subsection*{\MakeUppercase{Przygotowanie Mapy}} Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza: \begin{itemize} \item 2 × Początkowy (I) Kafelek Mapy \item 2 × Daleki (II-III) Kafelek Mapy \item 5 × Bliski (IV-V) Kafelek Mapy \item 2 × Centralny (VI-VII) Kafelek Mapy, wybierając losowo jeden z Losowym Miastem, a drugi ze Smoczą Utopią. \end{itemize}

source: \subsection*{\MakeUppercase{Victory Conditions}} When the Random Town is captured for the first time, players continue playing the current Round and then play \textbf{one additional final Round}. The player controlling the Random Town at the end of that final Round is the winner.
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}} Když je Náhodné Město poprvé dobyto, hráči pokračují ve hře aktuálního Kola a potom odehrají \textbf{jedno další závěrečné Kolo}. Hráč, který na konci tohoto závěrečného Kola ovládá Náhodné Město, je vítězem.
fr: \subsection*{\MakeUppercase{Conditions de Victoire}} Quand la Ville Aléatoire est revendiquée pour la première fois, les Joueurs finissent la Manche et jouent \textbf{une Manche supplémentaire finale}. Le Joueur contrôlant la Ville Aléatoire à la fin de la Manche finale gagne la partie.
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}} Gdy Losowe Miasto zostanie zdobyte po raz pierwszy, gracze kontynuują grę w bieżącej Rundzie, a następnie rozgrywają \textbf{jedną dodatkową Rundę końcową}. Gracz kontrolujący Losowe Miasto na koniec tej Rundy końcowej zostaje zwycięzcą.

source: \subsection*{\MakeUppercase{Defeat Conditions}} At the end of the \nth{10} Round, if no player controls the Random Town, both players lose the game (\textit{the local ruler returns to the castle and regains control of the province}). However, if the Random Town is first captured in the \nth{10} Round, the game proceeds as normal to its additional final Round (in this case, the \nth{11} Round).
cs: \subsection*{\MakeUppercase{Podmínky Porážky}} Na konci 10. Kola, pokud žádný hráč neovládá Náhodné Město, oba hráči prohrávají hru (\textit{místní vládce se vrací do hradu a znovu získává kontrolu nad provincií}). Pokud je ale Náhodné Město poprvé dobyto v 10. Kole, hra pokračuje jako obvykle do svého dalšího závěrečného Kola (v tomto případě 11. Kolo).
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} A la fin de la Manche 10, si aucun Joueur ne contrôle la Ville Aléatoire, les deux Joueurs perdent la partie (\textit{le souverain local revient à son château et reprend le contrôle de la province}).
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} Na koniec 10. Rundy, jeśli żaden gracz nie kontroluje Losowego Miasta, obaj gracze przegrywają grę (\textit{lokalny władca wraca do zamku i odzyskuje kontrolę nad prowincją}). Jednakże, jeśli Losowe Miasto zostanie zdobyte po raz pierwszy w 10. Rundzie, gra toczy się normalnie do końca dodatkowej Rundy (w tym przypadku 11.).

source: \textbf{\nth{4} and \nth{8} Round:} \begin{itemize} \item Remove all Black Cubes from Water Wheels and Windmills on the map. \item All Heroes gain +1 \svg{movement} \end{itemize}
cs: \textbf{4. a 8. Kolo:} \begin{itemize} \item Odstraňte všechny Černé Kostičky z Vodních Kol a Větrných Mlýnů na mapě. \item Všichni Hrdinové získávají +1 \svg{movement} \end{itemize}
pl: \textbf{4. i 8. Runda:} \begin{itemize} \item Usuń wszystkie Czarne Kostki z Młynów Wodnych i Wiatraków na mapie. \item Wszyscy Bohaterowie zyskują +1 \svg{movement} \end{itemize}

source: {2} \subsection*{\MakeUppercase{Additional Rules}} During this Scenario: \begin{itemize} \item Whenever an Obelisk is Visited for the first time, the Visiting player rolls 2 \svg{resource} and resolves both results. \item The Random Town is defended by Walls and a Gate when owned by a player, but it only has an Arrow Tower if that player already has a Citadel. \item Like any other Town, when the Random Town is owned by a player, it is a valid location for that player to: \begin{itemize} \item Place a newly Recruited Secondary Hero. \item Place the Main Hero when defeated. \item Temporarily transport the army to, for 8 \svg{gold}, when the Random Town is attacked. \end{itemize} \item The first player to Visit the Dragon Utopia (after defeating the defending \azure\ Unit(s)) draws Cards from the Neutral Units \azure\ Deck until a Dragon not associated with any Faction is drawn. The player may immediately Recruit that Dragon for free. \end{itemize}
pl: {2} \subsection*{\MakeUppercase{Dodatkowe Zasady}} Podczas tego Scenariusza: \begin{itemize} \item Za każdym razem, gdy Obelisk jest odwiedzany po raz pierwszy, odwiedzający gracz rzuca 2 \svg{resource} i rozpatruje oba wyniki. \item Losowe Miasto jest bronione przez Mury i Bramę, gdy jest w posiadaniu gracza, ale ma tylko Wieżę Łuczników, jeśli ten gracz ma już Cytadelę. \item Jak każde inne Miasto, gdy Losowe Miasto jest w posiadaniu gracza, umożliwia ono: \begin{itemize} \item Umieścić nowo zrekrutowanego Bohatera Pomocniczego. \item Umieścić Bohatera Głównego, gdy został pokonany. \item Tymczasowo przetransportować armię za 8 \svg{gold}, gdy Losowe Miasto jest atakowane. \end{itemize} \item Pierwszy gracz, który odwiedzi Smoczą Utopię (po pokonaniu broniących \azure\ Jednostek), ciągnie Karty z Talii Neutralnych \azure\ Jednostek do momentu, aż wylosuje Smoka niepowiązanego z żadną frakcją. Gracz może natychmiastowo zrekrutować tego Smoka za darmo. \end{itemize}

source: [overlay] \centering \node at (8.5, -4) {\includegraphics[width=0.7\paperwidth]{\maps/dragoncurse-castle.png}};
pl: [overlay] \centering \node at (8.5, -3) {\includegraphics[width=0.7\paperwidth]{\maps/dragoncurse-castle.png}};

source: \textbf{Town Buildings:} \svg{bronze} Dwelling
cs: \textbf{Městské Budovy:} \svg{bronze} Obydlí

source: {2} \subsection*{\MakeUppercase{Additional Rules}} During this Scenario: \begin{itemize} \item Whenever an Obelisk is Visited for the first time, the Visiting player rolls 2 \svg{resource} and resolves both results. \item The Random Town is defended by Walls and a Gate when owned by a player, but it only has an Arrow Tower if that player already has a Citadel. \item Like any other Town, when the Random Town is owned by a player, it is a valid location for that player to: \begin{itemize} \item Place a newly Recruited Secondary Hero. \item Place the Main Hero when defeated. \item Temporarily transport the army to, for 8 \svg{gold}, when the Random Town is attacked. \end{itemize} \item The first player to Visit the Dragon Utopia (after defeating the defending \svg{azure} Unit(s)) draws Cards from the Neutral Units \svg{azure} Deck until a Dragon not associated with any Faction is drawn. The player may immediately Recruit that Dragon for free. \end{itemize}
cs: {2} \subsection*{\MakeUppercase{Dodatečná Pravidla}} Během tohoto Scénáře: \begin{itemize} \item Kdykoli je Obelisk Navštíven poprvé, hráč, který jej Navštíví, háže 2 \svg{resource} a vyhodnotí oba hody. \item Náhodné Město je bráněno Hradbami a Bránou, když je vlastněno hráčem, ale má Střílnu pouze tehdy, pokud má hráč již Citadelu. \item Stejně jako jakékoliv jiné Město, když je Náhodné Město vlastněno hráčem, je platným místem pro tohoto hráče k: \begin{itemize} \item Umístění nově naverbovaného Sekundárního Hrdiny. \item Umístění Hlavního Hrdiny po jeho porážce. \item Dočasnému transportu armády za 8~\svg{gold}, když je Náhodné Město napadeno. \end{itemize} \item První hráč, který navštíví Dračí Utopii (po porážce bránící Jednotky Azurového draka), dobere Karty z Balíčku Neutrálních Jednotek \svg{azure}, dokud nebude nalezen Drak, který není spojený s žádnou Frakcí. Hráč může okamžitě tohoto Draka zdarma Naverbovat. \end{itemize}

source: \textbf{\nth{4} and \nth{8} Round:} \begin{itemize} \item Remove all Black Cubes from Water Wheels and Windmills on the map. \item All Heroes gain +1 \svgeven{movement} \end{itemize}
fr: \textbf{Manches 4 et 8 :} \begin{itemize} \item Retirez tous les Cubes Noirs des Moulins à Eau, Moulins à Vent et Jardins Mystiques sur le Plateau. \end{itemize}
