Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_two_knights_defense.tex/*.po
Languages: cs, fr, pl

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Ułóż poniższe Kafelki Mapy zgodnie z układem pokazanym na mapie Scenariusza:

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Author:} Tyson Heckert
cs: \textbf{Autor:} Tyson Heckert
fr: \textbf{Auteur :} Tyson Heckert
pl: \textbf{Autor:} Tyson Heckert

source: \textbf{Source:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}
cs: \textbf{Zdroj:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}
pl: \textbf{Źródło:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}

source: \subsection*{\MakeUppercase{Scenario length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: This Scenario plays out over 8 Rounds.
cs: Tento Scénář se hraje na 8 Kol.
fr: Ce scénario se joue en 8 Manches.
pl: Ten Scenariusz rozgrywany jest w 8 Rundach.

source: \subsection*{\MakeUppercase{Player setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \textbf{Faction:} Castle
cs: \textbf{Frakce:} Hrad
fr: \textbf{Faction:} Château
pl: \textbf{Frakcja:} Zamek

source: \subsection*{\MakeUppercase{AI Hero setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Faction:} Necropolis
cs: \textbf{Frakce:} Nekropole
fr: \textbf{Bonus de départ :} Nécropole
pl: \textbf{Frakcja:} Nekropolia

source: \subsection*{\MakeUppercase{Map setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Heroes placement}}
cs: \subsection*{\MakeUppercase{Umístění Hrdinů}}
fr: \subsection*{\MakeUppercase{Placement des Héros}}
pl: \subsection*{\MakeUppercase{Ustawienie Bohaterów}}

source: \subsection*{\MakeUppercase{Defeat Conditions}} \begin{itemize} \item You lose one combat encounter \item You run out of time at the end of the 8th Round \end{itemize}
cs: \subsection*{\MakeUppercase{Podmínky prohry}} \begin{itemize} \item Prohrajete jeden Souboj \item Dojde vám čas na konci 8. Kola \end{itemize}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} \begin{itemize} \item Vous perdez un Combat \item Vous n'avez plus de temps à la fin de la Manche 8 \end{itemize}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} \begin{itemize} \item Przegrywasz jakąkolwiek walkę \item Kończy się czas na końcu 8. Rundy \end{itemize}

source: \subsection*{\MakeUppercase{Additional rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: During this Castle campaign Scenario, the following rules apply:
cs: Během tohoto Scénáře Kampaně \uv{Hradu} platí následující pravidla:
fr: Pendant ce Scénario Campagne Château, les règles suivantes s'appliquent:
pl: W trakcie tego Scenariusza kampanii Zamku obowiązują następujące zasady:

source: \subsection*{\MakeUppercase{The story}}
cs: \subsection*{\MakeUppercase{Příběh}}
fr: \subsection*{\MakeUppercase{L'Histoire}}
pl: \subsection*{\MakeUppercase{Opowieść}}

source: \textbf{Enemy Deck:} 3 × Might Cards, 3 × Magic Cards, 1 × Skill Card
cs: \textbf{Balíček Nepřítele:} 3 × Karta Moci, 3 × Karta Magie, 1 × Karta Dovedností
fr: \textbf{Deck Ennemi:} 3 × Cartes Force, 3 × Cartes Magie, 1 × Carte Capacité
pl: \textbf{Talia Wroga:} 3 × Karty Mocy, 3 × Karty Magii, 1 × Karta Umiejętności

source: \textbf{Enemy Spells:} 2 × Lightning Bolt, 1 × Curse
cs: \textbf{Kouzla Nepřítele:} 2 × Blesk, 1 × Prokletí
fr: \textbf{Sorts Ennemis:} 2 × Foudre, 1 × Malédiction
pl: \textbf{Zaklęcia Wroga:} 2 × Błyskawica, 1 × Klątwa

source: \textbf{Enemy Skills:} Cloak of the Undead King IV and VI, the enemy will play whichever it can
cs: \textbf{Dovednosti Nepřítele:} Plášť Krále Nemrtvých IV a VI, nepřítel zahraje libovolnou možnou Kartu
fr: \textbf{Spécial:} Cape du Roi Mort-Vivant IV et VI, l'ennemi jouera ce qu'il peut
pl: \textbf{Umiejętności Wroga:} Płaszcz Króla Nieumarłych IV i VI, wróg zagra tę, którą może

source: \textbf{1 × Starting (I) Map Tile} \begin{itemize} \item 1 × Necropolis (S1) \end{itemize}
cs: \textbf{1 × Startovní (I) Dílek Mapy} \begin{itemize} \item 1 × Nekropole (S1) \end{itemize}
fr: \textbf{1 × Tuile de Départ (I)} \begin{itemize} \item 1 × Nécropole (S1) \end{itemize}
pl: \textbf{1 × Początkowy (I) Kafelek Mapy} \begin{itemize} \item 1 × Nekropolia (S1) \end{itemize}

source: \textbf{4 × Near (IV--V) Map Tile} \begin{itemize} \item 2 × Necropolis (N1, N4) \item 2 × Dungeon (N2, N5) \end{itemize}
cs: \textbf{4 × Blízký (IV--V) Dílek Mapy} \begin{itemize} \item 2 × Nekropole (N1, N4) \item 2 × Kobka (N2, N5) \end{itemize}
fr: \textbf{4 × Tuiles Proches (IV--V)} \begin{itemize} \item 2 × Nécropole (N1, N4) \item 2 × Donjon (N2, N5) \end{itemize}
pl: \textbf{4 × Bliski (IV--V) Kafelek Mapy} \begin{itemize} \item 2 × Nekropolia (N1, N4) \item 2 × Lochy (N2, N5) \end{itemize}

source: \addscenariosection[subsection]{1}{Castle Campaign $-$ The Queen's Gambit}{3. Two Knights Defense}{\images/catherine.png}
cs: \addscenariosection[subsection]{1}{Kampaň Hradu $-$ Dámský Gambit}{3. Obrana Dvou Rytířů}{\images/catherine.png}
fr: \addscenariosection[subsection]{1}{Campagne Château $-$ Gambit de la Reine}{3. Défense à Deux Cavaliers}{\images/catherine.png} \vspace*{-2em}
pl: \addscenariosection[subsection]{2}{Kampania Zamku $-$ Gambit Królowej}{3. Obrona Dwóch Skoczków}{\images/catherine.png}

source: \textit{With Vhidhax's stronghold in her grasp, Catherine needs to discover and halt the necromancer's next move.}
cs: \textit{Když má Catherine v rukou Vhidhaxovu pevnost, musí odhalit a zastavit nekromantův další krok.}
fr: \textit{Avec la forteresse de Vhidhax entre ses mains, Catherine doit découvrir et contrer le prochain coût du nécromancien.}
pl: \textit{Mając twierdzę Vhidhaxa w swoim posiadaniu, Katarzyna musi odkryć i powstrzymać następny ruch nekromanty.}

source: \textbf{Faction Hero:} The same Hero you played in Scenario 2
cs: \textbf{Hrdina Frakce:} Stejný Hrdina jako ve Scénáři 2
fr: \textbf{Héros de Faction:} Le même Héros qu'au Scénario 2
pl: \textbf{Bohater Frakcji:} Ten sam, którym grałeś w poprzednim Scenariuszu

source: \textbf{Starting Resources:} The resources you ended Scenario 2 with, plus 10 \svg{gold}
cs: \textbf{Počáteční Suroviny:} Všechny Suroviny z konce Scénáře 2 plus 10 \svg{gold}
fr: \textbf{Ressources de Départ:} Les Ressources de la fin du Scénario 2, avec 10 \svg{gold} en plus
pl: \textbf{Zasoby Początkowe:} Te, z którymi zakończyłeś poprzedni Scenariusz plus 10 \svg{gold}

source: \textbf{Starting Units:} The army you ended Scenario 2 with
cs: \textbf{Počáteční Jednotky:} Armáda, se kterou jste dokončili Scénář 2
fr: \textbf{Unités de Départ:} L'armée de la fin du Scénario 2
pl: \textbf{Jednostki Początkowe:} Armia, z którą zakończyłeś poprzedni Scenariusz

source: \textbf{Town Buildings:} \svg{bronze} Dwelling, \svg{silver} Dwelling, Citadel
cs: \textbf{Městské Budovy:} \svg{bronze} Obydlí, \svg{silver} Obydlí, Citadela
fr: \textbf{Bâtiments de Départ:} Demeures \svg{bronze} et \svg{silver}, Citadelle

source: \textbf{Bonus:} Begin the Scenario at Hero Level 3, but do not take new Ability Cards.
cs: \textbf{Bonus:} Scénář začněte s Úrovní Hrdiny 2, ale nedobírejte nové Karty Schopností.
fr: \textbf{Bonus:} Commencez le Scénario au Niveau 3, mais ne pas prendre de Carte Compétence.
pl: \textbf{Bonus:} Rozpocznij z Bohaterem na Poziomie 3, ale nie dobieraj nowych Kart Zdolności.

source: \textbf{Enemy Army:} A Pack of Skeletons, a Pack of Zombies, a Pack of Liches, a Pack of Dread Knights
cs: \textbf{Nepřátelská Armáda:} Tlupa Kostlivců, Tlupa Zombí, Tlupa Lichů, Tlupa Hrozivých Rytířů
pl: \textbf{Armia Wroga:} Grupa Szkieletów, Grupa Zombie, Grupa Liczy, Grupa Rycerzy Grozy

source: \textbf{2 × Far (II--III) Map Tile} \begin{itemize} \item 2 × random Tiles from Necropolis or Dungeon (F1, F2, F4, F5, F7, F8) \end{itemize}
cs: \textbf{2 × Vzdálený (II--III) Dílek Mapy} \begin{itemize} \item 2 × náhodný Dílek Mapy Frakce Nekropole nebo Kobka (F1, F2, F4, F5, F7, F8) \end{itemize}
fr: \textbf{2 × Tuiles Lointaines (II--III)} \begin{itemize} \item 2 × Tuiles au hasard Nécropole ou Donjon (F1, F2, F4, F5, F7, F8) \end{itemize}
pl: \textbf{2 × Daleki (II--III) Kafelek Mapy} \begin{itemize} \item 2 × losowe Kafelki Nekropolii lub Lochu (F1, F2, F4, F5, F7, F8) \end{itemize}

source: \textbf{1 × Center (VI--VII) Map Tile} \begin{itemize} \item 1 × Dragon Utopia Tile (C1) \end{itemize}
cs: \textbf{1 × Středový (VI--VII) Dílek Mapy} \begin{itemize} \item 1 × Dračí Utopie (C1) \end{itemize}
fr: \textbf{1 × Tuile Centre (VI--VII)} \begin{itemize} \item 1 × Tuile Terres Désolées (C1) \end{itemize}
pl: \textbf{1 × Centralny (VI--VII) Kafelek Mapy} \begin{itemize} \item 1 × Kafelek ze Smoczą Utopią (C1) \end{itemize}

source: Place your Castle Hero on the center Field of the Necropolis start Tile S1.
cs: Umístěte svého Hrdinu Hradu na středové Pole Startovního Dílku Nekropole S1.
fr: Placez votre Héros Château sur la Case centrale de la Tuile de Départ Nécropole S1.
pl: Umieść swojego Bohatera na środkowym polu Początkowego Kafelka Mapy Nekropolii S1.

source: Place a Necropolis Hero on the bottom left Field of the leftmost Far Tile. Reveal the Tile when the game begins.
cs: Umístěte Hrdinu Nekropole na levé spodní Pole Dílku Mapy nejvíce vlevo. Dílek odhalte na začátku hry.
fr: Placez un Héros Nécropole sur la Case en bas à gauche de la Tuile Lointaine la plus à gauche. Révélez la Tuile quand la partie commence.
pl: Umieść Bohatera Nekropolii na dolnym lewym Polu najbardziej wysuniętego na lewo Dalekiego Kafelka. Odkryj Kafelek na początku gry.

source: \begin{itemize} \item Defeat the enemy army \end{itemize}
cs: \begin{itemize} \item Poražte Nepřátelskou Armádu \end{itemize}
fr: \begin{itemize} \item Vaincre l'armée ennemie \end{itemize}
pl: \begin{itemize} \item Pokonaj wrogą armię \end{itemize}

source: \textbf{\nth{1} Round:} \begin{itemize} \item Read ``The Race'' section \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Závod} \end{itemize}
fr: \textbf{Manche 1:} \begin{itemize} \item Lisez la section «La Course» \end{itemize}
pl: \textbf{Runda 1.:} \begin{itemize} \item Przeczytaj fragment ,,Wyścig'' \end{itemize}

source: \textbf{When you complete the Scenario:} \begin{itemize} \item Read ``Checkmate'' section \end{itemize}
cs: \textbf{Když dokončíte Scénář:} \begin{itemize} \item Přečtěte sekci \uv{Šach mat} \end{itemize}
fr: \textbf{Quand vous complétez le Scénario:} \begin{itemize} \item Lisez la section «Échec et Mat» \end{itemize}
pl: \textbf{Kiedy ukończysz Scenariusz:} \begin{itemize} \item Przeczytaj fragment ,,Szach-mat'' \end{itemize}

source: \begin{itemize} \item The Glory of Erathia building is unavailable. \item Each time you visit a Trading Post, draw the top Cards from the \svg{bronze} bronze, \svg{silver} silver, and \svg{golden} golden neutral enemy Decks. You may recruit any, or all of them by paying their cost. Shuffle any un-hired ones back into their Decks.
cs: \begin{itemize} \item Budova Sláva Erathie není dostupná. \item Pokaždé, když navštívíte Obchodní Stanici, táhněte horní karty z Balíčků \svg{bronze} Bronzových, \svg{silver} Stříbrných a \svg{golden} Zlatých Neutrálních Nepřátel. Můžete si najmout kteroukoli z nich nebo všechny, když zaplatíte jejich cenu. Zamíchejte všechny nenajaté zpět do jejich Balíčků.
fr: \begin{itemize} \item Le bâtiment Gloire d'Erathia n'est pas disponible. \item A chaque visite du Comptoir, piochez une Carte des Decks Ennemis Neutres \svg{bronze} bronze, \svg{silver} argent, et \svg{golden} or. Vous pouvez les recruter chacune en payant leur coût. Mélangez les non recrutés dans leurs Decks.

source: \item After defeating the neutral army at the Dragon Utopia, add a random dragon from the \svg{azure} Azure neutral Deck to your army. \item The enemy army follows the normal AI movement rules, stopping to capture Settlements and Mines, with its ultimate goal to reach the Dragon Utopia. \item If the enemy army reaches the Dragon Utopia before you do, flip the Pack side of Dread Knights to Few and add a Pack of Ghost Dragons. \end{itemize}
cs: \item Poté, co zdoláte Neutrální Armádu v Dračí Utopii přidejte jednoho náhodného Draka z \svg{azure} Azurového Neutrálního Balíčku do vaší Armády. \item Nepřítel se pohybuje normálním způsobem, obsazuje všechny Osady a Doly s konečným cílem dobýt Dračí Utopii. \item Dosáhne-li nepřítel Dračí Utopie dřív než vy, otočte Tlupu Hrozivých Rytířů na Hrstku a přidejte Tlupu Přízračných Draků. \end{itemize}

source: \textbf{The Race}
cs: \textbf{Závod}
fr: \textbf{La Course}
pl: \textbf{Wyścig}

source: Stacks of dry, cracked parchment sat next to dusty tomes on a table's blackened, rough-cut stone slab. Catherine slumped over the numerous texts stashed throughout the necromancer's chambers while her eyes frantically scanned the pages. She was searching for any clue to her enemy's plans.
cs: Na zčernalé, hrubě opracované kamenné desce stolu ležely stohy suchých, popraskaných pergamenů vedle zaprášených svazků. Catherine se skláněla nad četnými texty, které byly uloženy v nekromantových komnatách, a očima horečně projížděla stránky. Pátrala po jakémkoli vodítku k plánům svého nepřítele.
fr: Des piles de parchemins secs et craquelés côtoyaient des grimoires poussiéreux sur une dalle de pierre noire. Catherine, le visage affalé, scrutait frénétiquement du regard les nombreux textes éparpillés dans les chambres du nécromancien. Elle cherchait le moindre indice sur les plans de son ennemi.
pl: Stosy suchego, popękanego pergaminu leżały obok zakurzonych woluminów na sczerniałej, grubo ciosanej kamiennej płycie stołu. Katarzyna pochylała się nad licznymi tekstami ukrytymi w komnatach nekromanty, podczas gdy jej oczy gorączkowo przeglądały strony. Szukała jakiejkolwiek wskazówki dotyczącej planów swojego wroga.

source: After fruitless hours, she huffed and sent a moldering volume crashing through a stack of paper as exhaustion threatened to overcome her. She was about to spin and leave the room when the corner of her eye caught a particular scribbling, revealed by her destructive act. An ornate diagram, hastily scribbled, depicted what Catherine supposed might be some kind of necromantic summoning ritual. Pulling the frail parchment closer, while most of it didn't make sense to her, it didn't take a mage to know what the dark drawings detailed. They were the ritual instructions for raising Ghost Dragons from dead dragons.
cs: Po bezvýsledných hodinách se nadechla a odhodila tlející svazek, který se rozbil o hromadu papírů, protože hrozilo, že ji přemůže vyčerpání. Už se chtěla otočit a opustit místnost, když koutkem oka zachytila zvláštní čmáranici, kterou odhalil její destruktivní čin. Zdobný diagram, narychlo načmáraný, znázorňoval něco, o čem se Catherine domnívala, že by to mohl být nějaký nekromantický vyvolávací rituál. Přitáhla si křehký pergamen blíž, většina z toho jí sice nedávala smysl, ale nemusel to být mág, aby poznal, co temné kresby podrobně popisují. Byly to rituální instrukce pro oživování Přízračných Draků z mrtvých draků.
fr: Après des heures d'efforts inutiles, elle souffla épuisée et laissa tomber un volume poussiéreux à travers une pile de papiers. Elle s'apprêtait à quitter la pièce lorsque son regard fut attiré par une écriture particulière, révélée par son geste rageur. Un diagramme orné, dessiné à la hâte, représentant ce que Catherine supposa être une sorte de rituel d'invocation nécromantique. Elle approcha le fragile parchemin et même si la plupart des informations ne faisaient pas sens, pas besoin d'être mage pour deviner les détails de ces sombres dessins. C'était un rituel pour ressusciter des Dragons Fantômes à partir de Dragons morts.
pl: Po bezowocnych godzinach prychnęła i cisnęła butwiejący tom w stos papierów, gdy prawie zmogło ją wyczerpanie. Miała właśnie opuścić pomieszczenie, gdy kątem oka dostrzegła szczególny bazgroł, ujawniony przez jej destrukcyjny czyn. Ozdobny diagram, pośpiesznie naszkicowany, przedstawiał coś, co -- Katarzyna przypuszczała -- mogło być rodzajem nekromantycznego rytuału przyzwania. Przyciągnęła kruchy pergamin bliżej. Choć większość treści nie miała dla niej sensu, nie trzeba było być magiem, by zrozumieć, co przedstawiały mroczne rysunki. Były to instrukcje rytuału ożywiania Upiornych Smoków z martwych smoków.

source: Then it dawned on her. Old tales told of an ancient Dragon Utopia in the badlands. Vhidhax must be attempting to overtake the majestic creatures and use them against her in a last-ditch effort. She frowned at the thought of her weakened enemy being able to defeat the dragons. But if he did… If she missed something, he would have newfound strength enough to overpower her battered forces. She clenched her fist, crushing the frail paper to dust before rushing to the doorway to gather who she could.
cs: Pak jí to došlo. Staré příběhy vyprávěly o dávné dračí utopii v pustinách. Vhidhax se jistě pokouší ty majestátní tvory dostihnout a použít je proti ní v posledním pokusu. Zamračila se při pomyšlení, že by její oslabený nepřítel mohl draky porazit. Ale kdyby se mu to podařilo... Kdyby něco přehlédla, měl by dost nově nabyté síly, aby přemohl její zničené síly. Zaťala pěst a rozdrtila křehký papír na prach, než se vrhla ke dveřím, aby shromáždila, koho mohla.
fr: Soudain, la vérité lui apparut. De vieux récits parlaient d'anciens refuges de Dragons dans les terres désolées. Vhidhax devait tenter de s'emparer de ces créatures majestueuses et de les retourner contre elle dans un ultime effort. Elle fronça les sourcils à l'idée que son ennemi affaibli puisse vaincre les dragons. Mais s'il y parvenait… Si elle avait raté un détail, il aurait une force nouvelle suffisante pour terrasser ses troupes usées. Elle serra le poing, réduisant le fragile papier en poussière, avant de courir vers la porte pour rassembler qui elle pourrait.
pl: Wtedy ją olśniło. Stare legendy mówiły o pradawnej Smoczej Utopii na pustkowiach. Vhidhax zapewne usiłuje pokonać majestatyczne stworzenia i użyć ich przeciwko niej w desperackim akcie. Zmarszczyła brwi na myśl o tym, że jej osłabiony wróg miałby pokonać smoki. Ale jeśli mu się uda... Jeśli coś przeoczła, wróg odzyska dość sił, by pokonać jej nadwątlone wojska. Zacisnęła pięść, miażdżąc kruchy papier w proch, po czym pobiegła do drzwi, by zebrać kogo się da.

source: To her surprise, the necropolis' courtyard was abuzz with energy. She placed her hands on the overlook's railing and peered over the edge to spy a host of knights in the color and flair of various baronies.
cs: K jejímu překvapení bylo nádvoří nekropole plné energie. Položila ruce na zábradlí vyhlídky a nahlédla přes okraj, aby spatřila zástup rytířů v barvách a se standatami různých baronů.
fr: À sa grande surprise, la cour de la Nécropole vibrait d'énergie. Elle posa les mains sur la rambarde du belvédère et se pencha pour observer la foule de chevaliers aux couleurs et atours de diverses baronnies.
pl: Ku jej zaskoczeniu dziedziniec nekropolii tętnił życiem. Oparła dłonie na poręczy punktu obserwacyjnego i wyjrzała za krawędź, dostrzegając zastęp rycerzy w barwach i strojach różnych baronii.

source: Rion came rushing up to her a moment later, intent on delivering news of their new guests. ``Queen Catherine!'' he said excitedly. ``Lordships around Steadwick heard of the tragedy and have sent their champions to aid us. The knights spent days tracking and catching up to us, and they mean to join us and see the campaign through.''
cs: Za chvíli k ní přiběhl Rion, aby jí sdělil novinky o jejich nových hostech. \uv{Královno Catherine!} řekl vzrušeně. \uv{Lordstvo z okolí Steadwicku se doslechlo o tragédii a vyslalo nám na pomoc své šampiony. Rytíři nás celé dny sledovali a doháněli a hodlají se k nám připojit a tažení dotáhnout do konce.}
fr: Rion courut vers elle un instant plus tard, impatient d'annoncer la nouvelle de leurs nouveaux invités. « Reine Catherine ! » dit-il enthousiaste. « Les Seigneurs des environs de Steadwick ont appris la tragédie et ont envoyé leurs champions pour nous aider. Les chevaliers nous ont traqué des jours pour nous rattraper ; et souhaitent se joindre à nous et mener la campagne à son terme. »
pl: Chwilę później Rion podbiegł do niej, chcąc przekazać wieści o nowych gościach.\\ \dialog{Królowo Katarzyno! -- zawołał podekscytowany -- Lordowie z okolic Steadwick dowiedzieli się o tragedii i przysłali nam swoich czempionów na pomoc. Rycerze spędzili dni tropiąc i próbując nas dogonić, by do nas dołączyć i towarzyszyć do końca kampanii.}

source: Catherine smiled wide. ``Then tell them to get ready; the race is on.''
cs: Catherine se široce usmála. \uv{Tak jim řekni, ať se připraví, závod začíná.}
fr: Catherine eut un large sourire. «Alors, dites leurs de se préparer, la course est lancée.»
pl: Katarzyna uśmiechnęła się szeroko. \dialogg{W takim razie powiedz im, żeby się przygotowali; wyścig się zaczyna.}

source: \textcolor{darkcandyapplered}{Add a Few Champions to your army.}
cs: \textcolor{darkcandyapplered}{Přidejte do své Armády Hrstku Šampiónů.}
pl: \textcolor{darkcandyapplered}{Dodaj Garstkę Czempionów do swojej armii.}

source: \textbf{Checkmate}
cs: \textbf{Šach mat}
fr: \textbf{Échec et Mat}
pl: \textbf{Szach-mat}

source: The broken remains of Vhidhax looked no grander than any of his many minions. Necromantic energy had stripped the flesh from him long ago; without that power, his presence and ill-willed malevolence were gone as well.
cs: Rozbité Vhidhaxovy ostatky nevypadaly o nic velkolepěji než kterýkoli z jeho mnoha přisluhovačů. Nekromantická energie ho už dávno zbavila masa; bez této síly zmizela i jeho přítomnost a zlá vůle.
fr: Les restes brisés de Vhidhax n'avaient rien de plus imposant que n'importe lequel de ses nombreux sbires. L'énergie nécromantique l'avait décharné depuis longtemps ; sans ce pouvoir, sa présence et sa malice avaient disparu.
pl: Połamane szczątki Vhidhaxa nie wyglądały bardziej okazale niż jakiekolwiek należące do jego wielu sług. Energia nekrotyczna pozbawiła go ciała już dawno temu; bez tej mocy zniknęła też jego złowroga obecność i nikczemność.
