Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_two_knights_defense.tex/*.po
Languages: cs, fr, pl

source: Catherine wiped blood, sweat, and dirt from her face. Rion had been right; the necromancer was not her father, but perhaps his slaying would ease the sting of her family discord and the sting of betrayal, at least a little.
cs: Kateřina si otřela z tváře krev, pot a špínu. Rion měl pravdu, nekromant nebyl její otec, ale jeho zabití snad alespoň trochu zmírní osten rodinných neshod a zrady.
fr: Catherine essuya sang, sueur et crasse de son visage. Rion avait raison ; le nécromancien n'était pas son père, mais sa chute apaiserait la douleur des conflits familiaux et de la trahison, au moins un peu.
pl: Katarzyna otarła z twarzy krew, pot i brud. Rion miał rację; nekromanta nie był jej ojcem, ale być może jego zabicie złagodzi nieco ból rodzinnego rozłamu i choć trochę zdradę.

source: Rion approached, and Catherine turned before embracing him in a rare moment of emotion. The last time he'd seen his queen like this was when they were in Steadwick together, and he looked a little embarrassed as he was lost for words. The two studied each other momentarily, silently checking on each other. Rion thought she looked much older and weathered from the ordeal, but he was happy to see a twinkle in his queen's eyes again.
cs: Rion se přiblížil a Catherine se otočila, než ho ve vzácné chvíli citu objala. Naposledy viděl svou královnu takhle, když spolu byli ve Steadwicku, a vypadal trochu rozpačitě, jak ztrácel slova. Oba se chvíli studovali a mlčky se navzájem kontrolovali. Rion si pomyslel, že vypadá mnohem starší a zvětralá po té těžké zkoušce, ale byl rád, že v očích své královny zase vidí jiskru.
fr: Rion s'approcha et Catherine se retourna avant de l'enlacer dans un rare moment d'émotion. La dernière fois qu'il avait vu sa reine ainsi, c'était à Steadwick, et il parut un peu gêné, incapable de trouver les mots. Ils s'observèrent un instant, se regardant silencieusement. Rion la trouva beaucoup plus âgée et marquée par l'épreuve, mais il était heureux de revoir l'étincelle dans les yeux de sa reine.
pl: Rion podszedł do Katarzyny, a ta odwróciła się, by uściskać go w rzadkim momencie wzruszenia. Ostatni raz widział swoją królową w takim stanie, gdy byli razem w Steadwick. Wyglądał na nieco zakłopotanego, nie mogąc znaleźć słów. Przez chwilę przyglądali się sobie nawzajem, w~milczeniu oceniając swój stan. Rion pomyślał, że wyglądała na znacznie starszą i bardziej zmęczoną po takiej gehennie, ale cieszył się, widząc znów błysk w oczach swej królowej.

source: Her duty fulfilled and her seat secure, Catherine would see Steadwick rebuilt with Erathia just a little safer… for now.
cs: Catherine splnila svou povinnost a zajistila si své místo, aby Steadwick byl znovu vybudován a Erathia byla jen o něco bezpečnější... prozatím.
fr: Son devoir accompli et son trone assuré, Catherine verrait Steadwick reconstruit, Erathia un peu plus sûr… pour le moment.
pl: Wypełniwszy obowiązek i zabezpieczywszy tron, Katarzyna dopilnuje, by Steadwick zostało odbudowane, a Erathia stała się nieco bezpieczniejsza... przynajmniej na razie.

source: \begin{itemize} \item \textcolor{darkcandyapplered}{If neither you or the enemy reached the Dragon Utopia, read ``A Queen's Right''} \item \textcolor{darkcandyapplered}{If the enemy army reached the Dragon Utopia before being defeated, read ``A Queen's Lament''} \item \textcolor{darkcandyapplered}{If you reached the Dragon Utopia and defeated the dragons within before defeating the enemy, read ``A Queen's Fury''} \end{itemize}
cs: \begin{itemize} \item \textcolor{darkcandyapplered}{Pokud jste vy ani nepřítel nedobyli Dračí Utopii přečtěte sekci \uv{Právo Královny}} \item \textcolor{darkcandyapplered}{Pokud dobyl Dračí Utopii Nepřítel předtím než byl poražen přečtěte sekci \uv{Královnin Nářek}} \item \textcolor{darkcandyapplered}{Pokud jste dobyli Dračí Utopii a porazili draky předtím, než jste porazili nepřítele přečtěte sekci \uv{Královnina Zuřivost}} \end{itemize}
fr: \begin{itemize} \item \textcolor{darkcandyapplered}{Si ni vous ni l'ennemi n'a atteint les Terres Désolées, lisez «Le Droit d'une Reine»} \item \textcolor{darkcandyapplered}{Si l'armée ennemie a atteint les Terres Désolées avant d'avoir été vaincu, lisez «Les Lamentations d'une Reine»} \item \textcolor{darkcandyapplered}{Si vous avez atteint les Terres Désolées et vaincu les Dragons avant de vaincre l'ennemi, lisez «La Fureur d'une Reine»} \end{itemize}
pl: \begin{itemize} \item \textcolor{darkcandyapplered}{Jeśli ani ty, ani wróg nie dotarliście do Smoczej Utopii, przeczytaj ,,Prawo Królowej''} \item \textcolor{darkcandyapplered}{Jeśli wroga armia dotarła do Smoczej Utopii przed tobą, przeczytaj ,,Lament Królowej''} \item \textcolor{darkcandyapplered}{Jeśli dotarłeś do Smoczej Utopii i pokonałeś smoki przed pokonaniem wroga, przeczytaj ,,Gniew Królowej''} \end{itemize}

source: \textbf{A Queen's Fury}
cs: \textbf{Královnina Zuřivost}
fr: \textbf{La Fureur d'une Reine}
pl: \newpage\textbf{Gniew królowej}

source: Catherine's hard eyes scanned the badlands from a window high on the Dragon Utopia. While coming to blows with the famed dragon guardians was regrettable, she'd brought even them to heel, and the palace was hers. No one would challenge her reign, not with the badlands under her control or the remaining dragons in her retinue.
cs: Kateřininy tvrdé oči zkoumaly pustinu z okna vysoko na Dračí utopii. Přestože ji mrzelo, že se dostala do křížku s proslulými dračími strážci, dokázala i je přivést na kolena a palác byl její. Nikdo by její vládu nezpochybnil, ne s Pustinami pod její kontrolou ani se zbývajícími draky v její družině.
fr: Le regard dur de Catherine scrutait les terres désolées depuis une fenêtre du refuge des Dragons. Bien qu'en venir aux armes avec les célèbres gardiens dragons fût regrettable, elle les avait soumis, et le palais lui appartenait. Nul n'oserait contester son règne, pas avec les terres désolées et les dragons restants sous son contrôle.
pl: Zimne oczy Katarzyny spoglądały na pustkowia z wysokiego okna Smoczej Utopii. Chociaż starcie ze słynnymi smoczymi strażnikami było godne potępienia, nawet ich zdołała podporządkować swojej woli, a pałac należał do niej. Nikt nie zakwestionuje jej panowania, podczas gdy pustkowia są pod jej kontrolą, a pozostałe smoki w jej orszaku.

source: Worn and tired faces looked up at her outside the fortress, like beggars asking for scraps. What was left of who she'd brought into the hostile landscape was silently requesting the right to return home, yet the badlands were an enticing prize, and the bloodlust whipped up in the Queen of Erathia hadn't subsided yet.
cs: Před pevností k ní vzhlížely unavené tváře jako žebráci, kteří žádají o zbytky.To, co zbylo z toho, koho přivedla do nehostinné krajiny, se tiše dožadovalo práva vrátit se domů, ale pustiny byly lákavou kořistí a krvežíznivost, kterou v sobě královna Erathie vybičovala, ještě neutichla.
fr: Des visages usés et fatigués la regardaient à l'extérieur de la forteresse, tels des mendiants quémandant des miettes. Ce qui restait de ceux qu'elle avait emmenés dans ce paysage hostile implorait en silence le droit de rentrer chez eux. Pourtant, ces terres désolées étaient une récompense tentante, et la soif de sang attisée par la Reine d'Erathia n'était pas encore apaisée.
pl: Zmęczone i umorusane twarze spoglądały na nią spod twierdzy, niczym żebracy proszący o coś do jedzenia. Ci, co pozostali z tych, których przywiodła na te wrogie ziemie, milcząco błagali o powrotu do domu. Niemniej jednak pustkowia były kuszącą nagrodą, a żądza krwi, która zawładnęła Królową Erathii, jeszcze nie opadła.

source: It took much convincing from Rion before Catherine finally softened. Reports from Steadwick were thrust in her face, and the mage's gentle nature reminded her that there were still those in her lands who needed her guidance. So, finally, she ordered only a select few to watch over the badlands with the remaining mercenaries and dragons while she returned home with the rest.
cs: Rion ji musel dlouho přesvědčovat, než Catherine konečně změkla. Zprávy ze Steadwicku jí byly vnuceny do tváře a mágova laskavá povaha jí připomněla, že v jejích zemích jsou stále lidé, kteří potřebují její vedení. Nakonec tedy nařídila jen několika vybraným, aby se zbývajícími žoldáky a draky hlídali pustiny, zatímco ona se se zbytkem vrátila domů.
fr: Rion dût user de beaucoup de persuasion pour que Catherine s'adoucissent. Les rapports de Steadwick lui furent présentés, et la nature bienveillante du mage lui rappela que, sur ses terres, on avait encore besoin de ses conseils. Et, finalement, elle ordonna à quelques hommes seulement de veiller sur les terres désolées avec les mercenaires et les dragons restants, tandis qu'elle rentrait chez elle avec le reste des troupes.
pl: Dopiero po długich namowach Riona Katarzyna w końcu złagodniała. Raporty ze Steadwick zostały jej przekazane, a łagodna natura maga przypomniała jej, że na jej ziemiach wciąż są ci, którzy potrzebują jej przewodnictwa. W końcu rozkazała jedynie garstce, by wraz z pozostałymi najemnikami i smokami pilnowali pustkowi, podczas gdy ona sama powróciła do domu z resztą wojsk.

source: \textbf{A Queen's Right}
cs: \textbf{Královnino Právo}
fr: \textbf{Le Droit d'une Reine}
pl: \textbf{Prawo królowej}

source: A strange, deep calling swelled within Catherine. She turned her focus to the majestic Dragon Utopia, with its rust-colored walls and pointed turrets. It was an odd place for dragons to call home, yet its sheer presence was undeniable.
cs: V Kateřině se rozléhalo zvláštní, hluboké volání. Zaměřila se na majestátní dračí Utopii s jejími rezavými zdmi a špičatými věžičkami. Bylo to zvláštní místo, které draci nazývali svým domovem, ale jeho přítomnost byla nepopiratelná.
fr: Un étrange et profond appel s'éleva en Catherine. Elle tourna son attention vers le majestueux refuge des Dragons, avec ses murs couleur rouille et ses tourelles pointues. C'était un lieu insolite pour des dragons, et pourtant sa présence était indéniable.
pl: Dziwne, wewnętrzne wołanie wezbrało w Katarzynie. Skierowała wzrok na majestatyczną Smoczą Utopię, z jej rdzawymi murami i strzelistymi wieżyczkami. Było to dziwne miejsce jak na dom smoków, jednak jego obecność była niepodważalna.

source: Catherine approached slowly, with the remains of her battered forces following cautiously. Reaching the foot of the fortress, it was only a moment before the majestic snout of an azure dragon crawled into view from the large, curved, open entry to the stony fortress. The rest of the creature soon followed, and with a stretch of wings, it stared down at the human queen. While many fell to their knees, Catherine looked up to meet the dragon's gaze, and the two shared a moment of understanding between royalty. It appeared the dragon knew what fate it had been spared from, and in thanks, it bowed to the human. After a reflective moment, Catherine nodded, then turned, satisfied with the interaction.
cs: Kateřina se pomalu blížila a zbytky jejích zbitých sil ji opatrně následovaly. Když dorazila k úpatí pevnosti, trvalo jen okamžik, než se z velkého, zakřiveného a otevřeného vchodu do kamenné pevnosti vynořil majestátní čenich Azurového Draka. Zbytek tvora ho brzy následoval a s roztaženými křídly se zadíval na lidskou královnu. Zatímco mnozí padli na kolena, Catherine vzhlédla, aby se setkala s dračím pohledem, a oba sdíleli okamžik porozumění mezi královskými rody. Zdálo se, že Drak ví, jakého osudu byl ušetřen, a na znamení díků se člověku uklonil. Po chvíli přemýšlení Catherine přikývla a pak se otočila, spokojená s touto interakcí.
fr: Catherine s'approcha lentement, suivie avec prudence par les restes de ses troupes usées. Parvenue au pied de la forteresse, elle aperçut le museau majestueux d'un Dragon Azur, rampant depuis la large entrée incurvée et ouverte de la forteresse de pierre. Le reste de la créature suivit bientôt et, déployant ses ailes, elle fixa la reine humaine. Alors que beaucoup tombèrent à genoux, Catherine leva les yeux pour croiser le regard du dragon, et les deux partagèrent un instant de compréhension royale. Il semblait que le dragon ait su le sort dont il avait été épargné et, en remerciement, il s'inclina devant l'humaine. Après un moment de réflexion, Catherine hocha la tête, puis se retourna, satisfaite de cet échange.
pl: Katarzyna zbliżała się powoli, a resztki jej skołotanych sił ostrożnie podążały za nią. Gdy dotarła do stóp fortecy, po chwili majestatyczny błękitny pysk wyłonił się z wielkiego, łukowatego wejścia do kamiennej twierdzy. Wkrótce ukazała się cała smoczyca, a po rozpostarciu skrzydeł spojrzała z góry na ludzką królową. Podczas gdy wielu padło na kolana, Katarzyna uniosła wzrok, by spotkać spojrzenie stworzenia. Między dwoma istotami królewskiej krwi nastąpiła chwila zrozumienia. Zdawało się, że smoczyca wiedziała, jak straszny los właśnie ją ominął, a w podzięce ukłoniła się człowiekowi. Po chwili zadumy Katarzyna skinęła głową, po czym odwróciła się, usatysfakcjonowana tym spotkaniem.

source: His steed at a trot, Rion quickly approached. ``Well? Are we going inside?'' he asked curiously.
cs: Rion se rychle přiblížil ke svému oři v klusu. \uv{Tak co? Půjdeme dovnitř?} zeptal se zvědavě.
fr: Rion, au trot, s'approcha rapidement. «Alors? On entre?» demanda t'il curieux.
pl: Rion szybko podjechał, jadąc kłusem na swoim wierzchowcu. \dialogg{I co? Wchodzimy do środka? -- zapytał.}

source: ``There's no need,'' Catherine replied. ``I saw it in her eyes; the dragon knows what we did today. We have their thanks and perhaps a favor to call on in the future. Gods know we need it…''
cs: \uv{To není třeba,} odpověděla Catherine.\uv{Viděla jsem mu to na očích, drak ví, co jsme dnes udělali.Máme jejich poděkování a možná i laskavost, které se v budoucnu dovoláme. Bohové vědí, že ji potřebujeme ...}
fr: «Nul besoin» répondit Catherine. «Je l'ai vu dans ses yeux; le Dragon sait ce que nous avons fait aujourd'hui. Nous avons leurs remerciements et peut être une faveur pour le futur. Les dieux savent que nous en auront besoin...»
pl: \dialogg{Nie ma takiej potrzeby -- odparła Katarzyna -- Widziałam to w jej oczach; smoczyca wie, co dziś zrobiliśmy. Mamy ich wdzięczność, a być może i przysługę do wykorzystania w przyszłości. Bogowie raczą wiedzieć, że jej potrzebujemy...}

source: Catherine drew her sword and reared her own steed high, presenting herself before her remaining forces with the dragon silhouetted behind her. After a rousing speech that stirred the hearts of man and beast alike, she galloped to the rear lines to turn the formation toward home.
cs: Catherine vytasila meč, vztyčila svého koně a předstoupila před zbývající síly se siluetou Draka za zády. Po povzbudivém projevu, který rozbušil srdce lidí i zvířat, odcválala do zadních linií, aby obrátila formaci k domovu.
fr: Catherine dégaina son épée et cabra sa monture, devant ses troupes restantes, le dragon se détachant à l'arrière. Après un discours vibrant qui embrasa le cœur des hommes comme des bêtes, elle galopa vers les lignes arrières et dirigea la formation vers leur maison.
pl: Katarzyna dobyła miecz i poderwała konia na tylne nogi, ukazując się przed resztą swoich sił na tle sylwetki smoczycy. Po porywającej przemowie, która poruszyła serca zarówno ludzi jak i bestii, pogalopowała na tyły formacji, by skierować ją w stronę domu.

source: \textbf{A Queen's Lament}
cs: \columnbreak\textbf{Královnin Nářek}
fr: \textbf{Les Lamentations d'une Reine}
pl: \textbf{Lament królowej}

source: Reality set in after the adrenaline and euphoria of a hard-fought victory wore off. The battlefield was a nightmare of horrors. Ghost Dragon corpses faded away as the last of their power died with them, and the scattered, broken bodies of both sides lay in clumps of gory remains. The cost had been high…
cs: Realita se dostavila poté, co vyprchal adrenalin a euforie z těžce vybojovaného vítězství. Bojiště bylo noční můrou plnou hrůz. Mrtvoly Přízračných Draků mizely, jak s nimi umírala poslední síla, a roztroušená, rozbitá těla obou stran ležela v chuchvalcích krvavých ostatků. Cena byla vysoká...
fr: La réalité s'imposa après l'adrénaline et l'euphorie d'une victoire chèrement acquise. Le champ de bataille était un véritable cauchemar. Les corps des Dragons Fantômes s'évanouissaient, leurs dernières forces s'éteignant. Les corps brisés des deux camps gisaient en amas sanglants. Le prix à payer avait été lourd…
pl: Rzeczywistość uderzyła do głowy, gdy opadła adrenalina i euforia po ciężko wywalczonym zwycięstwie. Pole bitwy było potwornym koszmarem. Zwłoki Upiornych Smoków rozwiewały się w nicość, gdy ostatki ich mocy umierały wraz z nimi, a porozrzucane, połamane ciała obu stron leżały w krwawych skupiskach. Cena zwycięstwa była wysoka...

source: Catherine regretted she couldn't save the dragons from their fate. If things had been different, they might have been strong allies or at least sentinels to keep the local badland creatures in check. Now, it was hard to tell what would leak from the unchecked wilds into other regions or townships under her charge. Caution had won her the day, but she wondered if it was enough. Would actions like this cause her downfall one day?
cs: Catherine litovala, že nemohla draky zachránit před jejich osudem. Kdyby se věci vyvíjely jinak, mohli být silnými spojenci nebo alespoň strážci, kteří by drželi na uzdě místní zlovolné tvory. Teď bylo těžké říct, co by z nekontrolované divočiny mohlo uniknout do jiných krajů nebo městských částí, které měla na starosti. Opatrnost jí přinesla vítězství, ale přemýšlela, jestli to stačí. Mohly by podobné činy jednoho dne způsobit její pád?
fr: Catherine regretta de n'avoir pu sauver les dragons de ce destin tragique. Si les choses avaient été différentes, ils auraient été de précieux alliés, ou au moins des sentinelles contre les créatures des terres désolées. Il serait difficile de prévoir ce qui s'échapperait de ces contrées sauvages et incontrôlées, se répandrait dans ses villes et les régions alentours. La prudence lui avait permis d'éviter le pire, mais elle se demandait si cela suffirait. Des actions comme celle-ci pourraient-elles un jour causer sa perte ?
pl: Katarzyna żałowała, że nie mogła ocalić smoków. Gdyby sprawy potoczyły się inaczej, mogłyby być silnymi sojusznikami, albo przynajmniej strażnikami trzymającymi w ryzach stwory z lokalnych pustkowi. Teraz trudno było przewidzieć, co wypełznie z niekontrolowanej dziczy do innych regionów czy osad pod jej panowaniem. Ostrożność przyniosła jej zwycięstwo, lecz zastanawiała się, czy aby na pewno? Czy takie działania nie sprowadzą na nią pewnego dnia zguby?

source: Home felt distant in the haze of fury that Catherine had been prisoner to. As she trotted past the remains of those who had fought for her, her heart swelled with emotion. It was war, and loss was inevitable. She turned to the remaining few and threw a weak hand forward out of the badlands. It was time to pick up the pieces.
cs: Domov jí připadal vzdálený v oparu zuřivosti, jehož byla Catherine vězněm. Když klusala kolem ostatků těch, kteří za ni bojovali, srdce se jí rozbušilo dojetím. Byla to válka a ztráty byly nevyhnutelné. Obrátila se k několika zbývajícím a slabou rukou naznačila cestu z pustiny vpřed. Bylo na čase jednotlivé kousky posbírat.
fr: La maison semblait lointaine dans la brume de fureur qui avait envahi Catherine. Tandis qu'elle passait au trot devant les restes de ses troupes, son cœur se serra d'émotion. C'était la guerre et les pertes étaient inévitables. Elle se tourna vers les rares survivants et tendit une main faible vers la sortie des terres désolées. Il était temps de ramasser les morceaux.
pl: Dom był daleko, a Katarzynę wciąż pętała furia. Gdy przejeżdżała obok szczątków tych, którzy za nią walczyli, jej serce nieomal pękło. To była wojna, a na wojnie są ofiary. Zwróciła się do garstki ocalałych i słabym gestem dłoni wskazała drogę z pustkowi. Nadszedł czas, by wziąć się w garść.

source: \textbf{Town Buildings:} \bronze\ Dwelling, \silver\ Dwelling, Citadel
pl: \textbf{Budynki Początkowe:} \bronze\ Siedlisko, \silver\ Siedlisko, Cytadela

source: \begin{itemize} \item The Glory of Erathia building is unavailable. \item Each time you visit a Trading Post, draw the top Cards from the \bronze\ bronze, \silver\ silver, and \golden\ golden neutral enemy Decks. You may recruit any, or all of them by paying their cost. Shuffle any un-hired ones back into their Decks.
pl: \begin{itemize} \item Budynek Chwała Erathii jest niedostępny. \item Za każdym razem, gdy odwiedzasz Punkt Handlowy, dobierz po dwie wierzchnie Karty z talii Neutralnych Jednostek \bronze\ brązowych, \silver\ srebrnych i \golden\ złotych. Możesz zrekrutować dowolne liczbę z nich, płacąc ich koszt. Potasuj wszystkie niezatrudnione jednostki z powrotem do ich Talii.

source: \item After defeating the neutral army at the Dragon Utopia, add a random dragon from the \azure\ Azure neutral Deck to your army. \item The enemy army follows the normal AI movement rules, stopping to capture Settlements and Mines, with its ultimate goal to reach the Dragon Utopia. \item If the enemy army reaches the Dragon Utopia before you do, flip the Pack side of Dread Knights to Few and add a Pack of Ghost Dragons. \end{itemize}
pl: \item Po pokonaniu neutralnej armii w Smoczej Utopii, dodaj losowego smoka z neutralnej Talii \azure\ do swojej armii. \item Wroga armia porusza się zgodnie z normalnymi zasadami ruchu AI, zatrzymując się, by przejąć Osady i Kopalnie, a jej ostatecznym celem jest dotarcie do Smoczej Utopii. \item Jeśli wroga armia dotrze do Smoczej Utopii przed tobą, odwróć Grupę Rycerzy Grozy na stronę Garstki i dodaj Grupę Upiornych Smoków. \end{itemize}
