Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_sicilian_dragon.tex/*.po
Languages: cs, fr, pl

source: Catherine dismounted and slowly inspected the area before saying anything. ``Some of the damage is recent. I can still feel residual heat; the Archangels were here.''
cs: Catherine sesedla z koně a pomalu si prohlédla okolí, než něco řekla. \uv{Některé z těch škod jsou nedávné. Stále cítím zbytkové teplo, byli tu Archandělé.}
fr: Catherine descendit de cheval et inspecta lentement les lieux avant de parler. «Certains dégâts sont récents. Je ressens encore une chaleur résiduelle; les Archanges étaient ici.»
pl: Katarzyna zeskoczyła z wierzchowca i dokładnie obejrzała okolicę, zanim się odezwała. \dialogg{Część zniszczeń jest świeża. Jeszcze czuć ciepło; były tu Archanioły.}

source: ``How can you be sure? Surely, some would have found us by now and notified us of their progress.''
cs: \uv{Jak si můžeš být jistý? Někdo by nás už určitě našel a informoval nás o jejich postupu.}
fr: «Comment pouvez-vous en être sûr? Certains nous auraient déjà trouvés et nous auraient informés de leurs progrès.»
pl: \dialogg{Skąd ta pewność? Myślę, że któryś z nich już by nas znalazł i powiadomił o ich postępach.}

source: ``They've never let me down,'' Catherine grunted. ``Come, let's see if other such beacons exist.''
cs: \uv{Nikdy mě nezklamali,} zavrčela Catherine.\uv{Pojďme se podívat, jestli existují další takové majáky.}
fr: «Ils ne m'ont jamais laissé tomber.», grogna Catherine. «Viens, voyons s'il existe d'autres balises de ce genre.»
pl: \dialogg{Nigdy mnie nie zawiedli -- mruknęła Katarzyna -- Lepiej sprawdźmy, czy istnieją inne takie kamienie.}

source: \textbf{Showdown}
cs: \textbf{Zúčtování}
fr: \textbf{L'Épreuve de Force}
pl: \textbf{Rozstrzygnięcie}

source: Sounds of battle perked the ears of Catherine's forces, and she urged her steed forward to catch sight of the combatants.
cs: Zvuky vzdáleného boje zalehly uši sil Cathernie a tak pobídla svého oře, aby mohla spatřit bojovníky.
fr: Des bruits de bataille parvinrent aux oreilles des troupes de Catherine, et elle pressa son destrier pour voir les combattants.
pl: Odgłosy walki zaalarmowały oddziały Katarzyny, a ona sama popędziła wierzchowca naprzód, by dostrzec walczących.

source: Rounding crags and jagged rocks jutting at all angles, another Obelisk revealed itself with the final moments of a battle taking place around it. Several Archangels were on the ground, locked in combat with the remains of a larger undead force.
cs: Za oblými balvany a rozeklanými skalami, které se tyčily do všech úhlů, se objevil další obelisk a kolem něj se odehrávaly poslední okamžiky bitvy. Několik Archandělů leželo na zemi a svádělo boj se zbytky větší nemrtvé Armády.
fr: Au milieu de crêtes escarpées et de rochers déchiquetés, un autre Obélisque se dévoila, les derniers moments d'une bataille se déroulant à ses alentours. Plusieurs archanges étaient au sol, engagés dans un combat contre les restes d'une armée de morts-vivants plus nombreuse.
pl: Mijając skały i ostre głazy sterczące pod różnymi kątami, oczom jej ukazał się kolejny Obelisk, a wokół niego rozgrywały się ostatnie chwile bitwy. Kilka Archaniołów było na ziemi, otoczonych resztką liczniejszych nieumarłych.

source: Approaching at speed, Catherine raised a fist in the air to salute the holy warriors, and several rasped their bronze chestplates in return.
cs: Catherine se rychle přiblížila, zvedla pěst do vzduchu, aby pozdravila svaté bojovníky, a několik z nich na oplátku zabušilo na bronzové hrudní pláty.
fr: Approchant à vive allure, Catherine leva son poing vers le ciel pour saluer ces guerriers saints, et en retour plusieurs frappèrent leurs armures de bronze.
pl: Zbliżając się pędem, Katarzyna uniosła pięść, aby zasalutować świętym wojownikom, a kilku z nich odpowiedziało uderzeniem w napierśnik.

source: ``Queen Catherine, you've saved us the trouble of finding you,'' the lead angel said in his deep voice. He gestured to the Obelisk with an open palm as the sounds of battle finally died. ``The foes meant to keep us from these structures by destroying them. We barely managed to intercept them in time to preserve this one.''
cs: \uv{Královno Catherine, ušetřila jste nám práci s vaším hledáním,} řekl hlavní Archanděl svým hlubokým hlasem.Otevřenou dlaní ukázal na Obelisk, když zvuky bitvy konečně utichly. \uv{Nepřátelé nám chtěli zabránit v přístupu k těmto stavbám tím, že je zničí. Sotva se nám je podařilo zachytit včas, abychom zachovali tento Obelisk.}
fr: «Reine Catherine, vous nous avez épargné la peine de vous trouver», dit l'ange en chef de sa voix grave. Il désigna l'Obélisque d'un geste, tandis que les bruits de la bataille s'éteignaient enfin. «Les ennemis comptaient nous empêcher d'atteindre ces édifices en les détruisant. Nous avons réussi de justesse à les intercepter à temps pour préserver celui-ci.»
pl: \dialogg{Królowo Katarzyno, oszczędziłaś nam trudu szukania ciebie -- powiedział przywódca aniołów swoim głębokim głosem. Wskazał na Obelisk, gdy odgłosy bitwy w końcu ucichły. -- Wrogowie chcieli zniszczyć te budowle, abyśmy sami nie mogli ich użyć. Ledwo zdążyliśmy przybyć na czas, by ocalić tę jedyną.}

source: Rion trotted past them as they spoke, intent on inspecting the intact Obelisk. As before, he began to place his hand on the cold stone, but recoiled before making contact. ``It's active!'' he said excitedly. ``This may be the break we need. With luck, this will take us directly to the enemy stronghold.''
cs: Rion klusal kolem nich, zatímco mluvili, a chtěl si prohlédnout neporušený Obelisk. Stejně jako předtím začal pokládat ruku na chladný kámen, ale než se ho dotkl, ucouvl. \uv{Je aktivní!} řekl vzrušeně. \uv{Tohle je možná ten zlom, který potřebujeme.S trochou štěstí nás to zavede přímo k nepřátelské pevnosti.}
fr: Rion passa devant eux au trot alors qu'ils parlaient, concentré sur l'examen de l'Obélisque intact. Comme précédemment, il commença à poser la main sur la pierre froide, mais se rétracta avant de la toucher. « Il est actif ! » dit-il avec enthousiasme. « C'est peut-être l'opportunité qu'il nous faut. Avec de la chance, cela nous mènera directement à la forteresse ennemie.»
pl: Rion przegalopował obok nich, skupiony na zbadaniu ocalałego Obelisku. Jak poprzednio, chciał położyć rękę na zimnym kamieniu, ale cofnął ją przed dotknięciem.\\ \dialog{Jest aktywny! -- powiedział podekscytoway -- To może być nasz przełom. Przy odrobinie szczęścia zabierze nas prosto do twierdzy wroga.}

source: Catherine smiled, reaching to clasp the arm of the angel in thanks for his work. She looked back at the ragtag group of forces she'd gathered and hoped it would be enough for a siege.
cs: Catherine se usmála a sáhla andělovi na ruku, aby mu poděkovala za jeho práci. Ohlédla se na nesourodou skupinu sil, kterou shromáždila, a doufala, že bude na obléhání stačit.
fr: Catherine sourit, en serrant le bras de l'ange pour le remercier de son travail. Elle jeta un dernier regard à la troupe disparate qu'elle avait rassemblée, l'espérant suffisante pour un siège.
pl: Katarzyna uśmiechnęła się, kładąć dłoń na ramieniu anioła w podziękowaniu za jego pracę. Spojrzała na pospiesznie zebraną armię, mając nadzieję, że sprosta oblężeniu.

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Add a Few Archangels to your army.} \item \textcolor{darkcandyapplered}{You may now teleport to the enemy town on Tile S1. If you choose not to, you may in the future by spending one \svg{movement} at this Obelisk.} \end{itemize}
cs: \begin{itemize} \item \textcolor{darkcandyapplered}{Přidejte Hrstku Archandělů do své Armády.} \item \textcolor{darkcandyapplered}{Nyní se můžete teleportovat do nepřátelského Města na Dílku Mapy S1. Neučiníte-li tak hned, můžete utratit jeden \svg{movement} na tomto Obelisku a cestu uskutečnit.} \end{itemize}

source: \textbf{The Escape}
cs: \textbf{Útěk}
fr: \textbf{La Fuite}
pl: \textbf{Ucieczka}

source: With the thick, macabre, almost demonic-looking walls breached and the bulk of the necromancer's forces slain, the castle belonged to Catherine. It was an eye for an eye, and she relished driving the final blow into the last enemy ranks still in the courtyard herself.
cs: Po prolomení tlustých, strašidelných, téměř démonicky vyhlížejících zdí a po porážce většiny nekromantových vojsk patřil hrad Catherine. Bylo to oko za oko a ona sama si vychutnávala, když zasadila poslední ránu posledním nepřátelským řadám, které ještě byly na nádvoří.
fr: Avec ces épais murs macabres, démoniaques, mais brisés et la majeure partie des forces du nécromancien anéantie, le château était à Catherine. Œil pour œil, dent pour dent, elle savourait le plaisir d'asséner elle-même le coup de grâce aux derniers ennemis encore dans la cour.
pl: Po przebiciu się przez grube, makabryczne, niemal demoniczne mury i zniszczeniu większości sił nekromanty, zamek należał już do Katarzyny. Oko za oko, ząb za ząb. W słodkiej zemście osobiście zadała finalny cios pozostałemu na dziedzińcu szeregowcu wroga.

source: Unfortunately, after a frantic search of the grounds, Vhidhax himself was nowhere in sight. Catherine raced up the walls just in time to peer over the side and catch sight of the necromancer fleeing with a sizable retinue that had quietly slipped away during the battle. He was traveling north, further into the badlands and away from her home. Catherine's campaign wasn't finished yet.
cs: Bohužel po horečném prohledávání hradu nebyl Vhidhax nikde k nalezení. Catherine vyběhla na hradby právě včas, aby nahlédla přes okraj a zahlédla nekromanta prchajícího s početnou družinou, která se během bitvy tiše vytratila. Cestoval na sever, dál do pustiny a pryč od jejího domova. Tažení Catherine ještě neskončilo.
fr: Malheureusement, après des recherches frénétiques, Vhidhax restait introuvable. Catherine courût aux remparts juste à temps pour apercevoir le nécromancien s'enfuir avec une importante suite qui s'était discrètement éclipsée pendant la bataille. Il se dirigeait vers le nord, s'enfonçant toujours plus profondément dans les terres désolées et s'éloignant de chez elle. La campagne de Catherine n'était pas encore terminée.
pl: Niestety, po gorączkowym przeszukaniu terenu, nigdzie nie było śladu samego Vhidhaxa. Katarzyna wbiegła na mury akurat na czas, by dostrzec nekromantę uciekającego z pokaźną świtą, która po cichu wymknęła się podczas bitwy. Kierował się na północ, w głąb pustkowia i z dala od jej domu. To nie koniec kampanii.

source: Catherine turned to observe the battlefield from above. The butcher's bill had been large. Both fresh and long-decaying bodies lay strewn about, several Archangels among them. Rion caught up with her a minute later, and the two exchanged looks of exhaustion.
cs: Catherine se otočila a pozorovala bojiště shora. Účet u řezníka byl velký. Čerstvá i dávno zetlelá těla ležela poházená kolem, mezi nimi i několik Archandělů. Rion ji dostihl o chvíli později a oba si vyměnili pohledy plné vyčerpání.
fr: Catherine se retourna pour observer le champ de bataille d'en haut. Le bilan des victimes était lourd. Des corps, frais ou en décomposition, jonchaient le sol, parmi lesquels plusieurs Archanges. Rion la rejoignit une minute plus tard, et ils échangèrent un regard épuisé.
pl: Katarzyna odwróciła się, by spojrzeć na pole bitwy z góry. Straty zadane przez nikczemnika były ogromne. Zarówno świeże jak i od dawna rozkładające się ciała leżały porozrzucane, a wśród nich kilka Archaniołów. Rion dogonił ją chwilę później. Wymienili zmęczone spojrzenia.

source: ``It's done,'' Rion said through panting breaths.
cs: \uv{Je dokonáno,} řekl Rion a přerývaně dýchal.
fr: «C'est fait», dit Rion entre deux inspirations.
pl: \dialogg{To już koniec -- powiedział Rion w zadyszce.}

source: ``No. The necromancer lives, and he flees north.''
cs: \uv{Není.} \uv{Nekromant žije a utíká na sever.}
fr: «Non. Le nécromancien vit et a fui vers le nord.»
pl: \dialogg{Nie. Nekromanta przeżył i ucieka na północ.}

source: ``But… our forces. The Archangels are too few to continue; what hope do we have?''
cs: \uv{Ale... naše síly. Archandělů je příliš málo na to, aby mohli pokračovat; jakou máme naději?}
fr: «Mais... nos forces. Les Archanges sont trop peu pour continuer; quel espoir avons nous?»
pl: \dialogg{Ale... nasze siły. Archaniołów jest zbyt mało, by ruszyć dalej; na co możemy liczyć?}

source: ``There is always hope, my friend. We'll use this castle as a base to resupply, and then we need to give chase before the fiend regains his strength. Steadwick will never be safe otherwise!''
cs: \uv{Naděje umírá poslední, příteli. Použijeme tento hrad jako základnu pro doplnění zásob a pak se musíme dát do pronásledování, než se ďáblovi vrátí síla. Jinak nebude Steadwick nikdy v bezpečí!}
fr: «Il y a toujours de l'espoir, mon ami. Nous utiliserons ce château comme base de ravitaillement et les poursuivrons avant que le démon n'assemble ses forces. Steadwick ne sera jamais en sécurité sinon!»
pl: \dialogg{Zawsze jest nadzieja, przyjacielu. Użyjemy tego zamku jako bazy do uzupełnienia zapasów, a potem musimy rozpocząć pościg, zanim ten łotr odzyska siły. W przeciwnym razie Steadwick nigdy nie będzie bezpieczne!}

source: ``This is foolish,'' Rion sighed. ``We don't need to fight this hard; Vhidhax is not your father, Catherine…''
cs: \uv{To je bláznovství,} povzdechl si Rion.Nemusíme tak tvrdě bojovat, Vhidhax není tvůj otec, Catherine...
fr: «C'est insensé», soupira Rion. «Nous n'avons pas à nous battre autant; Vhidhax n'est pas ton père, Catherine…»
pl: \dialogg{To głupota -- westchnął Rion -- Nie musimy walczyć tak zaciekle. Vhidhax nie jest twoim ojcem, Katarzyno...} \columnbreak

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Remove Archangels from your army, if possible.} \item \textcolor{darkcandyapplered}{Keep the rest of your army and resources for the next Scenario.} \item \textcolor{darkcandyapplered}{Reset your Hero per the normal campaign rules.} \end{itemize}
cs: \begin{itemize} \item \textcolor{darkcandyapplered}{Pokud je to možné, odeberte Archanděly ze své Armády.} \item \textcolor{darkcandyapplered}{Ponechejte si zbytek Armády a Surovin do příštího Scénáře.} \item \textcolor{darkcandyapplered}{Připravte svého Hrdinu dle pravidel Scénáře.} \end{itemize}
fr: \begin{itemize} \item \textcolor{darkcandyapplered}{Retirez les Archanges de votre armée.} \item \textcolor{darkcandyapplered}{Gardez le reste de vos forces et de vos ressources pour le prochain Scénario.} \item \textcolor{darkcandyapplered}{Réinitialisez votre Héros en suivant les règles de campagne.} \end{itemize}
pl: \begin{itemize} \item \textcolor{darkcandyapplered}{Usuń Archanioły ze swojej armii, jeśli to możliwe.} \item \textcolor{darkcandyapplered}{Zachowaj resztę swojej armii i zasobów do następnego Scenariusz.} \item \textcolor{darkcandyapplered}{Zresetuj swojego Bohatera zgodnie z normalnymi zasadami kampanii.} \end{itemize}

source: \textbf{Source:} \href{https://travelledtales.com}{travelledtales.com}
pl: \textbf{Źródło:} \href{https://travelledtales.com}{travelledtales.com}

source: \begin{itemize} \item The enemy army does not move. \item Your Hero's maximum Level is 6. \item All buildings are unavailable, building is not possible. \item All neutral enemies fight using the Neutral Enemy Deck. \item Each time you visit a Trading Post, draw the top Cards from the \svgunit{bronze} bronze, \svgunit{silver} silver, and \svgunit{golden} golden neutral enemy Decks. You may recruit any, or all of them by paying their cost. Shuffle any un-hired ones back into their Decks. \item The Grail may be sold at a trading post for 30 \svgunit{gold} \textit{or} \textbf{Search (3)} the relic Deck, twice. \item When fighting the enemy at thier Town, they have a Citadel. Don't forget to add the walls and arrow tower to make the battle a siege. \end{itemize}
pl: \begin{itemize} \item Wroga armia się nie porusza. \item Maksymalny Poziom twojego Bohatera~to~6. \item Wszystkie budynki są niedostępne, budowanie jest niemożliwe. \item Wszystkie Neutralne Jednostki walczą używając Talii Neutralnych Wrogów. \item Za każdym razem gdy odwiedzasz Punkt Handlowy, dobierz wierzchnie Karty z talii Neutralnych Jednostek \svgunit{bronze} brązowych, \svgunit{silver} srebrnych i \svgunit{golden} złotych. Możesz zrekrutować dowolną liczbę z nich, płacąc ich koszt. Wtasuj wszystkie niezrekrutowane Jednostki z powrotem do ich Talii. \item Możesz sprzedać Graala w Punkcie Handlowym za 30 \svgunit{gold} \textit{albo} \textbf{dwa razy Przeszukać (3)} talię Reliktów. \item Wróg podczas oblężenia dysponuje Cytadelą. Nie zapomnij dodać murów i Wieży Łuczniczej. \end{itemize}

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Add a Few Archangels to your army.} \item \textcolor{darkcandyapplered}{You may now teleport to the enemy town on Tile S1. If you choose not to, you may in the future by spending one \svgeven{movement} at this Obelisk.} \end{itemize}
pl: \begin{itemize} \item \textcolor{darkcandyapplered}{Dodaj Garstkę Archaniołów do swojej armii.} \item \textcolor{darkcandyapplered}{Możesz teraz teleportować się do miasta wroga na Kafelku S1. Jeśli nie zdecydujesz się na to teraz, możesz to zrobić później, wydając jeden \svgeven{movement} przy tym Obelisku.} \end{itemize}

source: \begin{itemize} \item The enemy army does not move. \item Your Hero's maximum Level is 6. \item All buildings are unavailable, building is not possible. \item All neutral enemies fight using the Neutral Enemy Deck. \item Each time you visit a Trading Post, draw the top Cards from the \svg{bronze} bronze, \svg{silver} silver, and \svg{golden} golden neutral enemy Decks. You may recruit any, or all of them by paying their cost. Shuffle any un-hired ones back into their Decks. \item The Grail may be sold at a trading post for 30 \svg{gold} \textit{or} \textbf{Search (3)} the relic Deck, twice. \item When fighting the enemy at their Town, they have a Citadel. Don't forget to add the walls and arrow tower to make the battle a siege. \end{itemize}
fr: \begin{itemize} \item L'armée ennemie ne se déplace pas. \item Votre niveau de Héros maximum est 6. \item Tous les bâtiments sont indisponibles, construire n'est pas possible. \item Tous les ennemis neutres combattent avec le Deck Ennemi Neutre. \item À chaque visite du Comptoir, piochez une Carte de chaque Deck Ennemis Neutres \svg{bronze} bronze, \svg{silver} argent, et \svg{golden} or. Vous pouvez les recruter chacune en payant le coût. Mélangez les non recrutés dans leurs Decks. \item Le Graal peut être vendu au Comptoir pour 30 \svg{gold} \textit{ou} \textbf{Fouiller (3)} le Deck Relique, deux fois. \item L'ennemie dans sa Ville possède une Citadelle . N'oubliez pas d'ajouter les Murs et la Tourelle pour le siège. \end{itemize}

source: \begin{itemize} \item \textcolor{darkcandyapplered}{Add a Few Archangels to your army.} \item \textcolor{darkcandyapplered}{You may now teleport to the enemy town on Tile S1. If you choose not to, you may in the future by spending one \svg{movement-red} at this Obelisk.} \end{itemize}
fr: \begin{itemize} \item \textcolor{darkcandyapplered}{Ajoutez Quelques Archanges à votre armée.} \item \textcolor{darkcandyapplered}{Vous pouvez vous téléporter à la Ville ennemie sur la tuile S1. Sinon, vous pouvez plus tard en payant un \svg{movement-red} sur cet Obélisque.} \end{itemize}
