Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/castle_sicilian_dragon.tex/*.po
Languages: cs, fr, pl

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Ułóż poniższe Kafelki Mapy zgodnie z układem pokazanym na mapie Scenariusza:

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \textbf{Town Buildings:} None
cs: \textbf{Městské Budovy:} Žádné
fr: \textbf{Bâtiments de départ :} Aucun
pl: \textbf{Budynki Początkowe:} Brak

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Author:} Tyson Heckert
cs: \textbf{Autor:} Tyson Heckert
fr: \textbf{Auteur:} Tyson Heckert
pl: \textbf{Autor:} Tyson Heckert

source: \textbf{Source:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}
cs: \textbf{Zdroj:} \hrefwithoutfootnote{https://travelledtales.com}{travelledtales.com}

source: \subsection*{\MakeUppercase{Scenario length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \textbf{Faction:} Castle
cs: \textbf{Frakce:} Hrad
fr: \textbf{Faction:} Château
pl: \textbf{Frakcja:} Zamek

source: \subsection*{\MakeUppercase{AI Hero setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Faction:} Necropolis
cs: \textbf{Frakce:} Nekropole
fr: \textbf{Bonus de départ :} Nécropole
pl: \textbf{Frakcja:} Nekropolia

source: \subsection*{\MakeUppercase{Map setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Heroes placement}}
cs: \subsection*{\MakeUppercase{Umístění Hrdinů}}
fr: \subsection*{\MakeUppercase{Placement des Héros}}
pl: \subsection*{\MakeUppercase{Ustawienie Bohaterów}}

source: \subsection*{\MakeUppercase{Additional rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: During this Castle campaign Scenario, the following rules apply:
cs: Během tohoto Scénáře Kampaně \uv{Hradu} platí následující pravidla:
fr: Pendant ce Scénario Campagne Château, les règles suivantes s'appliquent:
pl: W trakcie tego Scenariusza kampanii Zamku obowiązują następujące zasady:

source: \subsection*{\MakeUppercase{The story}}
cs: \subsection*{\MakeUppercase{Příběh}}
fr: \subsection*{\MakeUppercase{L'Histoire}}
pl: \subsection*{\MakeUppercase{Opowieść}}

source: \addscenariosection[subsection]{1}{Castle Campaign $-$ The Queen's Gambit}{2. Sicilian Dragon}{\images/catherine.png}
cs: \addscenariosection[subsection]{1}{Kampa\v{n} Hradu $-$ Dámský Gambit}{2. Drak ze Sicílie}{\images/catherine.png}
fr: \addscenariosection[subsection]{1}{Campagne Château $-$ Gambit de la Reine}{2. Sicilienne Dragon}{\images/catherine.png}
pl: \addscenariosection[subsection]{1}{Kampania Zamku $-$ Gambit Królowej}{2. Smok Sycylijski}{\images/catherine.png}

source: \textit{Convinced that the only way to save Steadwick is to attack Vhidhax, Catherine powers her small force ahead. Following the Archangels to a distant, inhospitable land, she must now navigate her way through.}
cs: \textit{Catherine je přesvědčena, že jediným způsobem, jak zachránit Steadwick, je zaútočit na Vhidhaxe, a tak se vydává vpřed se svou malou jednotkou. Následujíc Archanděly do vzdálené, nehostinné země, si musí nyní proklestit cestu.}
fr: \textit{Convaincue que le seul moyen de sauver Steadwick est d'attaquer Vhidhax, Catherine lance ses minces troupes à l'assaut. Suivant les Archanges jusqu'à une contrée lointaine et inhospitalière, elle doit désormais se frayer un chemin.}
pl: \textit{Przekonana, że jedynym sposobem na ocalenie Steadwick jest zaatakowanie Vhidhaxa, Katarzyna prowadzi swoją niewielką armię naprzód. Podążając za Archaniołami do odległej, niegościnnej ziemi, musi znaleźć drogę naprzód.}

source: This Scenario plays out over 11 Rounds.
cs: Tento Scénář se hraje na 11 Kol.
fr: Ce scénario se joue en 11 Manches.
pl: Ten Scenariusz rozgrywany jest w 11 Rundach.

source: \textbf{Faction Hero:} The same Hero as Scenario 1
cs: \textbf{Hrdina Frakce:} Stejný Hrdina jako ve Scénáři 1
fr: \textbf{Héros de Faction:} Le même Héros qu'au Scénario 1
pl: \textbf{Bohater Frakcji:} Ten sam, którym grałeś w poprzednim Scenariuszu

source: \textbf{Starting Resources:} The resources you ended with in Scenario 1
cs: \textbf{Počáteční Suroviny:} Suroviny, které jste měli na konci Scénáře 1
fr: \textbf{Ressources de Départ:} Les Ressources de la fin du Scénario 1
pl: \textbf{Zasoby Początkowe:} Te, z którymi zakończyłeś poprzedni Scenariusz

source: \textbf{Starting Units:} The army you ended with in Scenario 1
cs: \textbf{Počáteční Jednotky:} Armáda se kterou jste zakončili Scénář 1
fr: \textbf{Unités de Départ:} L'armée de la fin du Scénario 1
pl: \textbf{Jednostki Początkowe:} Armia, z którą zakończyłeś poprzedni Scenariusz

source: \textbf{Bonus:} Begin the Scenario at Hero Level 2, but do not take new Ability Cards.
cs: \textbf{Bonus:} Scénář začněte s Úrovní Hrdiny 2, ale nedobírejte nové Karty Schopností.
fr: \textbf{Bonus:} Commencez le Scénario au Niveau 2, mais ne pas prendre de Carte de Compétence.
pl: \textbf{Bonus:} Rozpocznij z Bohaterem na Poziomie~2, ale nie dobieraj nowych Kart Zdolności.

source: \textbf{Enemy Army:} A Pack of Skeletons, a Pack of Zombies, a Pack of Liches, a Few Dread Knights, a Few Ghost Dragons
cs: \textbf{Nepřátelská Armáda:} Tlupa Kostlivců, Tlupa Zombí, Tlupa Lichů, Hrstka Hrozivých Rytířů, Hrstka Přízračných Draků
fr: \textbf{Armée Ennemie:} Groupe de Squelettes, Groupe de Zombie, Groupe de Liches, Quelques Chevaliers de l'Effroi, Quelques Dragons Fantomes
pl: \textbf{Wroga Armia:} Grupa Szkieletów, Grupa Zombie, Grupa Liczy, Garstka Rycerzy Grozy, Garstka Upiornych Smoków

source: \textbf{Enemy Deck:} 3 × Might Cards, 3 × Magic Cards, 1 × Skill Card
cs: \textbf{Balíček Nepřítele:} 3 × Karta Moci, 3 × Karta Magie, 1 × Karta Dovedností
fr: \textbf{Deck Ennemi:} 3 × Cartes Force, 3 × Cartes Magie, 1 × Carte Capacité
pl: \textbf{Talia Wroga:} 3 × Karty Mocy, 3 × Karty Magii, 1 × Karta Umiejętności

source: \textbf{Enemy Spells:} 2 × Lightning Bolt, 1 × Curse
cs: \textbf{Kouzla Nepřítele:} 2 × Blesk, 1 × Prokletí
fr: \textbf{Sorts Ennemis:} 2 × Foudre, 1 × Malédiction
pl: \textbf{Zaklęcia Wroga:} 2 × Błyskawica, 1 × Klątwa

source: \textbf{Enemy Skills:} Cloak of the Undead King IV and VI, the enemy will play whichever it can
cs: \textbf{Dovednosti Nepřítele:} Plášť Krále Nemrtvých IV a VI, nepřítel zahraje libovolnou možnou Kartu
fr: \textbf{Spécial:} Cape du Roi Mort-Vivant IV et VI, l'ennemi jouera ce qu'il peut
pl: \textbf{Umiejętności Wroga:} Płaszcz Króla Nieumarłych IV i VI, wróg zagra tę, którą może

source: \textbf{Neutral Enemy Deck:} 4 × Might Cards
cs: \textbf{Balíček Karet Neutrálního Nepřítele:} 4 × Karta Moc
fr: \textbf{Deck Ennemi Neutre:} 4 × Cartes Force
pl: \textbf{Talia Neutralnych Wrogów:} 4 × Karty Mocy

source: \textbf{1 × Starting (I) Map Tile} \begin{itemize} \item 1 × Necropolis (S1) \end{itemize}
cs: \textbf{1 × Startovní (I) Dílek Mapy} \begin{itemize} \item 1 × Nekropole (S1) \end{itemize}
fr: \textbf{1 × Tuile de Départ (I)} \begin{itemize} \item 1 × Nécropole (S1) \end{itemize}
pl: \textbf{1 × Początkowy (I) Kafelek Mapy} \begin{itemize} \item 1 × Nekropolia (S1) \end{itemize}

source: \textbf{3 × Far (II--III) Map Tile} \begin{itemize} \item 3 × random Tiles from Necropolis or Dungeon (F1, F2, F4, F5, F7, F8) \end{itemize}
cs: \textbf{3 × Vzdálený (II--III) Dílek Mapy} \begin{itemize} \item 3 × Náhodný Dílek Nekropole nebo Kobky (F1, F2, F3, F4, F5, F7, F8) \end{itemize}
fr: \textbf{3 × Tuiles Lointaines (II--III)} \begin{itemize} \item 3 × Tuiles au hasard Nécropole ou Donjon (F1, F2, F4, F5, F7, F8) \end{itemize}
pl: \textbf{3 × Dalekie (II--III) Kafelki Mapy} \begin{itemize} \item 3 × losowe Kafelki Nekropolii lub Lochów (F1, F2, F4, F5, F7, F8) \end{itemize}

source: \textbf{4 × Near (IV--V) Map Tile} \begin{itemize} \item 2 × Necropolis (N1, N4) \item 2 × Dungeon (N2, N5) \end{itemize}
cs: \textbf{4 × Blízký (IV--V) Dílek Mapy} \begin{itemize} \item 2 × Nekropole (N1, N4) \item 2 × Kobka (N2, N5) \end{itemize}
fr: \textbf{4 × Tuiles Proches (IV--V)} \begin{itemize} \item 2 × Nécropole (N1, N4) \item 2 × Donjon (N2, N5) \end{itemize}
pl: \textbf{4 × Bliski (IV--V) Kafelek Mapy} \begin{itemize} \item 2 × Nekropolia (N1, N4) \item 2 × Lochy (N2, N5) \end{itemize}

source: \textbf{1 × Center (VI--VII) Map Tile} \begin{itemize} \item 1 × Grail Tile (C2) \end{itemize}
cs: \textbf{1 × Středový (VI--VII) Dílek Mapy} \begin{itemize} \item 1 × Dílek s Grálem (C2) \end{itemize}
fr: \textbf{1 × Tuile Centre (VI--VII)} \begin{itemize} \item 1 × Tuile Graal (C2) \end{itemize}
pl: \textbf{1 × Centralny (VI--VII) Kafelek Mapy} \begin{itemize} \item 1 × Kafelek z Graalem (C2) \end{itemize}

source: \textbf{\MakeUppercase{Note:}} Place Tile S1 aside, face up.
cs: \textbf{\MakeUppercase{Note:}} Položte Dílek S1 stranou, lícem vzhůru.
fr: \textbf{\MakeUppercase{Note:}} Placez la Tuile S1 de côté, face visible.
pl: \textbf{\MakeUppercase{Uwaga:}} Odłóż odkryty Kafelek S1 na bok.

source: Place your Castle Hero on the empty Field of the rightmost Far Tile.
cs: Umístěte svého Hrdinu Hradu na prázdné Pole Vzdáleného Dílku nejvíce vpravo.
fr: Placez votre Héros Château sur la Case Vide sur la Tuile Lointaine la plus à droite.
pl: Umieść swojego Bohatera na pustym Polu najbardziej wysuniętego na prawo Dalekiego Kafelka.

source: Place a Necropolis Hero on the center Field of the S1 Necropolis Tile.
cs: Umístěte Hrdinu Nekropole na středové Pole Dílku S1 Nekropole.
fr: Placez un Héros Nécropole sur la Case Centrale de la Tuile Nécropole S1.
pl: Umieść Bohatera Nekropolii na środkowym Polu Kafelka Nekropolii S1.

source: \begin{itemize} \item Find the Archangels \item Defeat the enemy army \end{itemize}
cs: \begin{itemize} \item Najděte Archanděly \item Poražte Nepřátelské Armády \end{itemize}
fr: \begin{itemize} \item Trouver les Archanges \item Vaincre l'armée ennemie \end{itemize}
pl: \begin{itemize} \item Znajdź Archanioły \item Pokonaj wrogą armię \end{itemize}

source: \subsection*{\MakeUppercase{Defeat Conditions}} \begin{itemize} \item You lose one combat encounter \item You run out of time at the end of the 11th Round \end{itemize}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}} \begin{itemize} \item Prohrajete libovolný souboj \item Dojde vám čas na konci 11. Kola \end{itemize}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}} \begin{itemize} \item Vous perdez un combat. \item Vous arrivez à la fin de la Manche 11 \end{itemize}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}} \begin{itemize} \item Przegrywasz jakąkolwiek walkę \item Kończy ci się czas pod koniec 11. Rundy \end{itemize}

source: \textbf{\nth{1} Round:} \begin{itemize} \item Read ``Into the Badlands'' section \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte sekci \uv{Do Pustiny} \end{itemize}
fr: \textbf{Manche 1:} \begin{itemize} \item Lisez la section «Dans les Terres Désolées» \end{itemize}
pl: \textbf{1. Runda:} \begin{itemize} \item Przeczytaj fragment ,,W głąb pustkowia'' \end{itemize}

source: \textbf{Visiting the first Obelisk:} \begin{itemize} \item Read ``The First Relic'' section \end{itemize}
cs: \textbf{Při navštívení prvního Obelisku:} \begin{itemize} \item Přečtěte sekci \uv{První Relikvie} \end{itemize}
fr: \textbf{En visitant le premier Obélisque:} \begin{itemize} \item Lisez la section «La Première Relique» \end{itemize}
pl: \textbf{Oflagowanie pierwszego Obelisku:} \begin{itemize} \item Przeczytaj fragment ,,Pierwszy relikt'' \end{itemize}

source: \textbf{Visiting the second Obelisk:} \begin{itemize} \item Read ``Showdown'' section \end{itemize}
cs: \textbf{Při navštívení druhého Obelisku:} \begin{itemize} \item Přečtěte sekci \uv{Zúčtování} \end{itemize}
fr: \textbf{En visitant le second Obélisque:} \begin{itemize} \item Lisez la section «L'Épreuve de Force» \end{itemize}
pl: \textbf{Oflagowanie drugiego Obelisku:} \begin{itemize} \item Przeczytaj fragment ,,Rozstrzygnięcie'' \end{itemize}

source: \textbf{When you complete the Scenario:} \begin{itemize} \item Read ``The Escape'' section \end{itemize}
cs: \textbf{Jakmile dokončíte Scénář:} \begin{itemize} \item Přečtěte sekci \uv{Útěk} \end{itemize}
fr: \textbf{Quand vous complétez le Scénario:} \begin{itemize} \item Lisez la section «La Fuite» \end{itemize}
pl: \textbf{Po zakończeniu Scenariusza:} \begin{itemize} \item Przeczytaj fragment ,,Ucieczka'' \end{itemize}

source: \begin{itemize} \item The enemy army does not move. \item Your Hero's maximum Level is 6. \item All buildings are unavailable, building is not possible. \item All neutral enemies fight using the Neutral Enemy Deck. \item Each time you visit a Trading Post, draw the top Cards from the \bronze\ bronze, \silver\ silver, and \golden\ golden neutral enemy Decks. You may recruit any, or all of them by paying their cost. Shuffle any un-hired ones back into their Decks. \item The Grail may be sold at a trading post for 30 \svg{gold} \textit{or} \textbf{Search (3)} the relic Deck, twice. \item When fighting the enemy at their Town, they have a Citadel. Don't forget to add the walls and arrow tower to make the battle a siege. \end{itemize}
cs: \begin{itemize} \item Nepřátelská armáda se nepohybuje. \item Maximální Úroveň vašeho Hrdiny je 6. \item Všechny Budovy jsou nedostupné, stavba není možná. \item Všichni Neutrální Nepřátelé bojují pomocí Balíčku Neutrálních Nepřátel. \item Pokaždé, když navštívíte Obchodní Stanici, táhněte horní karty z Balíčků \bronze\ Bronzových, \silver\ Stříbrných a \golden\ Zlatých Neutrálních Nepřátel. Můžete si najmout kteroukoli z nich nebo všechny, když zaplatíte jejich cenu. Zamíchejte všechny nenajaté zpět do jejich Balíčků. \item Grál může být prodán na obchodním místě za 30 \svg{gold} \textit{nebo} \textbf{Prohledat (3)} balíček relikvií, dvakrát. \item Při boji s nepřítelem v jeho městě mají citadelu. Nezapomeňte přidat hradby a šípovou věž, aby se bitva stala obléháním. \end{itemize}

source: \textbf{Into the Badlands}
cs: \textbf{Do Pustiny}
fr: \textbf{Dans les Terres Désolées}
pl: \textbf{W głąb pustkowia}

source: Catherine crossed arms and leaned on her saddle horn as she peered out over the wasteland they'd been led to. The Archangels had gone ahead of the small force she'd scraped together, and she wondered if it had been a mistake to let them go. With the enemy stronghold still nowhere in sight, locating it would take time, and the inhospitable landscape would not be kind.
cs: Catherine zkřížila ruce a opřela se o sedlový roh, když se rozhlížela po pustině, kam je zavedli. Archandělé zmizeli před malou jednotkou, kterou dala dohromady, a ona přemýšlela, jestli nebyla chyba nechat je jít. Nepřátelská pevnost byla stále v nedohlednu, její nalezení by trvalo dlouho a nehostinná krajina by nebyla přívětivá.
fr: Catherine croisa les bras et s'appuya sur sa selle en scrutant les Terres Désolées où ils avaient été conduits. Les Archanges avaient devancé le petit groupe qu'elle avait assemblé tant bien que mal, et elle se demanda si elle avait eu tort de les laisser partir. Le fort ennemi étant toujours introuvable, le localiser prendrait du temps, et le paysage hostile ne leur faciliterait pas la tâche.
pl: Katarzyna skrzyżowała ramiona i oparła się o łęk siodła, spoglądając na pustkowia, do których ich zwabiono. Archanioły udały się na zwiad, pozostawiajac skromne siły które zdołała zebrać. Zastanawiała się, czy aby na pewno słusznie postąpiła, każąc im odlecieć. Wroga twierdza wciąż pozostawała nieodnaleziona. Odszukanie jej zajmie sporo czasu, a to nieprzyjazne pustkowie nie ułatwi im zadania.

source: Rion pulled up next to her as he finished gulping the last contents of a water pouch. He wiped the dribble and sweat from his face before saying anything. ``Not the best place to do any fighting. Besides the poor conditions, I've heard the locals are known for their particular… ferocity.''
cs: Rion se zastavil vedle ní, když dopil poslední obsah vaku s vodou. Než něco řekl, otřel si z tváře kapky potu. \uv{Tohle není nejlepší místo na boj.Kromě špatných podmínek jsem slyšel, že místní obyvatelé jsou známí svou zvláštní... krutostí.}
fr: Rion s'arrêta à côté d'elle après avoir fini le contenu de sa gourde. Il s'essuya le visage de sueur et de bave avant de parler. «Ce n'est pas l'endroit idéal pour se battre. Outre les mauvaises conditions, j'ai entendu que les locaux sont réputés pour leur… férocité particulière.»
pl: Rion podjechał do niej, dopijając ostatnie krople z bukłaka. Otarł z twarzy resztki wody i pot, zanim się odezwał.\\ \dialog{Kiepskie miejsce na bitwę. Pomijając fatalne warunki, słyszałem, że tubylcy są dość... dzicy.}

source: ``Well then, we'll just have to bring them to heel,'' Catherine replied coldly. The truth was she was more worried about that possibility than she let on, but she had to maintain her composure to protect the image of her strength.
cs: \uv{No, tak je prostě budeme muset dostat na lopatky,} odpověděla Catherine chladně.Pravdou bylo, že se této možnosti obávala víc, než dávala najevo, ale musela zachovat klid, aby ochránila obraz své síly.
fr: «Eh bien, il va falloir les remettre à leur place.», répondit froidement Catherine. En vérité, cette éventualité l'inquiétait bien plus qu'elle ne le laissait paraître, mais elle devait garder son sang-froid pour préserver l'image de sa force.
pl: \dialog{W takim razie będziemy musieli ich poskromić -- odparła chłodno Katarzyna.} W rzeczywistości martwiła się tym o wiele bardziej, niż okazywała, ale musiała zachować zimną krew, by nie zachwiać wizerunku swojej siły.

source: ``You think they'll fight for us?'' Rion asked with a raised eyebrow.
cs: \uv{Myslíš, že za nás budou bojovat?} Zeptal se Rion se zdviženým obočím.
fr: « Se battront-il pour nous ?» demanda Rion en haussant un sourcil.
pl: \dialog{Myślisz, że będą dla nas walczyć? -- Rion uniósł brwi.}

source: Catherine tightly gripped a heavy sack of coin by her side and heaved it into her lap so the contents jingled like tiny bells to emphasize her point. ``I think generous arrangements can be made. For the rest, the sword will do.''
cs: Catherine zdůraznila svůj názor tak, že pevně sevřela těžký měšec s mincemi vedle sebe a ztěžka si ho položila do klína, takže obsah zacinkal jako drobné zvonky. \uv{Myslím, že lze učinit velkorysá opatření. Pro zbytek postačí meč.}
fr: Catherine serra fermement un lourd sac de pièces qu'elle portait à ses côtés et le jeta sur ses genoux, en tintant comme des clochettes pour appuyer ses propos. «Je pense qu'on peut s'arranger généreusement. Pour le reste, l'épée fera l'affaire.»
pl: Katarzyna chwyciła mocno ciężki mieszek złota wiszący u jej boku i położyła go sobie na kolanach. Monety zabrzęczały głośno, podkreślając jej intencje.\\ \dialog{Odrobina hojności zdziała cuda. A tam, gdzie nie zdziała, zdziała miecz.}

source: \textbf{The First Relic}
cs: \textbf{První Relikvie}
fr: \textbf{La Première Relique}
pl: \textbf{Pierwszy relikt}

source: Ahead, a clearing of dry, cracked ground gave way to a large Obelisk protruding from the ground like a massive marker. Catherine had seen enough magical artifacts in her time that she could tell the structure was a place of power. Throwing an arm forward, she signaled Rion to proceed with an inspection.
cs: Před námi se na mýtině se suchou, popraskanou zemí objevil velký obelisk, který vyčníval ze země jako znak majestátnosti. Catherine už viděla dost magických artefaktů, aby poznala, že tato stavba je místem moci. Pohodila ruku vpřed a naznačila Rionovi, aby pokračoval v prohlídce.
fr: Plus loin, une clairière de terre craquelée menait à un grand Obélisque émergeant du sol tel un repère massif. Catherine avait vu suffisamment d'artefacts magiques au cours de sa vie pour savoir que la structure était un lieu de pouvoir. D'un geste de la main, elle signala à Rion de procéder à l'inspection.
pl: Opodal znajdowała się polana z suchą, popękaną ziemią, z której wyrastał wielki Obelisk, niczym ogromny pomnik. Katarzyna widziała już w swoim życiu dość magicznych artefaktów, by rozpoznać, że budowla była miejscem mocy. Wskazując ramieniem naprzód, dała Rionowi znak, by zbadał obiekt.

source: The mage approached slowly, removing a glove to touch the cold stone of the smoothly cut sides with his skin. Intricate runes were carved in it, detailing all manner of scripture in long-lost tongues. As awe-inspiring as it was, equally apparent was the time-worn damage.
cs: Mág se pomalu přiblížil, sundal si rukavici a kůží se dotkl stran chladného hladce opracovaného kamene. Byly do něj vytesány složité runy, popisující nejrůznější písma v dávno ztracených jazycích. Stejně jako vzbuzoval úctu, stejně zřetelné bylo i poškození způsobené časem.
fr: Le mage s'approcha lentement, pour effleurer de sa main nue la pierre froide aux parois lisses. Des runes complexes y étaient gravées, des écritures de langues oubliées. Aussi impressionnant que cela fut, l'usure était tout aussi apparente.
pl: Kleryk zbliżył się. Zdjął rękawicę, by dotknąć nagą dłonią zimnego kamienia o gładko ciosanych bokach. Na powierzchni widniały misterne runy, ukazujące pisma w~dawno zapomnianych językach. Mimo widocznych nadgryzień zębem czasu, budowla wciąż budziła podziw.

source: After a moment, he turned to Catherine. ``It's a transport beacon,'' he said. ``Like a monolith, but with a shorter range. At least… it was. It's damaged, and where the magic in the runes should be strong, even glowing, they're dark, and any power is long decayed.''
cs: Po chvíli se obrátil ke Catherine. \uv{Je to transportní maják,} řekl. \uv{Jako monolit, ale s kratším dosahem.Alespoň... byl. Je poškozený, a tam, kde by magie v runách měla být silná, dokonce zářivá, je temná a veškerá síla je dávno rozpadlá.}
fr: Après un instant, il se tourna vers Catherine. «C'est une balise de transport», dit-il. «Comme un monolithe, mais à plus courte portée. Du moins… c'en était une. Elle est endommagée, et là où les runes magiques devraient être puissantes, voire luisantes, elles sont sombres, et toute énergie s'est dissipée.»
pl: Po chwili zwrócił się do Katarzyny.\\ \dialog{To kamień transportowy -- powiedział -- Jak monolit, ale o mniejszym zasięgu. Przynajmniej... kiedyś tak było. Jest uszkodzony, a runy, które powinny pulsować silną magią i świecić, są teraz ciemne i pozbawione jakiejkolwiek mocy.}
