Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/stand_united.tex/*.po
Languages: cs, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout ($P$ stands for the number of players):
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři ($H$ znamená počet hráčů):
fr: Prenez les tuiles suivantes et disposez-les comme indiqué sur le schéma du scénario ($J$ représente le nombre de joueurs):
pl: Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza ($G$ oznacza liczbę graczy):

source: \textbf{Town Buildings:} \bronze\ Dwelling
cs: \textbf{Městské Budovy:} \bronze\ Obydlí

source: \addscenariosection{1}{Cooperative Scenario}{Stand United}{\images/interference.png}
cs: \addscenariosection{1}{Cooperative Scenario}{Sjednoťme se}{\images/interference.png}
fr: \addscenariosection{1}{Scénario Coopératif}{Fronts Unis}{\images/interference.png}
pl: \addscenariosection{1}{Tryb Kooperacyjny}{Stańcie Zjednoczeni}{\images/interference.png}

source: \textbf{Author:} NeuroN
cs: \textbf{Autor:} NeuroN
fr: \textbf{Auteur :} NeuroN
pl: \textbf{Autor:} NeuroN

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1332731339614453802/1332731339614453802}{Archon Studio Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1332731339614453802/1332731339614453802}{Archon Studios Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1332731339614453802/1332731339614453802}{Discord Archon Studio}

source: \textit{Evil Dragon Lords threaten the entire Enroth. Heroes, with their armies united, march against them in an epic final stand.} % no-check-caps
cs: \textit{Zlí Dračí Páni ohrožují celý Enroth. Hrdinové sjednotí armády a táhnou proti nim v epickém závěrečném střetu.} % no-check-caps
fr: \textit{Les Seigneurs Dragons Maléfiques menacent Enroth tout entier. Les Héros, unis avec leurs armées, marchent à leur rencontre pour un dernier combat épique.} % no-check-caps
pl: \textit{Złowrodzy Smoczy Władcy zagrażają całemu Enroth. Bohaterowie ze zjednoczonymi armiami maszerują przeciwko nim w epickim ostatecznym starciu.}

source: This Scenario is played over 9 Rounds.
cs: Tento Scénář se hraje na 9 Kol.
fr: Ce Scénario se joue en 9 Manches.
pl: Ten Scenariusz jest rozgrywany w 9 Rundach.

source: \textbf{Player Count:} 2--4
cs: \textbf{Počet Hráčů:} 2--4
fr: \textbf{Nombre de Joueurs :} 2 -- 4
pl: \textbf{Liczba Graczy:} 2--4

source: \textbf{Starting Resources:} 6 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 6 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 6 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 6 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item 1 × A Few cheapest \bronze\ Units \item 1 × A Few cheapest \silver\ Units \end{itemize}
cs: \textbf{Úvodní Jednotky:} \begin{itemize} \item 1 × Hrstku nejlevnějších \bronze\ Jednotek \item 1 × Hrstku nejlevnějších \silver\ Jednotek \end{itemize}

source: \begin{itemize} \item P × Starting (I) Map Tile \item P × Far (II--III) Map Tile \item P × Near (IV--V) Map Tile, all of which must contain an Obelisk \item 1 × Center (VI--VII) Map Tile which must contain a Dragon Utopia \end{itemize}
cs: \begin{itemize} \item H × Startovní (I) Dílek Mapy \item H × Vzdálený (II--III) Dílek Mapy \item H × Blízký (IV--V) Dílek Mapy, všechny musí obsahovat pole Obelisk \item 1 × Středový (VI--VII) Dílek Mapy, který musí obsahovat Pole Dračí Utopie \end{itemize}
fr: \begin{itemize} \item J × Tuile de Départ (I) \item J × Tuile Lointaine (II--III) \item J × Tuile Proche (IV--V), toute avec un Obélisque \item 1 × Tuile Centre (VI--VII) qui doit avoir des Terres Désolées \end{itemize}
pl: \begin{itemize} \item G × Początkowy (I) Kafelek Mapy \item G × Daleki (II--III) Kafelek Mapy \item G × Bliski (IV--V) Kafelek Mapy, wszystkie muszą zawierać Obelisk \item 1 × Centralny (VI--VII) Kafelek Mapy ze Smoczą Utopią \end{itemize}

source: \subsection*{\MakeUppercase{AI Enemy Setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Nepřítele}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Enemy Deck:} 6 × Might Card, 4 × Magic Card, 4 × Skill Card
cs: \textbf{Nepřítelův Balíček:} 6 × Karta Síly, 4 × Karta Magie, 4 × Karta Schopnosti
fr: \textbf{Deck Ennemi:} 6 × Cartes Force, 4 × Cartes Magie, 4 × Cartes Capacité
pl: \textbf{Talia Wroga:} 6 × Karta Mocy, 4 × Karta Magii, 4 × Karta Umiejętności

source: \textbf{Enemy Spells:} 1 × Fireball, 1 × Lightning Bolt, 1 × Weakness, 1 × Curse
cs: \textbf{Nepřátelská Kouzla:} 1 × Ohnivá Koule, 1 × Blesk, 1× Slabost, 1× Prokletí
fr: \textbf{Sorts Ennemis:} 1 × Boule de Feu, 1 × Eclair, 1 × Faiblesse, 1 × Malédiction
pl: \textbf{Zaklęcia Wroga:} 1 × Kula Ognia, 1 × Piorun, 1 × Osłabienie, 1 × Klątwa

source: \textbf{Enemy Skill:} Sorcery
cs: \textbf{Nepřátelské Dovednosti:} Kouzelnictví
fr: \textbf{Compétence Ennemi:} Sorcellerie
pl: \textbf{Zdolność Wroga:} Talent Magiczny

source: All players win the Scenario when each player has won a fight in the Dragon Utopia.
cs: Všichni hráči zvítězí pokud každý z nich vyhraje souboj proti Dračí Utopii.
fr: Tous les joueurs gagnent quand chacun a gagné un combat dans les Terres Désolées.
pl: Wszyscy gracze wygrywają Scenariusz, gdy każdy gracz wygra walkę w Smoczej Utopii.

source: If at least one player has failed to defeat the Dragon Utopia by the end of Round 9, the Scenario is lost.
cs: Pokud nejméně jeden hráč selže ve zdolání Dračí Utopie do konce 9. Kola, Scénář skončil neúspěchem.
fr: Si au moins un Joueur n'a pas gagné le combat dans les Terres Désolées à la fin de la Manche~9.
pl: Jeśli co najmniej jeden gracz nie zdoła pokonać Smoczej Utopii przed końcem Rundy 9., Scenariusz jest przegrany.

source: \subsection*{\MakeUppercase{Timed Events}} \textbf{\nth{4} Round:} \begin{itemize} \item Roll a \svg{resource} and resolve the result. \end{itemize} \textbf{\nth{6} Round:} \begin{itemize} \item Repeat the event of Round 4. \end{itemize} \textbf{\nth{8} Round:} \begin{itemize} \item Repeat the event of Round 4. \end{itemize}
cs: \subsection*{\MakeUppercase{Časované Události}} \textbf{4. Kolo:} \begin{itemize} \item Hodtě \svg{resource} a vyhodnoťte výsledek. \end{itemize} \textbf{6. Kolo:} \begin{itemize} \item Zopakujte Událost 4. Kola. \end{itemize} \textbf{8. Kolo:} \begin{itemize} \item Zopakujte Událost 4. Kola. \end{itemize}
fr: \subsection*{\MakeUppercase{Évènements programmés}} \textbf{Manche 4:} \begin{itemize} \item Lancez un \svg{resource} et résolvez le résultat. \end{itemize} \textbf{Manche 6:} \begin{itemize} \item Répétez les évènements de la Manche 4. \end{itemize} \textbf{Manche 8:} \begin{itemize} \item Répétez les évènements de la Manche 4. \end{itemize}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}} \textbf{4. Runda:} \begin{itemize} \item Rzuć \svg{resource} i rozpatrz wynik. \end{itemize} \textbf{6. Runda:} \begin{itemize} \item Powtórz wydarzenie z Rundy 4. \end{itemize} \textbf{8. Runda:} \begin{itemize} \item Powtórz wydarzenie z Rundy 4. \end{itemize}

source: \begin{itemize} \item Remove both Azure Dragons Cards from the \azure\ Neutral Units Deck and set one of them aside for later use. \item Players cannot recruit Secondary Heroes. \item Level VII Combat cannot be skipped by Diplomacy or any other means. \item Players can use their Build Token to initiate trade with one other chosen player. The two players can freely exchange Resources and can exchange Artifacts or Spells from their hand as if their Heroes were adjacent. \item During the game, players assemble a shared army. Every player can field Units from the shared army during Combat (shared Units' \svg{map} abilities can be activated each Round by only one player). % no-check-caps \item Upon flagging an Obelisk, discard the top Card from each Neutral Units Deck except \azure{}. You can recruit one of these Units. Units recruited this way go into the shared army. \item During Combat at the Dragon Utopia, one of the Neutral \azure\ Units is always the Azure Dragon and the Neutral army uses the AI Deck. Reshuffle the AI Deck and AI Spell Deck at the end of Combat. \item After winning Combat at the Dragon Utopia, no Faction Cube is placed on the Dragon Utopia Field. The victorious player puts one of their surviving Faction Units into the shared army and can redistribute their remaining Resources among other players, after which that player gets removed from the game. \end{itemize}
cs: \begin{itemize} \item Odeberte obě karty Azurový Drak z \azure\ Balíčku Neutrálních Jednotek a mějte je přichystané pro pozdější použití. \item Hráči nemohou najmout Sekundárního Hrdinu. \item Souboj VII Úrovně nemůže být přeskočen žádným způsobem, ani pomocí Diplomacie. \item Hráči mohou použít svůj Žeton Stavby k zahájení obchodu s jedním dalším vybraným hráčem. Oba hráči si mohou volně vyměňovat suroviny a mohou si vyměňovat artefakty nebo kouzla z ruky, jako by jejich hrdinové byli vedle sebe. \item Během hry hráči sestavují společnou armádu. Každý hráč může během boje nasadit jednotky ze společné armády (schopnosti \svg{map} společných jednotek může v každém kole aktivovat pouze jeden hráč). % no-check-caps \item Po označení Obelisku vyhoďte vrchní kartu z každého Balíčku Neutrálních Jednotek kromě \azure{}. Jednu z těchto Jednotek můžete najmout. Takto naverbované Jednotky jdou do společné armády. \item Během boje v Dračí Utopii je jednou z neutrálních \azure\ jednotek vždy Azurový Drak a Neutrální Armáda používá balíček AI. Na konci boje znovu promíchejte Balíček Jednotek AI a Balíček Kouzel AI. \item Po vítězství v boji proti Dračí Utopii není na pole Dračí Utopie umístěna žádná Frakční Kostka. Vítězný Hráč umístí jednu ze svých přeživších Jednotek Frakce do společné armády a může přerozdělit své zbývající suroviny mezi ostatní Hráče, načež je tento Hráč odstraněn ze hry. \end{itemize}

source: \begin{center} \includegraphics[width=0.7\linewidth]{\maps/stand_united_2p.png} \captionof{figure}{\footnotesize\textbf{2-PLAYER SCENARIO}} \end{center}
cs: \begin{center} \includegraphics[width=0.7\linewidth]{\maps/stand_united_2p.png} \captionof{figure}{\footnotesize\textbf{SCÉNÁŘ PRO 2 HRÁČE}} \end{center}
fr: \begin{center} \includegraphics[width=0.7\linewidth]{\maps/stand_united_2p.png} \captionof{figure}{\footnotesize\textbf{SCENARIO 2-JOUEURS}} \end{center}
pl: \begin{center} \vspace*{3em} \includegraphics[width=0.7\linewidth]{\maps/stand_united_2p.png} \captionof{figure}{\footnotesize\textbf{SCENARIUSZ 2-OSOBOWY}} \end{center}

source: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=-8em, yshift=-38.9em] at (current page.center) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/cove_part.png} }; \centering \node at (13.5, 1.5) {\includegraphics[scale=0.3]{\maps/stand_united_3p.png}}; \node at (13.5, -2.8) {\footnotesize{\textbf{\MakeUppercase{3-PLAYER SCENARIO}}}};
cs: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=-8em, yshift=-38.9em] at (current page.center) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/cove_part.png} }; \centering \node at (13.5, 3.5) {\includegraphics[scale=0.3]{\maps/stand_united_3p.png}}; \node at (13.5, -0.8) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 3 HRÁČE}}}};

source: \node at (5, -5) {\includegraphics[scale=0.3]{\maps/stand_united_4p.png}}; \node at (5, -9.3) {\footnotesize{\textbf{\MakeUppercase{4-PLAYER SCENARIO}}}};
cs: \node at (5, -3.0) {\includegraphics[scale=0.3]{\maps/stand_united_4p.png}}; \node at (5, -7.3) {\footnotesize{\textbf{\MakeUppercase{SCÉNÁŘ PRO 4 HRÁČE}}}};

source: \textbf{Town Buildings:} \svg{bronze} Dwelling
fr: \textbf{Bâtiments de Départ:} Demeure \svg{bronze}
pl: \textbf{Budynki Początkowe:} \svg{bronze} Siedlisko

source: \textbf{Starting Units:} \begin{itemize} \item 1 × A Few cheapest \svg{bronze} Units \item 1 × A Few cheapest \svg{silver} Units \end{itemize}
fr: \textbf{Unités de départ :} \begin{itemize} \item Une Unité Quelques \svg{bronze} avec le plus faible coût de Recrutement. \item Une Unité Quelques \svg{silver} avec le plus faible coût de Recrutement. \end{itemize}

source: \begin{itemize} \item Remove both Azure Dragons Cards from the \svg{azure} Neutral Units Deck and set one of them aside for later use. \item Players cannot recruit Secondary Heroes. \item Level VII Combat cannot be skipped by Diplomacy or any other means. \item Players can use their Build Token to initiate trade with one other chosen player. The two players can freely exchange Resources and can exchange Artifacts or Spells from their hand as if their Heroes were adjacent. \item During the game, players assemble a shared army. Every player can field Units from the shared army during Combat (shared Units' \svg{map} abilities can be activated each Round by only one player). % no-check-caps \item Upon flagging an Obelisk, discard the top Card from each Neutral Units Deck except \svg{azure}. You can recruit one of these Units. Units recruited this way go into the shared army. \item During Combat at the Dragon Utopia, one of the Neutral \svg{azure} Units is always the Azure Dragon and the Neutral army uses the AI Deck. Reshuffle the AI Deck and AI Spell Deck at the end of Combat. \item After winning Combat at the Dragon Utopia, no Faction Cube is placed on the Dragon Utopia Field. The victorious player puts one of their surviving Faction Units into the shared army and can redistribute their remaining Resources among other players, after which that player gets removed from the game. \end{itemize}
fr: \begin{itemize} \item Retirez les Dragons Azures du Deck d'Unités Neutres \svg{azure} et en mettre un de côté pour plus tard. \item Les Joueurs ne peuvent pas Recruter de Héros Secondaires. \item Le Combat Niveaux VII ne peut être évité par Diplomatie ou d'autres moyens. \item Un Joueur peut utiliser son Jeton Construction pour échanger avec un autre Joueur. Les deux Joueurs échangent librement des Ressources, des Sorts et Artefacts comme si leurs Héros étaient adjacents. \item Les Joueurs vont créer une armée partagée. Chaque Joueur peut jouer les Unités de l'armée partagée pendant les Combats (les capacités \svg{map} des Unités partagées ne peuvent être activées à chaque Manche que par un Joueur). % no-check-caps \item Lors de la Visite d'un Obélisque, défaussez la 1$^{ère}$ Carte des Decks d'Unités Neutres sauf \svg{azure}. Vous pouvez Recruter une de ces Unités. Les Unités ainsi Recrutées vont dans l'armée partagée. \item Lors du Combat dans les Terres Désolées, un des Unités \svg{azure} est toujours le Dragon Azure et l'Armée Neutre utilise le Deck IA. Remélangez le Deck IA et Sorts IA à la fin du Combat. \item Après victoire aux Terres Désolées, aucun Cube de Faction n'est placé sur la case. Le Joueur victorieux place une Unité de Faction survivante dans l'armée partagée et peut redistribuer ses Ressources restantes entre les autres Joueurs, puis ce Joueur est retiré du jeu. \end{itemize}
pl: \begin{itemize} \item Usuń obie karty Błękitnych Smoków z talii Neutralnych \svg{azure} Jednostek i odłóż jedną z nich na bok. \item Gracze nie mogą rekrutować Bohaterów Pomocniczych. \item Walki Poziomu VII nie można pominąć przez Dyplomację ani w inny sposób. \item Gracze mogą użyć swojego Żetonu Budowy, aby handlować z jednym wybranym graczem. Obaj gracze mogą swobodnie wymieniać się Zasobami oraz wymieniać Artefakty lub Zaklęcia z ręki, tak jakby ich Bohaterowie stali obok siebie. \item Podczas gry gracze tworzą wspólną armię. Każdy gracz może wystawiać Jednostki ze wspólnej armii podczas Walki (zdolności \svg{map} wspólnych Jednostek mogą być używane w każdej Rundzie tylko przez jednego gracza). \item Po oflagowaniu Obelisku, odrzuć wierzchnią Kartę z każdej talii Neutralnych Jednostek z wyjątkiem \svg{azure}. Możesz zrekrutować jedną z tych Jednostek. Jednostki zrekrutowane w ten sposób trafiają do wspólnej armii. \item Podczas Walki w Smoczej Utopii jedna z Neutralnych \svg{azure} Jednostek zawsze jest Błękitnym Smokiem, a Neutralna armia używa Talii AI. Przetasuj Talię AI i Talię Zaklęć AI po zakończeniu Walki. \item Po wygraniu Walki w Smoczej Utopii nie umieszczaj na polu Kostki Frakcji. Zwycięski gracz umieszcza jedną ze swoich ocalałych Jednostek Frakcji we wspólnej armii i może rozdzielić pozostałe Zasoby między innych graczy, po czym ten gracz zostaje usunięty z gry. \end{itemize}

source: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=-8em, yshift=-38.9em] at (current page.center) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/cove_part.png} }; \centering \node at (13.5, 2.5) {\includegraphics[scale=0.3]{\maps/stand_united_3p.png}}; \node at (13.5, -1.8) {\footnotesize{\textbf{\MakeUppercase{3-PLAYER SCENARIO}}}};
fr: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=-8em, yshift=-38.9em] at (current page.center) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/cove_part.png} }; \centering \node at (13.5, 3.0) {\includegraphics[scale=0.3]{\maps/stand_united_3p.png}}; \node at (13.5, -1.2) {\footnotesize{\textbf{\MakeUppercase{SCENARIO 3-JOUEURS}}}};
pl: [overlay] \node(bg)[anchor=center, opacity=0.07, xshift=-8em, yshift=-38.9em] at (current page.center) { \includegraphics[width=1.2\paperwidth, keepaspectratio]{\art/cove_part.png} }; \centering \node at (13.5, 2.5) {\includegraphics[scale=0.3]{\maps/stand_united_3p.png}}; \node at (13.5, -0.8) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 3-OSOBOWY}}}};

source: \node at (5, -4) {\includegraphics[scale=0.3]{\maps/stand_united_4p.png}}; \node at (5, -8.3) {\footnotesize{\textbf{\MakeUppercase{4-PLAYER SCENARIO}}}};
fr: \node at (5, -4) {\includegraphics[scale=0.3]{\maps/stand_united_4p.png}}; \node at (5, -8.3) {\footnotesize{\textbf{\MakeUppercase{SCENARIO 4-JOUEURS}}}};
pl: \node at (5, -3.5) {\includegraphics[scale=0.3]{\maps/stand_united_4p.png}}; \node at (5, -7.8) {\footnotesize{\textbf{\MakeUppercase{SCENARIUSZ 4-OSOBOWY}}}};
