Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/titans_stronghold.tex/*.po
Languages: cs, de, fr, pl

source: \begin{center} \includegraphics[width=\linewidth]{\art/dimension_door.png} \end{center}
fr: \begin{center} \includegraphics[width=0.55\linewidth]{\art/dimension_door.png} \end{center}

source: \hommtable[]{28}{ \centering \medskip \textbf{Strength of Titans' Stronghold Armies}\\ \bigskip \newcommand{\bronze}[0]{\svg[12]{bronze}} \newcommand{\silver}[0]{\svg[12]{silver}} \newcommand{\golden}[0]{\svg[12]{golden}} \newcommand{\azure}[0]{\svg[12]{azure}} \begin{tabularx}{\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Easy} & \darkcell{Normal} & \darkcell{Hard} & \darkcell{Impossible}\\ \darkcell[1.2]{1 player} & \lightcell[1.2]{3\bronze 2\silver 1\golden 1\azure} & \lightcell[1.2]{2\bronze 2\silver 2\golden 1\azure} & \lightcell[1.2]{2\bronze 2\silver 2\golden 2\azure} & \lightcell[1.2]{1\bronze 2\silver 2\golden 3\azure}\\ \darkcell[1.2]{2 players} & \lightcell[1.2]{5\bronze 5\silver 3\golden 1\azure} & \lightcell[1.2]{4\bronze 5\silver 3\golden 2\azure} & \lightcell[1.2]{2\bronze 5\silver 5\golden 3\azure} & \lightcell[1.2]{1\bronze 5\silver 7\golden 4\azure}\\ \darkcell[1.8]{3 players} & \lightcell[1.8]{8\bronze 7\silver 4\golden 2\azure} & \lightcell[1.8]{6\bronze 7\silver 5\golden 3\azure} & \lightcell[1.8]{2\bronze 3\silver 4\golden 3\azure \linebreak Then\linebreak 2\bronze 4\silver 3\golden 2\azure} & \lightcell[1.8]{1\bronze 3\silver 5\golden 3\azure \linebreak Then\linebreak 1\bronze 4\silver 5\golden 3\azure}\\ \darkcell[1.8]{4 players} & \lightcell[1.8]{10\bronze 10\silver 6\golden 2\azure} & \lightcell[1.8]{8\bronze 10\silver 6\golden 4\azure} & \lightcell[1.8]{2\bronze 5\silver 5\golden 3\azure \linebreak Then\linebreak 2\bronze 5\silver 5\golden 3\azure} & \lightcell[1.8]{1\bronze 5\silver 7\golden 4\azure \linebreak Then\linebreak 1\bronze 5\silver 7\golden 4\azure}\\ \darkcell[1.8]{5 players} & \lightcell[1.8]{6\bronze 6\silver 4\golden 1\azure \linebreak Then\linebreak 7\bronze 6\silver 3\golden 2\azure} & \lightcell[1.8]{5\bronze 6\silver 4\golden 2\azure \linebreak Then\linebreak 5\bronze 6\silver 4\golden 3\azure} & \lightcell[1.8]{3\bronze 6\silver 6\golden 4\azure \linebreak Then\linebreak 3\bronze 6\silver 6\golden 4\azure} & \lightcell[1.8]{1\bronze 6\silver 8\golden 6\azure \linebreak Then\linebreak 2\bronze 6\silver 8\golden 5\azure}\\ \darkcell[1.7]{6 players} & \lightcell[1.8]{8\bronze 8\silver 4\golden 1\azure \linebreak Then\linebreak 7\bronze 7\silver 5\golden 2\azure} & \lightcell[1.8]{6\bronze 8\silver 4\golden 3\azure \linebreak Then\linebreak 6\bronze 7\silver 5\golden 3\azure} & \lightcell[1.8]{3\bronze 8\silver 7\golden 5\azure \linebreak Then\linebreak 3\bronze 7\silver 8\golden 4\azure} & \lightcell[1.8]{3\bronze 7\silver 11\golden 6\azure \linebreak Then\linebreak 3\bronze 8\silver 10\golden 6\azure}\\ \end{tabularx} }
fr: \hommtable[]{28}{ \centering \medskip \textbf{Force des armées dans la forteresse des titans}\\ \bigskip \newcommand{\bronze}[0]{\svg[12]{bronze}} \newcommand{\silver}[0]{\svg[12]{silver}} \newcommand{\golden}[0]{\svg[12]{golden}} \newcommand{\azure}[0]{\svg[12]{azure}} \begin{tabularx}{\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Facile} & \darkcell{Normal} & \darkcell{Difficile} & \darkcell{Impossible}\\ \darkcell[1.2]{1 joueur} & \lightcell[1.2]{3\bronze 2\silver 1\golden 1\azure} & \lightcell[1.2]{2\bronze 2\silver 2\golden 1\azure} & \lightcell[1.2]{2\bronze 2\silver 2\golden 2\azure} & \lightcell[1.2]{1\bronze 2\silver 2\golden 3\azure}\\ \darkcell[1.2]{2 joueurs} & \lightcell[1.2]{5\bronze 5\silver 3\golden 1\azure} & \lightcell[1.2]{4\bronze 5\silver 3\golden 2\azure} & \lightcell[1.2]{2\bronze 5\silver 5\golden 3\azure} & \lightcell[1.2]{1\bronze 5\silver 7\golden 4\azure}\\ \darkcell[1.8]{3 joueurs} & \lightcell[1.8]{8\bronze 7\silver 4\golden 2\azure} & \lightcell[1.8]{6\bronze 7\silver 5\golden 3\azure} & \lightcell[1.8]{2\bronze 3\silver 4\golden 3\azure \linebreak Puis\linebreak 2\bronze 4\silver 3\golden 2\azure} & \lightcell[1.8]{1\bronze 3\silver 5\golden 3\azure \linebreak Puis\linebreak 1\bronze 4\silver 5\golden 3\azure}\\ \darkcell[1.8]{4 joueurs} & \lightcell[1.8]{10\bronze 10\silver 6\golden 2\azure} & \lightcell[1.8]{8\bronze 10\silver 6\golden 4\azure} & \lightcell[1.8]{2\bronze 5\silver 5\golden 3\azure \linebreak Puis\linebreak 2\bronze 5\silver 5\golden 3\azure} & \lightcell[1.8]{1\bronze 5\silver 7\golden 4\azure \linebreak Puis\linebreak 1\bronze 5\silver 7\golden 4\azure}\\ \darkcell[1.8]{5 joueurs} & \lightcell[1.8]{6\bronze 6\silver 4\golden 1\azure \linebreak Puis\linebreak 7\bronze 6\silver 3\golden 2\azure} & \lightcell[1.8]{5\bronze 6\silver 4\golden 2\azure \linebreak Puis\linebreak 5\bronze 6\silver 4\golden 3\azure} & \lightcell[1.8]{3\bronze 6\silver 6\golden 4\azure \linebreak Puis\linebreak 3\bronze 6\silver 6\golden 4\azure} & \lightcell[1.8]{1\bronze 6\silver 8\golden 6\azure \linebreak Puis\linebreak 2\bronze 6\silver 8\golden 5\azure}\\ \darkcell[1.7]{6 joueurs} & \lightcell[1.8]{8\bronze 8\silver 4\golden 1\azure \linebreak Puis\linebreak 7\bronze 7\silver 5\golden 2\azure} & \lightcell[1.8]{6\bronze 8\silver 4\golden 3\azure \linebreak Puis\linebreak 6\bronze 7\silver 5\golden 3\azure} & \lightcell[1.8]{3\bronze 8\silver 7\golden 5\azure \linebreak Puis\linebreak 3\bronze 7\silver 8\golden 4\azure} & \lightcell[1.8]{3\bronze 7\silver 11\golden 6\azure \linebreak Puis\linebreak 3\bronze 8\silver 10\golden 6\azure}\\ \end{tabularx} }
pl: \hommtable[]{28}{ \centering \medskip \textbf{Siła Armii Twierdzy Tytanów}\\ \bigskip \newcommand{\bronze}[0]{\svg[12]{bronze}} \newcommand{\silver}[0]{\svg[12]{silver}} \newcommand{\golden}[0]{\svg[12]{golden}} \newcommand{\azure}[0]{\svg[12]{azure}} \begin{tabularx}{\linewidth}{p{0.15\linewidth}XXXX} & \darkcell{Łatwy} & \darkcell{Normalny} & \darkcell{Trudny} & \darkcell{Niemożliwy}\\ \darkcell[1.2]{1 gracz} & \lightcell[1.2]{3\bronze 2\silver 1\golden 1\azure} & \lightcell[1.2]{2\bronze 2\silver 2\golden 1\azure} & \lightcell[1.2]{2\bronze 2\silver 2\golden 2\azure} & \lightcell[1.2]{1\bronze 2\silver 2\golden 3\azure}\\ \darkcell[1.2]{2 graczy} & \lightcell[1.2]{5\bronze 5\silver 3\golden 1\azure} & \lightcell[1.2]{4\bronze 5\silver 3\golden 2\azure} & \lightcell[1.2]{2\bronze 5\silver 5\golden 3\azure} & \lightcell[1.2]{1\bronze 5\silver 7\golden 4\azure}\\ \darkcell[1.8]{3 graczy} & \lightcell[1.8]{8\bronze 7\silver 4\golden 2\azure} & \lightcell[1.8]{6\bronze 7\silver 5\golden 3\azure} & \lightcell[1.8]{2\bronze 3\silver 4\golden 3\azure \linebreak Potem\linebreak 2\bronze 4\silver 3\golden 2\azure} & \lightcell[1.8]{1\bronze 3\silver 5\golden 3\azure \linebreak Potem\linebreak 1\bronze 4\silver 5\golden 3\azure}\\ \darkcell[1.8]{4 graczy} & \lightcell[1.8]{10\bronze 10\silver 6\golden 2\azure} & \lightcell[1.8]{8\bronze 10\silver 6\golden 4\azure} & \lightcell[1.8]{2\bronze 5\silver 5\golden 3\azure \linebreak Potem\linebreak 2\bronze 5\silver 5\golden 3\azure} & \lightcell[1.8]{1\bronze 5\silver 7\golden 4\azure \linebreak Potem\linebreak 1\bronze 5\silver 7\golden 4\azure}\\ \darkcell[1.8]{5 graczy} & \lightcell[1.8]{6\bronze 6\silver 4\golden 1\azure \linebreak Potem\linebreak 7\bronze 6\silver 3\golden 2\azure} & \lightcell[1.8]{5\bronze 6\silver 4\golden 2\azure \linebreak Potem\linebreak 5\bronze 6\silver 4\golden 3\azure} & \lightcell[1.8]{3\bronze 6\silver 6\golden 4\azure \linebreak Potem\linebreak 3\bronze 6\silver 6\golden 4\azure} & \lightcell[1.8]{1\bronze 6\silver 8\golden 6\azure \linebreak Potem\linebreak 2\bronze 6\silver 8\golden 5\azure}\\ \darkcell[1.7]{6 graczy} & \lightcell[1.8]{8\bronze 8\silver 4\golden 1\azure \linebreak Potem\linebreak 7\bronze 7\silver 5\golden 2\azure} & \lightcell[1.8]{6\bronze 8\silver 4\golden 3\azure \linebreak Potem\linebreak 6\bronze 7\silver 5\golden 3\azure} & \lightcell[1.8]{3\bronze 8\silver 7\golden 5\azure \linebreak Potem\linebreak 3\bronze 7\silver 8\golden 4\azure} & \lightcell[1.8]{3\bronze 7\silver 11\golden 6\azure \linebreak Potem\linebreak 3\bronze 8\silver 10\golden 6\azure}\\ \end{tabularx} }

source: \captionof{figure}{\textbf{1-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 1 HRÁČE}}
de: \captionof{figure}{\textbf{1-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 1 JOUEUR}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 1-OSOBOWY}}

source: \captionof{figure}{\textbf{2-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 2 HRÁČE}}
de: \captionof{figure}{\textbf{2-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 2 JOUEURS}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 2-OSOBOWY}}

source: \captionof{figure}{\textbf{3-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 3 HRÁČE}}
de: \captionof{figure}{\textbf{3-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 3 JOUEURS}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 3-OSOBOWY}}

source: \captionof{figure}{\textbf{4-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 4 HRÁČE}}
de: \captionof{figure}{\textbf{4-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 4 JOUEURS}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 4-OSOBOWY}}

source: \captionof{figure}{\textbf{5-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 5 HRÁČŮ}}
de: \captionof{figure}{\textbf{5-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 5 JOUEURS}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 5-OSOBOWY}}

source: \captionof{figure}{\textbf{6-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 6 HRÁČŮ}}
de: \captionof{figure}{\textbf{6-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 6 JOUEURS}}
pl: \captionof{figure}{\textbf{SCENARIUSZ 6-OSOBOWY}}

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1219333721019256943}{Archon Studio Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1219333721019256943}{Archon Studio Discord}
de: \textbf{Quelle:} \href{https://discord.com/channels/740870068178649108/1219333721019256943}{Archon Studio Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1219333721019256943}{Discord Archon Studio}

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \svg{bronze} Units of your choice \item A Few \svg{bronze} Units of your choice \end{itemize}
de: \textbf{Starteinheiten:} \begin{itemize} \item Ein Rudel \svg{bronze}-Einheiten eurer Wahl \item Wenige \svg{bronze}-Einheiten eurer Wahl \end{itemize}

source: \begin{itemize} \item P × Starting (I) Map Tile \item 2P × Far (II--III) Map Tile \item 2P × Near (IV--V) Map Tile \item (P + 1) × Center (VI--VII) Map Tile \end{itemize}
de: \begin{itemize} \item S × Startgebiete (I) \item 2S × Ferne Gebiete (II-III) \item 2S × Nahe Gebiete (IV-V) \item (S + 1) × Zentrale Gebiete (VI-VII) \end{itemize}

source: \textbf{\MakeUppercase{Note:}} If you don’t have enough VI--VII Tiles, you can use another Tile near I Tiles. The center of this Tile is the Titans’ Stronghold.
de: \textbf{\MakeUppercase{Achtung:}} Habt ihr nicht genug VI-VII-Gebiete, könnt ihr ein anderes Gebiet an die I-Gebiete anlegen. Das zentrale Feld dieses Gebiets ist die Festung der Titanen.

source: \begin{tikzpicture}[overlay] \node[inner sep=0pt, opacity=0.2] at (0, -6.2) {\includegraphics[width=0.75\linewidth, keepaspectratio]{\art/shackles_of_war.png}}; \end{tikzpicture}
de: \begin{tikzpicture}[overlay] \begin{scope}[transform canvas={cm={-1,0,0,1,(0,0)}}] \node[inner sep=0pt, opacity=0.2] at (0.3, -5) {\includegraphics[width=0.85\linewidth, keepaspectratio]{\art/shackles_of_war.png}}; \end{scope} \end{tikzpicture}

source: \item Any time a Hero enters the Titans' Stronghold, they draw 5 Cards from the Titans' Stronghold Deck instead of from the Neutral Unit Card Decks. The Units are placed on the Combat Board (see page 29, ``Neutral Unit Setup'' in the Core Rulebook). Players attempt to defeat the Units they find in the Titans' Stronghold. Any Neutral Units defeated during Combat in the Titans' Stronghold are returned to their respective Neutral Unit Decks instead of the Titans' Stronghold Deck. Any Neutral Units surviving Combat in the Titans' Stronghold are shuffled back into the Titans' Stronghold Deck. If there are not enough Unit Cards in this Deck, draw as many Unit Cards as are available and place them on the Combat Board. \item Combat in the Titans' Stronghold now costs 1 \svg{movement} to extend per Combat Round, just like Combat against non-Azure tier Units. \item Additionally, no player can: \begin{itemize} \item Attack other Heroes. \item Capture a Mine or Settlement that is already controlled. \end{itemize} \end{itemize}
de: \item Wenn ein Held die Festung der Titanen betritt, zieht ihr 5 Karten vom Stapel der Festung der Titanen anstatt von den neutrale Einheiten-Stapeln. Die Einheiten werden auf dem Kampf-Spielplan platziert (siehe Seite 29 in der Anleitung). Die Spieler versuchen, die Einheiten zu besiegen, die sie in der Festung der Titanen finden. Alle neutralen Einheiten, die während des Kampfes besiegt werden, werden zurück in die neutrale Einheiten-Stapel gelegt. Alle neutralen Einheiten, die den Kampf überleben, werden in das Deck der Festung der Titanen gemischt. Sollten nicht genügend Karten in diesem Deck vorhanden sein, zieht so viele Karten wie möglich und platziert sie auf dem Kampf-Spielplan. \item Es kostet in der Festung 1 \svg{movement}, um einen Kampf um eine Kampfrunde zu verlängern, genau wie bei Kämpfen gegen nicht-Azur-Einheiten. \item Zusätzlich kann kein Spieler: \begin{itemize} \item Andere Helden angreifen. \item Minen oder Siedlungen einnehmen, die bereits eingenommen wurden. \end{itemize} \end{itemize}

source: \hommtable[]{28}{ \centering \medskip \textbf{Strength of Titans' Stronghold Armies}\\ \bigskip \begin{tabularx}{0.98\linewidth}{p{0.12\linewidth}XXXX} & \darkcell{Easy} & \darkcell{Normal} & \darkcell{Hard} & \darkcell{Impossible}\\ \darkcell[1.2]{1 player} & \lightcell[1.2]{3\svg[12]{bronze} 2\svg[12]{silver} 1\svg[12]{golden} 1\svg[12]{azure}} & \lightcell[1.2]{2\svg[12]{bronze} 2\svg[12]{silver} 2\svg[12]{golden} 1\svg[12]{azure}} & \lightcell[1.2]{2\svg[12]{bronze} 2\svg[12]{silver} 2\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.2]{1\svg[12]{bronze} 2\svg[12]{silver} 2\svg[12]{golden} 3\svg[12]{azure}}\\ \darkcell[1.2]{2 players} & \lightcell[1.2]{5\svg[12]{bronze} 5\svg[12]{silver} 3\svg[12]{golden} 1\svg[12]{azure}} & \lightcell[1.2]{4\svg[12]{bronze} 5\svg[12]{silver} 3\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.2]{2\svg[12]{bronze} 5\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure}} & \lightcell[1.2]{1\svg[12]{bronze} 5\svg[12]{silver} 7\svg[12]{golden} 4\svg[12]{azure}}\\ \darkcell[1.8]{3 players} & \lightcell[1.8]{8\svg[12]{bronze} 7\svg[12]{silver} 4\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.8]{6\svg[12]{bronze} 7\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure}} & \lightcell[1.8]{2\svg[12]{bronze} 3\svg[12]{silver} 4\svg[12]{golden} 3\svg[12]{azure} \linebreak Then\linebreak 2\svg[12]{bronze} 4\svg[12]{silver} 3\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.8]{1\svg[12]{bronze} 3\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure} \linebreak Then\linebreak 1\svg[12]{bronze} 4\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure}}\\ \darkcell[1.8]{4 players} & \lightcell[1.8]{10\svg[12]{bronze} 10\svg[12]{silver}\linebreak 6\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.8]{8\svg[12]{bronze} 10\svg[12]{silver} 6\svg[12]{golden} 4\svg[12]{azure}} & \lightcell[1.8]{2\svg[12]{bronze} 5\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure} \linebreak Then\linebreak 2\svg[12]{bronze} 5\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure}} & \lightcell[1.8]{1\svg[12]{bronze} 5\svg[12]{silver} 7\svg[12]{golden} 4\svg[12]{azure} \linebreak Then\linebreak 1\svg[12]{bronze} 5\svg[12]{silver} 7\svg[12]{golden} 4\svg[12]{azure}}\\ \darkcell[1.8]{5 players} & \lightcell[1.8]{6\svg[12]{bronze} 6\svg[12]{silver} 4\svg[12]{golden} 1\svg[12]{azure} \linebreak Then\linebreak 7\svg[12]{bronze} 6\svg[12]{silver} 3\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.8]{5\svg[12]{bronze} 6\svg[12]{silver} 4\svg[12]{golden} 2\svg[12]{azure} \linebreak Then\linebreak 5\svg[12]{bronze} 6\svg[12]{silver} 4\svg[12]{golden} 3\svg[12]{azure}} & \lightcell[1.8]{3\svg[12]{bronze} 6\svg[12]{silver} 6\svg[12]{golden} 4\svg[12]{azure} \linebreak Then\linebreak 3\svg[12]{bronze} 6\svg[12]{silver} 6\svg[12]{golden} 4\svg[12]{azure}} & \lightcell[1.8]{1\svg[12]{bronze} 6\svg[12]{silver} 8\svg[12]{golden} 6\svg[12]{azure} \linebreak Then\linebreak 2\svg[12]{bronze} 6\svg[12]{silver} 8\svg[12]{golden} 5\svg[12]{azure}}\\ \darkcell[1.8]{6 players} & \lightcell[1.8]{8\svg[12]{bronze} 8\svg[12]{silver} 4\svg[12]{golden} 1\svg[12]{azure} \linebreak Then\linebreak 7\svg[12]{bronze} 7\svg[12]{silver} 5\svg[12]{golden} 2\svg[12]{azure}} & \lightcell[1.8]{6\svg[12]{bronze} 8\svg[12]{silver} 4\svg[12]{golden} 3\svg[12]{azure} \linebreak Then\linebreak 6\svg[12]{bronze} 7\svg[12]{silver} 5\svg[12]{golden} 3\svg[12]{azure}} & \lightcell[1.8]{3\svg[12]{bronze} 8\svg[12]{silver} 7\svg[12]{golden} 5\svg[12]{azure} \linebreak Then\linebreak 3\svg[12]{bronze} 7\svg[12]{silver} 8\svg[12]{golden} 4\svg[12]{azure}} & \lightcell[1.8]{3\svg[12]{bronze} 7\svg[12]{silver} 11\svg[12]{golden} 6\svg[12]{azure} \linebreak Then\linebreak 3\svg[12]{bronze} 8\svg[12]{silver} 10\svg[12]{golden} 6\svg[12]{azure}}\\ \end{tabularx} }
de: \hommtable[]{28}{ \centering \medskip \textbf{Stärke der Armeen in der Festung der Titanen}\\ \bigskip \begin{tabularx}{0.98\linewidth}{p{0.12\linewidth}XXXX} & \darkcell{Leicht} & \darkcell{Normal} & \darkcell{Experte} & \darkcell{Unmöglich}\\ \darkcell[1.2]{1 Spieler} & \lightcell[1.2]{3\svg{bronze} 2\svg{silver} 1\svg{golden} 1\svg[12]{azure}} & \lightcell[1.2]{2\svg{bronze} 2\svg{silver} 2\svg{golden} 1\svg[12]{azure}} & \lightcell[1.2]{2\svg{bronze} 2\svg{silver} 2\svg{golden} 2\svg[12]{azure}} & \lightcell[1.2]{1\svg{bronze} 2\svg{silver} 2\svg{golden} 3\svg[12]{azure}}\\ \darkcell[1.2]{2 Spieler} & \lightcell[1.2]{5\svg{bronze} 5\svg{silver} 3\svg{golden} 1\svg[12]{azure}} & \lightcell[1.2]{4\svg{bronze} 5\svg{silver} 3\svg{golden} 2\svg[12]{azure}} & \lightcell[1.2]{2\svg{bronze} 5\svg{silver} 5\svg{golden} 3\svg[12]{azure}} & \lightcell[1.2]{1\svg{bronze} 5\svg{silver} 7\svg{golden} 4\svg[12]{azure}}\\ \darkcell[1.8]{3 Spieler} & \lightcell[1.8]{8\svg{bronze} 7\svg{silver} 4\svg{golden} 2\svg[12]{azure}} & \lightcell[1.8]{6\svg{bronze} 7\svg{silver} 5\svg{golden} 3\svg[12]{azure}} & \lightcell[1.8]{2\svg{bronze} 3\svg{silver} 4\svg{golden} 3\svg{azure}\linebreak dann\linebreak 2\svg{bronze} 4\svg{silver} 3\svg{golden} 2\svg[12]{azure}} & \lightcell[1.8]{1\svg{bronze} 3\svg{silver} 5\svg{golden} 3\svg{azure}\linebreak dann\linebreak 1\svg{bronze} 4\svg{silver} 5\svg{golden} 3\svg[12]{azure}}\\ \darkcell[1.8]{4 Spieler} & \lightcell[1.8]{10\svg{bronze} 10\svg{silver}\linebreak 6\svg{golden} 2\svg[12]{azure}} & \lightcell[1.8]{8\svg{bronze} 10\svg{silver} 6\svg{golden} 4\svg[12]{azure}} & \lightcell[1.8]{2\svg{bronze} 5\svg{silver} 5\svg{golden} 3\svg{azure}\linebreak dann\linebreak 2\svg{bronze} 5\svg{silver} 5\svg{golden} 3\svg[12]{azure}} & \lightcell[1.8]{1\svg{bronze} 5\svg{silver} 7\svg{golden} 4\svg{azure}\linebreak dann\linebreak 1\svg{bronze} 5\svg{silver} 7\svg{golden} 4\svg[12]{azure}}\\ \darkcell[1.8]{5 Spieler} & \lightcell[1.8]{6\svg{bronze} 6\svg{silver} 4\svg{golden} 1\svg{azure}\linebreak dann\linebreak 7\svg{bronze} 6\svg{silver} 3\svg{golden} 2\svg[12]{azure}} & \lightcell[1.8]{5\svg{bronze} 6\svg{silver} 4\svg{golden} 2\svg{azure}\linebreak dann\linebreak 5\svg{bronze} 6\svg{silver} 4\svg{golden} 3\svg[12]{azure}} & \lightcell[1.8]{3\svg{bronze} 6\svg{silver} 6\svg{golden} 4\svg{azure}\linebreak dann\linebreak 3\svg{bronze} 6\svg{silver} 6\svg{golden} 4\svg[12]{azure}} & \lightcell[1.8]{1\svg{bronze} 6\svg{silver} 8\svg{golden} 6\svg{azure}\linebreak dann\linebreak 2\svg{bronze} 6\svg{silver} 8\svg{golden} 5\svg[12]{azure}}\\ \darkcell[1.8]{6 Spieler} & \lightcell[1.8]{8\svg{bronze} 8\svg{silver} 4\svg{golden} 1\svg{azure}\linebreak dann\linebreak 7\svg{bronze} 7\svg{silver} 5\svg{golden} 2\svg[12]{azure}} & \lightcell[1.8]{6\svg{bronze} 8\svg{silver} 4\svg{golden} 3\svg{azure}\linebreak dann\linebreak 6\svg{bronze} 7\svg{silver} 5\svg{golden} 3\svg[12]{azure}} & \lightcell[1.8]{3\svg{bronze} 8\svg{silver} 7\svg{golden} 5\svg{azure}\linebreak dann\linebreak 3\svg{bronze} 7\svg{silver} 8\svg{golden} 4\svg[12]{azure}} & \lightcell[1.8]{3\svg{bronze} 7\svg{silver} 11\svg{golden} 6\svg{azure}\linebreak dann\linebreak 3\svg{bronze} 8\svg{silver} 10\svg{golden} 6\svg[12]{azure}}\\ \end{tabularx} }
