Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/titans_stronghold.tex/*.po
Languages: cs, de, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
de: \subsection*{\MakeUppercase{Szenariolänge}}
fr: \subsection*{\MakeUppercase{Durée du scenario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
de: \subsection*{\MakeUppercase{Spielervorbereitung}}
fr: \subsection*{\MakeUppercase{Préparation des joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \textbf{Starting Income:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Starteinkommen:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de départ :} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
de: \subsection*{\MakeUppercase{Vorbereitung der Karte}}
fr: \subsection*{\MakeUppercase{Préparation du plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
de: \subsection*{\MakeUppercase{Sieg}}
fr: \subsection*{\MakeUppercase{Condition de victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
de: \subsection*{\MakeUppercase{Niederlage}}
fr: \subsection*{\MakeUppercase{Condition de défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
de: \subsection*{\MakeUppercase{Besondere Ereignisse}}
fr: \subsection*{\MakeUppercase{Événement programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \addscenariosection{1}{Cooperative Scenario}{Titans' Stronghold}{\images/earthquake.png}
cs: \addscenariosection{1}{Kooperativní Scéná\v{r}}{Pevnost Titánů}{\images/earthquake.png}
de: \addscenariosection{1}{Kooperatives Szenario}{Festung der Titanen}{\images/earthquake.png}
fr: \addscenariosection{1}{Mode coopératif}{La forteresse des Titans}{\images/earthquake.png}
pl: \addscenariosection{1}{Tryb Kooperacyjny}{Twierdza Tytanów}{\images/earthquake.png}

source: \textbf{Author:} Invoceusse
cs: \textbf{Autor:} Invoceusse
de: \textbf{Autor:} Invoceusse
fr: \textbf{Auteur :} Invoceusse
pl: \textbf{Autor:} Invoceusse

source: \textit{A long time ago, a mighty fortress was built to house the fantastic and murderous Titans. No one has ever entered and returned to tell the tale. Now, there are rumors about the death of the guardians and an incredible amount of treasures, potentially including the best bow in the world.\\ If this legend of the empty fort is true, it's time for excavation.\\ But for now, you and your allies need to find the keys spread across Antagarich to open the gate of the Titans' Stronghold. }
cs: \textit{Před dávnými časy byla postavena mocná pevnost, aby v ní žili fantastičtí a vražední Titáni. Nikdo, kdo do ní vstoupil, se už nevrátil, aby mohl příběh vyprávět. Nyní kolují zvěsti o smrti strážců a neuvěřitelném množství pokladů, možná včetně nejlepšího luku na světě.\\ Pokud je tato legenda o prázdné pevnosti pravdivá, je čas na vykopávky.\\ Nejprve ale vy a vaši spojenci musíte najít klíče roztroušené po Antagarichu, abyste otevřeli bránu Pevnosti Titánů. }
de: \textit{Vor langer Zeit wurde eine mächtige Festung errichtet, um die fantastischen und mörderischen Titanen zu beherbergen. Niemand hat sie je betreten und ist zurückgekehrt, um davon zu berichten. Nun gibt es Gerüchte über den Tod der Wächter und eine unglaubliche Menge an Schätzen, darunter möglicherweise der beste Bogen der Welt. Wenn die Legende der leeren Festung wahr ist, ist es Zeit für Ausgrabungen. Aber zunächst müssen deine Verbündeten und du die in Antagarich verstreuten Schlüssel finden, um das Tor zur Titanenfestung zu öffnen. }
fr: \textit{Il y a très longtemps, une puissante forteresse a été construite pour abriter les fantastiques et meurtriers Titans. Personne n'y est jamais entré et n'est revenu pour raconter l'histoire. Depuis, des rumeurs font état de la mort des gardiens et d'une quantité incroyable de trésors encore à l'intérieur, parmi lesquels pourrait se trouver le meilleur arc du monde.\\ Si la légende comme quoi le fort est vraie, il est temps de procéder à des fouilles.\\ Mais pour l'instant, vous et vos alliés devez trouver les clés disséminées dans Antagarich pour pouvoir ouvrir la porte de la Forteresse des Titans. }
pl: \textit{Dawno temu zbudowano potężną fortecę, aby pomieścić fantastycznych i zabójczych Tytanów. Nikt nigdy nie wszedł do środka i nie wrócił, by opowiedzieć o tym. Teraz krążą plotki o śmierci strażników i niesamowitej ilości skarbów, w tym potencjalnie najlepszego łuku na świecie.\\ Jeśli ta legenda o pustej fortecy jest prawdziwa, nadszedł czas na wykopaliska.\\ Ale na razie ty i twoi sojusznicy musicie znaleźć klucze rozsiane po Antagarich, aby otworzyć bramę do Twierdzy Tytanów. }

source: This Scenario is played over 16 Rounds (15 on Impossible difficulty).
cs: Tento Scénář se hraje na 16 Kol (15 na Nemožnou obtížnost).
de: 16 Runden (15 auf dem Schwierigkeitsgrad Unmöglich).
fr: Ce scénario se joue en 16 manches maximum (15 en difficulté impossible).
pl: Ten Scenariusz rozgrywany jest w 16 Rundach (15 na Niemożliwym poziomie trudności).

source: \textbf{Player Count:} 1 -- 6
cs: \textbf{Počet Hráčů:} 1 -- 6
de: \textbf{Spieleranzahl:} 1 -- 6
fr: \textbf{Nombre de joueurs :} 1 -- 6
pl: \textbf{Liczba Graczy:} 1 -- 6

source: \textbf{Starting Resources:} 30 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 30 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}
de: \textbf{Startressourcen:} 30 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}
fr: \textbf{Ressources de départ :} 30 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 30 \svg{gold}, 8 \svg{building_materials}, 2 \svg{valuables}

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \svgunit{bronze} Units of your choice \item A Few \svgunit{bronze} Units of your choice \end{itemize}
cs: \textbf{Úvodní Jednotky:} \begin{itemize} \item Tlupa \svgunit{bronze} Jednotek dle tvého výběru \item Hrstka \svgunit{bronze} Jednotek dle tvého výběru \end{itemize}
fr: \textbf{Unités de départ :} \begin{itemize} \item Un groupe d'unité \svgunit{bronze} de votre choix. \item Quelques unités \svgunit{bronze} de votre choix. \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Grupa \svgunit{bronze} Jednostek do wyboru \item Garstka \svgunit{bronze} Jednostek do wyboru \end{itemize}

source: \textbf{Town Buildings:} None
cs: \textbf{Městské Budovy:} Žádné
de: \textbf{Startgebäude:} Keine
fr: \textbf{Bâtiments de départ :} Aucun
pl: \textbf{Budynki Początkowe:} Brak

source: \textbf{Map Tile Pool:} None
cs: \textbf{Dílky Mapy na ruce:} Žádné
de: \textbf{Gebietsvorrat:} Keiner
fr: \textbf{Réserve de tuile :} Aucune
pl: \textbf{Pula Kafelków Mapy:} Brak

source: \textbf{Additional Bonus:} None
cs: \textbf{Dodatečný Bonus:} Žádný
de: \textbf{Zusätzlicher Bonus:} Keiner
fr: \textbf{Bonus de départ :} Aucun
pl: \textbf{Dodatkowy Bonus:} Brak

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout ($P$ stands for the number of players):
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři ($H$ znamená počet hráčů):
de: Nehmt die folgenden Gebiete und platziert sie wie in der Abbildung der Abenteuerkarte gezeigt: ($S$ steht für die Spieleranzahl):
fr: Prenez les tuiles suivantes et disposez-les comme indiqué sur le schéma du scénario ($J$ représente le nombre de joueurs):
pl: Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza ($G$ oznacza liczbę graczy):

source: $\boldsymbol{P}$ \textbf{× Starting (I) Map Tile} \begin{itemize} \item Starting Tiles of your chosen Factions. \item Ignore their yellow borders. \end{itemize}
fr: $\boldsymbol{J}$ \textbf{× Tuiles de départ (I)} \begin{itemize} \item Prendre les tuiles de départ des factions choisies. \item Ignorez leur bordure jaune. \end{itemize}
pl: $\boldsymbol{G}$ \textbf{× Początkowy (I) Kafelek Mapy} \begin{itemize} \item Początkowe Kafelki wybranych Frakcji. \item Zignoruj ich żółte granice. \end{itemize}

source: $\boldsymbol{2 P}$ \textbf{× Far (II--III) Map Tile}
fr: $\boldsymbol{2 J}$ \textbf{× Tuiles lointaines (II--III)}
pl: $\boldsymbol{2 G}$ \textbf{× Daleki (II-III) Kafelek Mapy}

source: $\boldsymbol{2 P}$ \textbf{× Near (IV--V) Map Tile}
fr: $\boldsymbol{2 J}$ \textbf{× Tuiles proches (IV--V)}
pl: $\boldsymbol{2 G}$ \textbf{× Bliski (IV-V) Kafelek Mapy}

source: $\boldsymbol{(P + 1)}$ \textbf{× Center (VI--VII) Map Tile}
fr: $\boldsymbol{(J + 1)}$ \textbf{× tuiles centrales (VI--VII)}
pl: $\boldsymbol{(G + 1)}$ \textbf{× Centralny (VI-VII) Kafelek Mapy}

source: If you don't have enough VI--VII Tiles, you can use another Tile near Tile I. The center of this Tile is the Titans' Stronghold.
fr: Si vous n'avez plus suffisamment de tuile VI--VII, vous pouvez utiliser une autre tuile à mettre à côté des tuiles I. Le centre de cette tuile est la Forteresse des Titans.
pl: Jeśli nie masz wystarczającej liczby Kafelków VI--VII, możesz użyć innego Kafelka blisko Kafelka I. Centrum tego Kafelka to Twierdza Tytanów.

source: Kill all Units in the Titans' Stronghold (the center of Tile VI--VII next to Tiles I).
cs: Zabijte všechny Jednotky v Pevnosti Titánů (střed Dílku VI--VII vedle Dílků I).
de: Besiegt alle Einheiten in der Festung der Titanen (das zentrale Feld des VI-VII-Gebiets, das an die I-Gebiete angrenzt).
fr: Tuez toutes les unités dans la forteresse des titans (le centre de la tuile VI--VII proches des tuiles I).
pl: Zabij wszystkie Jednostki w Twierdzy Tytanów (centrum Kafelka VI--VII obok Kafelków I).

source: There are undefeated Units left in the Titans' Stronghold at the end of Round 16 (15 on Impossible difficulty).
cs: Na konci 16. Kola (15. na Nemožné obtížnosti) zůstanou v Pevnosti Titánů neporažené Jednotky.
de: Es gibt noch unbesiegte Einheiten in der Fes-tung der Titanen am Ende von Runde 16 (15 auf dem Schwierigkeitsgrad Unmöglich).
fr: S'il reste des unités invaincues dans la forteresse des titans à la fin du tour 16 (15 en difficulté impossible).
pl: W Twierdzy Tytanów pozostają niepokonane Jednostki na koniec Rundy 16 (15 na Niemożliwym poziomie trudności).

source: \textbf{\nth{4}, \nth{8} and \nth{12} Rounds:} \begin{itemize} \item Remove all Black Cubes from every Windmill, Water Wheel, and Mystical Garden on the map. \end{itemize}
cs: \textbf{4., 8. a 12. Kolo:} \begin{itemize} \item Odstraňte všechny Černé Kostičky ze všech Větrných Mlýnů, Vodních Kol a Mystických Zahrad na mapě. \end{itemize}
de: \textbf{Runden 4, 8 und 12:} \begin{itemize} \item Entfernt alle Statusmarker von allen Wasserrädern, Windmühlen und Mystischen Gärten auf der Abenteuerkarte. \end{itemize}
fr: \textbf{4$^{e}$, 8$^{e}$ et 12$^{e}$ tours :} \begin{itemize} \item Retirez tous les cubes noirs des moulins à eau, moulin à vent et jardins mystique sur le plateau. \end{itemize}
pl: \textbf{Rundy 4., 8. i 12.:} \begin{itemize} \item Usuń wszystkie Czarne Kostki z każdego Wiatraka, Młyna Wodnego i Mistycznego Ogródu na mapie. \end{itemize}

source: \subsection*{\MakeUppercase{Additional Rules}} \begin{itemize} \item Remember: the center of VI--VII Tile next to all I Tiles is the Titans' Stronghold. \item No one can enter the Titans' Stronghold until all other VII Fields are flagged by any player.
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}} \begin{itemize} \item Pamatujte: střed Dílku VI--VII vedle všech Dílků I je Pevnost Titánů. \item Nikdo nesmí vstoupit do Pevnosti Titánů, dokud všechny ostatní Dílky VII nejsou obsazeny kterýmkoliv hráčem.
de: \subsection*{\MakeUppercase{Zusätzliche Regeln}} \begin{itemize} \item Beachtet: das zentrale Feld des VI-VII-Gebiets, das an die I-Gebiete angrenzt, ist die Festung der Titanen. \item Niemand kann die Festung der Titanen betreten, bevor alle anderen VI-VII-Gebiete von den anderen Spielern eingenommen wurden.
fr: \subsection*{\MakeUppercase{Règles additionnelles du scénario}} \begin{itemize} \item Rappel : Le centre de la tuile VI--VII adjacente aux tuiles I est la forteresse des titans. \item Personne ne peut entrer dans la forteresse des titans tant que toutes les autres case VII ne sont pas revendiqués par au moins un joueur.
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}} \begin{itemize} \item Pamiętaj: centrum Kafelka VI--VII obok wszystkich startowych to Twierdza Tytanów. \item Nie można wejść do Twierdzy Tytanów, dopóki wszystkie inne Pola VII nie zostaną oflagowane przez dowolnego gracza.

source: \item After defeating a Level VII Neutral army, instead of resolving the Field, the player chooses an option three times from the following list (an option may be chosen multiple times): \begin{itemize} \item Another player (your choice) gains 5\,\svg{gold} \item Another player (your choice) gains 2\,\svg{building_materials} \item Another player (your choice) gains 1\,\svg{valuables} \end{itemize} Then, flag the VII Field with a Faction Cube. (There is no bonus in solo play!)
cs: \item Po poražení Neutrální Armády úrovně VII, místo vyřešení Pole, si hráč třikrát vybere jednu možnost z následujícího seznamu (možnost může být vybrána vícekrát): \begin{itemize} \item Jiný hráč (váš výběr) získá 5\,\svg{gold} \item Jiný hráč (váš výběr) získá 2\,\svg{building_materials} \item Jiný hráč (váš výběr) získá 1\,\svg{valuables} \end{itemize} Poté označte Pole VII Kostičkou Frakce. (Ve hře pro jednoho hráče není žádný bonus!)
de: \item Nach dem Besiegen einer neutralen Level VII-Armee wählt der Spieler dreimal von folgender Liste anstatt das Feld abzuhandeln (Mehrfachauswahl möglich): \begin{itemize} \item Ein anderer Spieler erhält 5\,\svg{gold} \item Ein anderer Spieler erhält 2\,\svg{building_materials} \item Ein anderer Spieler erhält 1\,\svg{valuables} \end{itemize} Markiere dann das Feld mit einem deiner Fraktionswürfel. (Du erhältst keinen Bonus im Solospiel!)
fr: \item Après avoir vaincus une armée neutre de difficulté VII, à la place de résouvre la case, le joueurs choisis 3 options dans la liste suivante (une même option peut-être choisis plusieurs fois) : \begin{itemize} \item Un autre joueur (de votre choix) gagne 5\,\svg{gold} \item Un autre joueur (de votre choix) gagne 2\,\svg{building_materials} \item Un autre joueur (de votre choix) gagne 1\,\svg{valuables} \end{itemize} Ensuite, revendiqué la case VII avec un cube de votre faction. (Il n'y a pas de bonus pour un jeu en solitaire !)
pl: \item Po pokonaniu neutralnej armii poziomu VII, zamiast rozpatrywać Pole, gracz wybiera trzykrotnie jedną opcję z poniższej listy (opcję można wybrać wielokrotnie): \begin{itemize}[leftmargin=12pt] \item Inny gracz (twój wybór) zyskuje 5\,\svg{gold} \item Inny gracz (twój wybór) zyskuje 2\,\svg{building_materials} \item Inny gracz (twój wybór) zyskuje 1\,\svg{valuables} \end{itemize} Następnie, oflaguj Pole VII Kostką Frakcji. (W grze solo nie ma bonusu!)

source: \item Ignore all yellow borders on Starting Tiles I. \item You can use your build Token to give your resources to another player. \item Two players can use their build Tokens to exchange Artifacts and/or Spells.
cs: \item Ignorujte všechny žluté okraje na dílcích I. \item Svůj Žeton Stavby můžete použít k předání svých surovin jinému hráči. \item Dva hráči mohou použít své Žetony Stavby k výměně Artefaktů a/nebo Kouzel.
de: \item Ignoriert alle gelben Linien auf Startgebieten. \item Ihr könnt eure Baumarker verwenden, um anderen Spielern Ressourcen zu geben. \item Zwei Spieler können ihre Baumarker verwenden, um Artefakte und/oder Zaubersprüche zu tauschen.
fr: \item Ignorez toutes les bordures jaunes sur les tuiles de départ (I). \item Vous pouvez utiliser votre jeton de construction pour pouvoir donner des ressources à un autre joueur. \item Deux joueurs peuvent utiliser leur jeton de construction pour pouvoir échanger des artefacts et/ou des sorts.
pl: \item Zignoruj żółte granice na Kafelkach I. \item Możesz użyć swojego żetonu budowy, aby przekazać swoje zasoby innemu graczowi. \item Dwóch graczy może użyć swoich żetonów budowy do wymiany artefaktów i/lub Zaklęć.

source: \item Whenever a player Visits an Obelisk, that player rolls one treasure Die and one resource Die, and resolves one of them. \item When all VII Fields (excluding the Titans' Stronghold) are flagged, randomly draw and shuffle the specified number (see the next page) of Neutral Unit Cards from each of their corresponding Decks to create a separate Deck of Neutral Units for the Titans' Stronghold (the Deck of the Titans' Stronghold is sometimes split in two because certain Scenarios are otherwise impossible to implement with the Cards from certain expansions).
cs: \item Kdykoliv hráč navštíví Obelisk, hodí si jednou Kostkou Pokladu, jednou Kostkou Surovin a vyřeší jednu z nich. \item Když jsou všechny Dílky VII (s výjimkou Pevnosti Titánů) obsazeny, náhodně vytáhněte a zamíchejte určený počet (viz další strana) Karet Neutrálních Jednotek z odpovídajících Balíčků, abyste vytvořili samostatný Balíček Neutrálních Jednotek pro Pevnost Titánů (Balíček Pevnosti Titánů je někdy rozdělen na dvě části, protože určité Scénáře by jinak nebylo možné s Kartami z určitých rozšíření implementovat).
de: \item Wenn ein Spieler einen Obelisken besucht, würfelt dieser 1 \svg{treasure} und 1 \svg{resource} und handelt 1 davon ab. \item Wenn alle VI-VII-Gebiete (außer der Festung der Titanen) eingenommen wurden, zieht zufällig eine Anzahl neutrale Einheiten-Karten (siehe nächste Seite), um einen separaten neutrale Einheiten-Stapel für die Festung der Titanen zu erhalten (das Deck der Festung der Titanen wird manchmal zweigeteilt, da manche Szenarien sonst mit Karten bestimmter Erweiterungen nicht möglich sind).
fr: \item A chaque fois qu'un joueur se déplace sur un obélisque, il lance un dé de ressource et 1 dé de trésor, et choisit 1 résultat. \item Quand toutes les cases VII (à l'exception de la forteresse des titans) sont revendiquées, Tirez au hasard le nombre spécifié (voir page suivante) d'unité neutre de chaque pile correspondante afin de former un paquet d'unités distinctes utilisé pour les combats dans la forteresse des titans (Le paquet de la forteresse des titans est certaine fois coupé en deux paquets (le deuxième est à composé après avoir fini le premier) car sinon certaine configuration serais impossible à implémenter en fonction des extensions possédées).
pl: \item Za każdym razem, gdy gracz odwiedza Obelisk, ten gracz rzuca jedną Kością skarbu i jedną Kością zasobu, i rozpatruje jedną z nich. \item Kiedy wszystkie Pola VII (z wyjątkiem Twierdzy Tytanów) zostaną oznaczone, losowo dobierz i wymieszaj określoną liczbę (patrz na następną stronę) Kart Jednostek neutralnych z odpowiednich Talii, aby utworzyć osobną Talię Jednostek Neutralnych dla Twierdzy Tytanów (talia Twierdzy Tytanów może być dzielona na dwie części, ponieważ niektóre Scenariusze są w przeciwnym razie niemożliwe do wykonania z Kartami z pewnych dodatków).

source: \item Any time a Hero enters the Titans' Stronghold, they draw 5 Cards from the Titans' Stronghold Deck instead of from the Neutral Unit Card Decks. The Units are placed on the Combat Board (see page 29, ``Neutral Unit Setup'' in the Core Rulebook). Players attempt to defeat the Units they find in the Titans' Stronghold. Any Neutral Units defeated during Combat in the Titans' Stronghold are returned to their respective Neutral Unit Decks instead of the Titans' Stronghold Deck. Any Neutral Units surviving Combat in the Titans' Stronghold are shuffled back into the Titans' Stronghold Deck. If there are not enough Unit Cards in this Deck, draw as many Unit Cards as are available and place them on the Combat Board. \item Combat in the Titans' Stronghold now costs 1 MP to extend per Combat Round, just like Combat against non-Azure tier Units. \item Additionally, no player can: \begin{itemize} \item Attack other Heroes. \item Capture a Mine or Settlement that is already controlled. \end{itemize} \end{itemize}
cs: \item Kdykoliv Hrdina vstoupí do Pevnosti Titánů, vytáhne 5 Karet z Balíčku Pevnosti Titánů místo z Balíčků Karet Neutrálních Jednotek. Jednotky jsou umístěny na Desku Bojiště (viz \uv{Rozmístění Neutrálních Jednotek} na str. 29 v základních pravidlech). Hráči se pokoušejí porazit Jednotky, které najdou v Pevnosti Titánů. Jakékoliv Neutrální Jednotky poražené během Souboje v Pevnosti Titánů jsou vráceny do svých příslušných Balíčků Neutrálních Jednotek místo do Balíčku Pevnosti Titánů. Jakékoliv Neutrální Jednotky, které přežijí Souboj v Pevnosti Titánů jsou zamíchány zpět do Balíčku Pevnosti Titánů. Pokud v tomto Balíčku není dostatek Karet Jednotek, vytáhněte tolik Karet Jednotek, kolik je k dispozici, a umístěte je na Desku Bojiště. \item Souboj v Pevnosti Titánů nyní stojí 1 BP za prodloužení o další Kolo Souboje, stejně jako Souboj proti Jednotkám nižší než Azurové úrovně. \item Navíc žádný hráč nemůže: \begin{itemize} \item Útočit na jiné Hrdiny. \item Obsadit Důl nebo Osadu, která je již obsazena jiným hráčem. \end{itemize} \end{itemize}
fr: \item Chaque fois qu'un héros entre dans la forteresse des titans, il pioche 5 cartes du paquet de l'armée de la forteresse des titans à la place des piles habituelles. Ces unités sont placées sur le plateau de combat (voir page 29 du livre de règles, ``Préparation des unités neutres''). Le joueur doit tenter de vaincre les créatures aussi piochées. Toutes les unités neutres vaincus sont remises dans leurs piles d'unités neutres respectives, plutôt que dans le paquet spécial. Toutes les unités neutres qui survivent à un combat dans la forteresse des titans sont remélangées dans le paquet de l'armée de la forteresse des titans. S'il y reste moins de 5 unités dans le paquet de l'armée de la forteresse des titans, placez uniquement les unités restantes sur le plateau combat. \item Prolonger un combat dans la forteresse des titans coute un point de déplacement (comme pour un combat contre des unités non azure). \item Par ailleurs, les joueurs ne peuvent pas : \begin{itemize} \item Attaquer les autres Héros. \item Capturer une Mine ou une Enclave déjà contrôlée. \end{itemize} \end{itemize}
pl: \item Za każdym razem, gdy Bohater wchodzi do Twierdzy Tytanów, dobiera 5 Kart z Talii Twierdzy Tytanów zamiast z Talii Kart Jednostek Neutralnych. Jednostki są umieszczane na planszy Walki (zob. \mbox{str. 29} w Księdze Zasad). Gracze próbują pokonać Jednostki znajdujące się w Twierdzy Tytanów. Wszystkie Jednostki Neutralne pokonane podczas Walki w Twierdzy Tytanów są zwracane do odpowiednich Talii Jednostek Neutralnych, a nie do Talii Twierdzy Tytanów. Wszystkie Jednostki Neutralne, które przetrwały Walkę w Twierdzy Tytanów, są ponownie tasowane do Talii Twierdzy Tytanów. Jeśli w tej Talii brakuje Kart Jednostek, należy dobrać tyle Kart Jednostek, ile jest dostępnych, i umieścić je na planszy Walki. \item Walka w Twierdzy Tytanów teraz kosztuje 1 PR za przedłużenie na każdą Rundę Walki, tak jak Walka przeciwko Jednostkom poziomu innego niż błękitny. \item Dodatkowo żaden gracz nie może: \begin{itemize} \item Atakować innych Bohaterów. \item Zajmować Kopalni lub Osady, które są już kontrolowane. \end{itemize} \end{itemize}
