Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/emerald_island.tex/*.po
Languages: cs, de, fr, pl

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
de: \subsection*{\MakeUppercase{Spielervorbereitung}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
de: \subsection*{\MakeUppercase{Vorbereitung der Karte}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
de: \subsection*{\MakeUppercase{Sieg}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
de: \subsection*{\MakeUppercase{Niederlage}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
de: \subsection*{\MakeUppercase{Besondere Ereignisse}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
de: \subsection*{\MakeUppercase{Zusätzliche Regeln}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}

source: \textbf{Author:} Invoceusse
cs: \textbf{Autor:} Invoceusse
de: \textbf{Autor:} Invoceusse
fr: \textbf{Auteur :} Invoceusse
pl: \textbf{Autor:} Invoceusse

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \bronze\ Units of your choice \item A Few \bronze\ Units of your choice \end{itemize}
cs: \textbf{Úvodní Jednotky:} \begin{itemize} \item Tlupa \bronze\ Jednotek dle tvého výběru \item Hrstka \bronze\ Jednotek dle tvého výběru \end{itemize}
fr: \textbf{Unités de départ :} \begin{itemize} \item Une Unité Groupe \bronze\ de votre choix. \item Une Unité Quelques \bronze\ de votre choix. \end{itemize}

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout ($P$ stands for the number of players):
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři ($H$ znamená počet hráčů):
de: Nehmt die folgenden Gebiete und platziert sie wie in der Abbildung der Abenteuerkarte gezeigt: ($S$ steht für die Spieleranzahl):
fr: Prenez les tuiles suivantes et disposez-les comme indiqué sur le schéma du scénario ($J$ représente le nombre de joueurs):
pl: Weź następujące Kafelki Mapy i ułóż je zgodnie z układem mapy Scenariusza ($G$ oznacza liczbę graczy):

source: \captionof{figure}{\textbf{1-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 1 HRÁČE}}
de: \captionof{figure}{\textbf{1-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 1 JOUEUR}}

source: \captionof{figure}{\textbf{2-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 2 HRÁČE}}
de: \captionof{figure}{\textbf{2-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 2 JOUEURS}}

source: \captionof{figure}{\textbf{3-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 3 HRÁČE}}
de: \captionof{figure}{\textbf{3-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 3 JOUEURS}}

source: \captionof{figure}{\textbf{4-PLAYER SCENARIO}}
cs: \captionof{figure}{\textbf{SCÉNÁŘ PRO 4 HRÁČE}}
de: \captionof{figure}{\textbf{4-SPIELER-SZENARIO}}
fr: \captionof{figure}{\textbf{SCENARIO POUR 4 JOUEURS}}

source: \addscenariosection{1}{Cooperative Scenario}{Emerald Island}{\images/logistics.png}
cs: \addscenariosection{1}{Kooperativní Scéná\v{r}}{Smaragdový Ostrov}{\images/logistics.png}
de: \addscenariosection{1}{Kooperatives Szenario}{Smaragdinsel}{\images/logistics.png}
fr: \addscenariosection{1}{Scénario Coopératif}{L'Ile d'Émeraude}{\images/logistics.png}
pl: \addscenariosection{1}{Tryb Kooperacyjny}{Wyspa Szmaragdów}{\images/logistics.png}

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1222679455261261986}{Archon Studio Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1222679455261261986}{Archon Studio Discord}
de: \textbf{Quelle:} \href{https://discord.com/channels/740870068178649108/1222679455261261986}{Archon Studio Discord}
pl: \textbf{Źródło:} \href{https://discord.com/channels/740870068178649108/1222679455261261986}{Discord Archon Studio}

source: \textit{Lord Markham has decided to organize a treasure hunt and you and your friends are going to take part. But hurry up! Other teams are also on the trail, and one of them is almost finished! And above all, beware: it seems that a creature identified as a dragon lurks on this island!} \subsection*{\MakeUppercase{Scenario Length}}
cs: \textit{Lord Markham se rozhodl uspořádat honbu za pokladem a vy a vaši přátelé se jí zúčastníte. Ale pospěšte si! Další týmy jsou také na stopě a jeden z nich je téměř u konce! Dávajte si ale pozor: zdá se, že na tomto ostrově číhá tvor vypadající jako drak!} \subsection*{\MakeUppercase{Délka Scénáře}}
de: \textit{Lord Markham hat beschlossen, eine Schatzsuche zu organisieren und du und deine Freunde nehmt teil. Aber beeilt euch! Andere Teams sind ebenfalls unterwegs und eines ist bald am Ziel! Und vor allem: Vorsicht! Es scheint, eine als Drache identifizierte Kreatur lauert auf dieser Insel!} \subsection*{\MakeUppercase{Szenariolänge}}
fr: \textit{Lord Markham a décidé d'organiser une chasse au trésor et vous et vos amis serez de la partie. Mais dépêchez vous! D'autres équipes sont aussi en chemin, et une équipe est même proche de la fin! Et surtout prenez garde, un créature qu'on pense être un dragon rôde sur l'île!} \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \textit{Lord Markham postanowił zorganizować polowanie na skarby, a ty i twoi przyjaciele weźmiecie w nim udział. Ale pośpieszcie się! Inne drużyny też są na tropie, a jedna z nich jest już prawie na mecie! A przede wszystkim uważajcie: wygląda na to, że na tej wyspie czai się stworzenie zidentyfikowane jako smok!} \subsection*{\MakeUppercase{Długość Scenariusza}}

source: This Scenario is played over 8 Rounds.
cs: Tento Scénář se hraje na 8 Kol.
de: 8 Runden
fr: Ce scénario se joue en 8 Manches.
pl: Ten Scenariusz jest rozgrywany w 8 Rundach.

source: \textbf{Player Count:} 1 -- 4
cs: \textbf{Počet Hráčů:} 1 -- 4
de: \textbf{Spieleranzahl:} 1 -- 4
fr: \textbf{Nombre de Joueurs :} 1 -- 4
pl: \textbf{Liczba Graczy:} 1 -- 4

source: \textbf{Starting Resources:} 5 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 5 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Startressourcen:} 5 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de départ :} 5 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 5 \svg{gold}, 2 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 1 \svg{valuables}
de: \textbf{Starteinkommen:} 10 \svg{gold}, 0 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Town Buildings:} \bronze\ Dwelling
cs: \textbf{Městské Budovy:} \bronze\ Obydlí
fr: \textbf{Bâtiments de Départ:} Demeure \bronze{}

source: \textbf{Map Tile Pool:} If you wish, you can distribute the II--III Tiles equally to each player rather than laying them out as proposed.
cs: \textbf{Dílky Mapy na ruce:} Pokud si přejete, můžete Dílky II--III rozdělit rovnoměrně mezi každého hráče, místo aby byly rozmístěny podle návrhu ve Scénáři.
de: \textbf{Gebietsvorrat:} Wenn ihr es wünscht, könnt ihr die II--III-Gebiete gleichmäßig an die Spieler verteilen, statt sie wie vorgeschlagen zu platzieren.
fr: \textbf{Réserve de Tuile:} Si vous le souhaitez, vous pouvez distribuer les Tuiles II--III équitablement entre les Joueurs au lieu de les poser sur le Plateau comme proposé.
pl: \textbf{Pula Kafelków Mapy:} Jeśli chcesz, możesz równomiernie rozdać Kafelki II--III każdemu z graczy, zamiast układać je zgodnie z proponowanym układem.

source: Flag all Mines and Settlements. (Don't forget the Building Materials Mine in Tile I. Each Tile II--III contains one Mine or Settlement with a Level III fight.)
cs: Obsaďte všechny Doly a Osady. (Nezapomeňte na Důl na Stavební Materiály na Dílku I. Každý Dílek II--III obsahuje jeden Důl nebo Osadu s Soubojem na Úrovni III.)
de: Kontrolliert alle Minen und Siedlungen. (Vergesst nicht die Baumaterialien-Mine in Gebiet I. Jedes II--III-Gebiet beinhaltet eine Mine oder Siedlung mit einem Level III-Kampf.)
fr: Revendiquez chaque Mines et Enclaves. (Ne pas oubliez la Mine de la Tuile I. Chaque Tuile II--III contient une Mine ou une Enclave avec un combat de niveau III.)
pl: Oflaguj wszystkie Kopalnie i Osady. (Nie zapomnij o Kopalni Budulców na Kafelku I. Każdy Kafelek II--III zawiera jedną Kopalnię lub Osadę z Walką na Poziomie III.)

source: There are unflagged Mines or Settlements left in map at the end of Round 8.
cs: Na konci 8. Kola zůstanou na mapě neobsazené Doly nebo Osady.
de: Ihr kontrolliert am Ende von Runde 8 nicht alle Minen und Siedlungen auf der Karte.
fr: Il y a des Mines ou Enclaves non revendiquez à la fin de la Manche 8.
pl: Na mapie pozostały nieoflagowane Kopalnie lub Osady na koniec Rundy 8.

source: \textbf{\nth{5} Round:} \begin{itemize} \item Gain again the result of one Field with a Black Cube. \end{itemize}
cs: \textbf{5. Kolo:} \begin{itemize} \item Získejte znovu výsledek jednoho Pole s Černou Kostičkou. \end{itemize}
de: \textbf{Runde 5:} \begin{itemize} \item Erhaltet erneut den Effekt eines Felds mit Statuswürfel. \end{itemize}
fr: \textbf{Manche 5:} \begin{itemize} \item Gagnez à nouveau la récompense d'une case avec un Cube noir. \end{itemize}
pl: \textbf{Runda 5.:} \begin{itemize} \item Zyskaj nagrodę jednegoPola z Czarną Kostką. \end{itemize}

source: \begin{itemize} \item Ignore any yellow lines between Tiles I (but not between Tiles I and Tiles II--III).
cs: \begin{itemize} \item Ignorujte jakékoliv žluté čáry mezi Dílky I (ale ne mezi Dílky I a Dílky II--III)
de: \begin{itemize} \item Ignoriert alle gelben Linien auf Startgebieten (aber nicht zwischen I- und II--III-Gebieten).
fr: \begin{itemize} \item Ignorez les bordures jaunes entre les Tuiles I (mais pas entre les Tuilles I et II--III).

source: \item You can't build a \golden\ Dwelling.
cs: \item Nemůžete postavit \golden\ Obydlí.
fr: \item Vous ne pouvez pas construire la Demeure~\golden{}.

source: \item You can give Units to another player, even outside your Turn, if one of your Heroes is: \begin{itemize} \item On the same Map Tile as another player's Hero. \item In another player's Town. \item Next to another player's Hero. \end{itemize}
cs: \item Můžete předat Jednotky jinému hráči, dokonce i mimo svůj Tah, pokud je jeden z vašich Hrdinů: \begin{itemize} \item Na stejném Dílku Mapy jako Hrdina jiného hráče. \item Ve Městě jiného hráče. \item Vedle Hrdiny jiného hráče. \end{itemize}
de: \item Ihr könnt anderen Spielern (auch außerhalb eures Zuges) Einheiten geben, wenn einer eurer Helden: \begin{itemize} \item Auf dem selben Gebiet wie ein Held eines anderen Spielers steht. \item In der Stadt eines anderen Spielers steht. \item Neben einem Helden eines anderen Spielers steht. \end{itemize}
fr: \item Vous pouvez donner des Unités à un autre Joueur, même en dehors de votre Tour, si un de vos Héros est: \begin{itemize} \item Sur la même Tuile qu'un Héros d'un autre Joueur. \item Dans la Ville d'un autre Joueur. \item Adjacent au Héros d'un autre Joueur. \end{itemize}

source: \item If you have no Units in your Unit Deck (after a battle or if you do not keep at least one Unit), return all your Units to your Faction's Unit pool (even if another player has one or more of your Units). This includes Units you've previously given to another player.
cs: \item Pokud nemáte žádné Jednotky ve svém Balíčku Jednotek (po bitvě nebo pokud si neuchováte alespoň jednu Jednotku), vraťte všechny své Jednotky do Balíčku Jednotek své Frakce (i když jiný hráč má jednu nebo více vašich Jednotek). To zahrnuje i Jednotky, které jste dříve předali jinému hráči.
de: \item Wenn ihr keine Einheiten in eurem Einheitendeck habt (nach einem Kampf oder wenn ihr keine Einheit behaltet), legt alle Einheiten in den Einheitenstapel eurer Fraktion zurück (auch, wenn ein anderer Spieler eine oder mehrere eurer Einheiten hat). Das beinhaltet Einheiten, die ihr anderen Spielern gegeben habt.
fr: \item Si vous n'avez plus d'Unités dans votre Deck d'Unités (après combat ou si vous ne gardez pas au moins une Unité), retournez toutes vos Unités dans votre Réserve d'Unités de Faction (même si un autre Joueur a une ou plus de vos Unités). Cela inclut les Unités données à d'autres Joueurs.

source: \item When in another player's Town, you may Recruit or Reinforce their Units, either for them or for yourself. You need the other player's permission for it. Corresponding Dwellings or Citadel must be built to do so.
cs: \item Když jste ve Městě jiného hráče, můžete Naverbovat nebo Posílit jejich Jednotky, buď pro daného hráče nebo pro sebe. Potřebujete k tomu povolení druhého hráče, a musí k tomu být postavena odpovídající Obydlí nebo Citadela.
de: \item Wenn ihr euch in der Stadt eines anderen Spielers befindet, könnt ihr für ihn oder euch Einheiten rekrutieren oder verstärken. Ihr benötigt dazu die Einwilligung dieses Spielers. Benötigte Behausungen oder die Zitadelle müssen dafür gebaut sein.
fr: \item Dans une Ville alliée, vous pouvez Recruter ou Améliorer leurs Unités, soit pour l'allié, soit pour vous; Vous devez avoir l'accord de l'allié. La Demeure ou la Citadelle doivent être construite.

source: \item For the last Mine/Settlement battle, add a \golden\ Neutral Unit. You have unlimited Turns for this battle. You can't use Expert Diplomacy to skip this battle!
cs: \item Pro poslední Souboj o Důl/Osadu přidejte \golden\ Neutrální Jednotku. Pro tento Souboj máte neomezený počet Tahů. K přeskočení tohoto Souboje nemůžete použít Pokročilou Diplomacii!
fr: \item Pour le dernier combat de Mine/Enclave, ajoutez une Unité Neutre \golden{}. Les Tours sont illimités et l'utilisation de Diplomatie Expert est interdite pour ce combat!

source: \item The first time you reach Level IV, gain your second specialty.
cs: \item Poprvé, když dosáhnete Úrovně IV, získáte svou druhou Kartu Zaměření.
de: \item Wenn ihr zum ersten Mal Stufe 4 erreicht, erhaltet die Stufe 4-Sonderfähigkeitenkarte.
fr: \item Au votre premier Niveau IV, gagnez votre deuxième Carte de Spécialité.

source: \item When you reach Level IV, move your Token on the Level tracker to Level III.
cs: \item Když dosáhnete Úrovně IV, přesuňte svůj Žeton na počítadle Úrovní na Úroveň III.
de: \item Wenn ihr Stufe 4 erreicht, bewegt euren Stufenmarker zurück auf Stufe 3.
fr: \item Quand vous atteignez le Niveau IV, déplacez votre marqueur de la Piste des Niveaux sur III.

source: \item Additionally, no player can: \begin{itemize} \item Attack other Heroes. \item Capture a Mine or Settlement that is already Flagged. \end{itemize} \end{itemize}
cs: \item Navíc žádný hráč nemůže: \begin{itemize} \item Útočit na jiné Hrdiny. \item Zmocnit se Dolu nebo Osady, které jsou již Obsazeny. \end{itemize} \end{itemize}
de: \item Zusätzlich kann kein Spieler: \begin{itemize} \item Andere Helden angreifen. \item Minen oder Siedlungen einnehmen, die bereits eingenommen wurden. \end{itemize} \end{itemize}
fr: \item De plus, aucun Joueur ne peut: \begin{itemize} \item Attaquer d'autres Héros other Heroes. \item Capturer une Mine ou une Enclave déjà Revendiquée. \end{itemize} \end{itemize}

source: \begin{itemize} \item P × Starting (I) Map Tile \item 4P × Far (II--III) Map Tile \end{itemize}
de: \begin{itemize} \item S × Startgebiete (I) \item 4S × Ferne Gebiete (II--III) \end{itemize}
fr: \begin{itemize} \item J × Tuiles de Départ (I) \item 4J × Tuiles Lointaines (II--III) \end{itemize}

source: \textbf{Town Buildings:} \svg{bronze} Dwelling
de: \textbf{Startgebäude:} \svg{bronze}-Behausung

source: \textbf{Starting Units:} \begin{itemize} \item A Pack of \svgunit{bronze} Units of your choice \item A Few \svgunit{bronze} Units of your choice \end{itemize}
pl: \textbf{Jednostki Początkowe:} \begin{itemize} \item Grupa \svgunit{bronze} Jednostek do wyboru \item Garstka \svgunit{bronze} Jednostek do wyboru \end{itemize}

source: \textbf{Additional Bonus:} None
pl: \textbf{Dodatkowy Bonus:} Brak

source: \textbf{Town Buildings:} \svgunit{bronze} Dwelling
pl: \textbf{Budynki Początkowe:} \svgunit{bronze} Siedlisko

source: $\boldsymbol{P}$ \textbf{× Starting (I) Map Tile} \begin{itemize} \item Starting Tiles of your chosen Factions. \item Ignore any yellow lines between Tiles I (but not between Tiles I and Tiles II--III) \end{itemize}
pl: $\boldsymbol{G}$ \textbf{× Początkowy (I) Kafelek Mapy} \begin{itemize} \item Początkowe Kafelki wybranych Frakcji. \item Zignoruj żółte granice pomiędzy Kafelkami I (ale nie pomiędzy Kafelkami II--III). \end{itemize}

source: $\boldsymbol{4 P}$ \textbf{× Far (II--III) Map Tile}
pl: $\boldsymbol{4 G}$ \textbf{× Daleki (II-III) Kafelek Mapy}

source: \subsection*{\MakeUppercase{Additional Rules}} \begin{itemize} \item You can't build a \svgunit{golden} Dwelling. \item You can give Units to another player, even outside your Turn, if one of your Heroes is: \begin{itemize} \item On the same Map Tile as another player's Hero. \item In another player's Town. \item Next to another player's Hero. \end{itemize} \item If you have no Units in your Unit Deck (after a battle or if you do not keep at least one Unit), return all your Units to your Faction's Unit pool (even if another player has one or more of your Units). This includes Units you've previously given to another player. \item When in another player's Town, you may Recruit or Reinforce their Units, either for them or for yourself. You need the other player's permission for it. Corresponding Dwellings or Citadel must be built to do so. \item For the last Mine/Settlement battle, add a \svgunit{golden} Neutral Unit. You have unlimited Turns for this battle. You can't use Expert Diplomacy to skip this battle! \item The first time you reach Level IV, gain your second specialty. \item When you reach Level IV, move your Token on the Level tracker to Level III. \item Additionally, no player can: \begin{itemize} \item Attack other Heroes. \item Capture a Mine or Settlement that is already Flagged. \end{itemize} \end{itemize}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}} \begin{itemize} \item Nie możesz zbudować \svgunit{golden} Siedliska. \item Możesz przekazywać Jednostki innemu graczowi, nawet poza swoją Turą, jeśli jeden z twoich Bohaterów jest: \begin{itemize} \item Na tym samym Kafelku mapy co Bohater innego gracza. \item W Mieście innego gracza. \item Obok Bohatera innego gracza. \end{itemize} \item Jeśli nie masz Jednostek w swojej talii Jednostek (po Walce lub jeśli nie zachowasz co najmniej jednej Jednostki), zwróć wszystkie swoje Jednostki do puli Jednostek twojej Frakcji (nawet jeśli inny gracz ma jedną lub więcej twoich Jednostek). Obejmuje to Jednostki, które wcześniej przekazałeś innemu graczowi. \item Będąc w Mieście innego gracza, możesz rekrutować lub wzmacniać ich Jednostki, albo dla nich, albo dla siebie. Potrzebujesz na to zgody innego gracza. Odpowiednie Siedliska lub Cytadela muszą być zbudowane. \item Do ostatniej Walki o Kopalnię/Osadę dodaj Neutralną \svgunit{golden} Jednostkę. Masz nieograniczoną liczbę Rund na tę Walkę. Nie możesz użyć Mistrzowskiej Dyplomacji, aby pominąć tę Walkę! \item Przy pierwszym osiągnięciu Poziomu IV, zdobądź swoją drugą specjalizację. \item Po osiągnięciu Poziomu IV, przenieś swoją Lostkę na liczniku Poziomów na Poziom III. \item Dodatkowo, żaden gracz nie może: \begin{itemize} \item Atakować innych bohaterów. \item Przejąć Kopalni lub Osady, która jest już Oflagowana. \end{itemize} \end{itemize}

source: \begin{center} \includegraphics[width=0.2\paperwidth]{\maps/emerald-1.png} \captionof{figure}{\textbf{1-PLAYER SCENARIO}} \vspace{3em} \includegraphics[width=0.3\paperwidth]{\maps/emerald-2.png} \captionof{figure}{\textbf{2-PLAYER SCENARIO}} \vspace{3em} \includegraphics[width=0.3\paperwidth]{\maps/emerald-3.png} \captionof{figure}{\textbf{3-PLAYER SCENARIO}} \vspace{3em} \includegraphics[width=0.3\paperwidth]{\maps/emerald-4.png} \captionof{figure}{\textbf{4-PLAYER SCENARIO}} \end{center}
pl: \begin{center} \includegraphics[width=0.2\paperwidth]{\maps/emerald-1.png} \captionof{figure}{\textbf{SCENARIUSZ 1-OSOBOWY}} \vspace{3em} \includegraphics[width=0.3\paperwidth]{\maps/emerald-2.png} \captionof{figure}{\textbf{SCENARIUSZ 2-OSOBOWY}} \vspace{3em} \includegraphics[width=0.3\paperwidth]{\maps/emerald-3.png} \captionof{figure}{\textbf{SCENARIUSZ 3-OSOBOWY}} \vspace{3em} \includegraphics[width=0.3\paperwidth]{\maps/emerald-4.png} \captionof{figure}{\textbf{SCENARIUSZ 4-OSOBOWY}} \end{center}
