Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_devilish_plan.tex/*.po
Languages: cs, fr, pl

source: \subsection*{\MakeUppercase{Scenario Length}}
cs: \subsection*{\MakeUppercase{Délka Scénáře}}
fr: \subsection*{\MakeUppercase{Durée du Scénario}}
pl: \subsection*{\MakeUppercase{Długość Scenariusza}}

source: \subsection*{\MakeUppercase{Player Setup}}
cs: \subsection*{\MakeUppercase{Příprava Hráče}}
fr: \subsection*{\MakeUppercase{Préparation des Joueurs}}
pl: \subsection*{\MakeUppercase{Przygotowanie Graczy}}

source: \subsection*{\MakeUppercase{Map Setup}}
cs: \subsection*{\MakeUppercase{Příprava Mapy}}
fr: \subsection*{\MakeUppercase{Préparation du Plateau}}
pl: \subsection*{\MakeUppercase{Przygotowanie Mapy}}

source: Take the following Map Tiles and arrange them as shown in the Scenario map layout:
cs: Vezměte následující Dílky Mapy a uspořádejte je, jak je uvedeno ve Scénáři:
fr: Prenez les Tuiles suivantes et disposez-les comme indiqué sur le schéma du Scénario:
pl: Ułóż poniższe Kafelki Mapy zgodnie z układem pokazanym na mapie Scenariusza:

source: \subsection*{\MakeUppercase{Victory Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Vítězství}}
fr: \subsection*{\MakeUppercase{Conditions de Victoire}}
pl: \subsection*{\MakeUppercase{Warunki Zwycięstwa}}

source: \subsection*{\MakeUppercase{Defeat Conditions}}
cs: \subsection*{\MakeUppercase{Podmínky Porážky}}
fr: \subsection*{\MakeUppercase{Conditions de Défaite}}
pl: \subsection*{\MakeUppercase{Warunki Przegranej}}

source: \subsection*{\MakeUppercase{Timed Events}}
cs: \subsection*{\MakeUppercase{Časované Události}}
fr: \subsection*{\MakeUppercase{Évènements programmés}}
pl: \subsection*{\MakeUppercase{Wydarzenia Czasowe}}

source: \subsection*{\MakeUppercase{Additional Rules}}
cs: \subsection*{\MakeUppercase{Dodatečná Pravidla}}
fr: \subsection*{\MakeUppercase{Règles Additionnelles}}
pl: \subsection*{\MakeUppercase{Dodatkowe Zasady}}

source: \subsection*{\MakeUppercase{AI Hero Setup}}
cs: \subsection*{\MakeUppercase{Příprava AI Hrdiny}}
fr: \subsection*{\MakeUppercase{Préparation du Héros IA}}
pl: \subsection*{\MakeUppercase{Przygotowanie AI}}

source: \textbf{Starting Income:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
cs: \textbf{Úvodní Příjem:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
fr: \textbf{Revenus de Départ :} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}
pl: \textbf{Początkowy Przychód:} 10 \svg{gold}, 0 \svg{building_materials}, 0 \svg{valuables}

source: \textbf{Town Buildings:} \bronze\ Dwelling, City Hall
cs: \textbf{Budovy ve Městě:} \bronze\ Obydlí, Radnice
fr: \textbf{Bâtiments de Départ :} Demeure \bronze{}, Salle du Conseil
pl: \textbf{Budynki Początkowe:} \bronze\ Siedlisko, Ratusz

source: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}Dungeons and Devils} \addscenariosection[subsection]{1}{Inferno Campaign $-$ Dungeons and Devils}{1. A Devilish Plan}{\images/firewall.png}
cs: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}Kobky a Ďáblové} \addscenariosection[subsection]{1}{Kampa\v{n} Peklo $-$ Kobky a Ďáblové}{1. Ďábelský Plán}{\images/firewall.png}
fr: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}Dungeons and Devils} \addscenariosection[subsection]{1}{Campagne Hadès $-$ Donjons et Diables}{1. Un Plan Diabolique}{\images/firewall.png}
pl: \phantomsection\addcontentsline{toc}{section}{\protect\numberline{} {} {} {} {}Podziemia i Diabły} \addscenariosection[subsection]{1}{Kampania Inferna $-$ Podziemia i Diabły}{1. Diabelski Plan}{\images/firewall.png}

source: \textbf{Author:} Tm335
cs: \textbf{Autor:} Tm335
fr: \textbf{Auteur :} Tm335
pl: \textbf{Autor:} Tm335

source: \textbf{Source:} \href{https://discord.com/channels/740870068178649108/1243057664666238996/1243057664666238996}{Archon Studios Discord}
cs: \textbf{Zdroj:} \href{https://discord.com/channels/740870068178649108/1243057664666238996/1243057664666238996}{Archon Studios Discord}
pl: \empty

source: \textit{A large elvish population inhabits Erathia's southeastern coast. Green and gold dragons, native to the region, augment their military strength. Before we conquer this region, and detour our forces to Steadwick, we must annihilate these dragons. Our Kreegan allies from Eeofol requested the honor of this mission. The Kreegans are fierce warriors. They will enjoy the slaughter. }
cs: \textit{Velká populace elfů obývá jihovýchodní pobřeží Erathie. Zelení a zlatí draci, kteří jsou ve zdejším regionu původní, posilují svou vojenskou sílu. Než si podrobíme tento region a přesuneme naše síly do Steadwicku, musíme tyto draky zničit. Naši spojenci Kreegané z Eeofolu požádali o čest vést tuto misi. Kreegané jsou nelítostní válečníci; budou si ta jatka užívat. }
fr: \textit{Une large population elfe habite la côte sud-est d'Erathia. Dragons Verts et Dragons d'Or, natifs de la région, augmentent leur force militaire. Avant de conquérir cette région et diriger nos forces vers Steadwick, nous devons annihiler ces dragons. Nos alliés Kreegan d'Eeofol demandent l'honneur de cette mission. Les Kreegans sont de féroces guerriers. Ils se réjouiront de ce massacre. }
pl: \textit{Południowo-zachodnie wybrzeże Erathii zasiedlone jest przez dużą populację elfów. Zielone i złote smoki, które także zamieszkują te ziemie, znacznie powiększają ich potęgę militarną. Zanim podbijemy wymienione rejony i otworzymy sobie drogę do Steadwick, musimy wybić do nogi wszystkie smoki. Nasi sprzymierzeńcy, wojownicy Kreegan z królestwa Eofol, poprosili o zaszczyt wykonania tej misji. Kreeganie to dobrzy żołnierze. Ta rzeź z pewnością sprawi im radość. }

source: This Scenario plays out over 13 Rounds.
cs: Tento Scénář se hraje na 13 Kol.
fr: Ce scénario se joue en 13 Manches.
pl: Ten Scenariusz rozgrywany jest w 13 Rundach.

source: \textbf{Faction:} Inferno
cs: \textbf{Frakce:} Peklo
fr: \textbf{Faction :} Hadès
pl: \textbf{Frakcja:} Inferno

source: \textbf{Faction Hero:} Choose any
cs: \textbf{Hrdina Frakce:} Libovolný
fr: \textbf{Héros de Faction:} Au choix
pl: \textbf{Bohater Frakcji:} Wybierz dowolnego

source: \textbf{Starting Resources:} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
cs: \textbf{Úvodní Suroviny:} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
fr: \textbf{Ressources de Départ :} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}
pl: \textbf{Zasoby Początkowe:} 15 \svg{gold}, 3 \svg{building_materials}, 1 \svg{valuables}

source: \textbf{Starting Units:}
cs: \textbf{Úvodní Jednotky:}
fr: \textbf{Unités de Départ:}
pl: \textbf{Jednostki początkowe:}

source: \begin{itemize} \item A Pack of Familiars \item A Few Magogs \end{itemize}
cs: \begin{itemize} \item Tlupa Rarášků \item Hrstka Magogů \end{itemize}
fr: \begin{itemize} \item Groupe Familiers. \item Quelques Magogs. \end{itemize}
pl: \begin{itemize} \item Grupa Chowańców \item Garstka Magogów \end{itemize}

source: \textbf{Bonus:} Choose one of the following options: \begin{itemize} \item Add a ``Slayer'' Spell to your hand \item Add the ``Armor of Wonder'' Artifact to your hand \item Reinforce Magogs and gain 1 \svg{valuables} \end{itemize}
cs: \textbf{Bonus:} Zvolte jednu z následujících možností: \begin{itemize} \item Přidejte si Kouzlo \uv{Zabiják} do ruky \item Přidejte si Artefakt \uv{Brnění Zázraků} do ruky \item Posilte Magogy a získejte 1 \svg{valuables} \end{itemize}
fr: \textbf{Bonus:} Choisissez une des options suivantes: \begin{itemize} \item Ajoutez un Sort «Pourfendeur» à votre main \item Ajoutez l'Artefact «Armure Miraculeuse» à votre main \item Améliorer les Magogs et gagnez 1 \svg{valuables} \end{itemize}
pl: \textbf{Bonus:} Wybierz jedną z następujących opcji: \begin{itemize} \item Zyskaj Zaklęcie ,,Pogromca'' \item Zyska Artefakt ,,Zbroja Cudów'' \item Wzmocnij Magogi i zyskaj 1 \svg{valuables} \end{itemize}

source: \textbf{Gold Dragons Army (Rampart):} \begin{itemize} \item \textbf{Army:} \begin{itemize} \item A Pack of Gold Dragons \item A Pack of Unicorns \item A Pack of Dendroids \item A Pack of Centaurs \end{itemize} \end{itemize}
cs: \textbf{Armáda Zlatých Draků (Bašta):} \begin{itemize} \item \textbf{Army:} \begin{itemize} \item Tlupa Zlatých Draků \item Tlupa Jednorožců \item Tlupa Stromvojáků \item Tlupa Kentaurů \end{itemize} \end{itemize}
fr: \textbf{Armée des Dragons d'Or (Rempart):} \begin{itemize} \item \textbf{Armée:} \begin{itemize} \item Un Groupe de Dragons d'Or \item Un Groupe de Licornes \item Un Groupe de Sylvaniens \item Un Groupe de Centaures \end{itemize} \end{itemize}
pl: \textbf{Armia Złotych Smoków (Bastion):} \begin{itemize} \item \textbf{Armia:} \begin{itemize} \item Grupa Złotych Smoków \item Grupa Jednorożców \item Grupa Drzewców \item Grupa Centaurów \end{itemize} \end{itemize}

source: \textbf{Ivor (Rampart):} \begin{itemize} \item \textbf{Army:} \begin{itemize} \item A Few Elves \item Neutral Army at the same Level as your Hero\footnote{See page 35, ``Field Difficulty Level Table'' in the Core Rulebook, for further details on the number of Neutral Units you have to draw for this Neutral Army.} \end{itemize} \item \textbf{AI Deck:} \begin{itemize} \item 1 × Might \svg{might} Card \item 2 × Magic \svg{magic} Card \item 1 × Skill \svg{skill} Card \end{itemize} \item \textbf{Spells:} \begin{itemize} \item 1 × Precision\footnote{It resolves on the first \svg{unit_ranged} Unit able to make a \svg{unit_ranged} attack} \item 1 × Magic Arrow \end{itemize} \item \textbf{Abilities:} Archery (always Basic effect) \end{itemize}
cs: \textbf{Ivor (Bašta):} \begin{itemize} \item \textbf{Armáda:} \begin{itemize} \item Hrstka Elfů \item Neutrální Armáda na stejné Úrovni jako váš Hrdina\footnote{Viz \uv{Tabulka Obtížností} na straně 35 Knihy Základních Pravidel.} \end{itemize} \item \textbf{Balíček AI:} \begin{itemize} \item 1 × Karta Moc \svg{might} \item 2 × Karta Magie \svg{magic} \item 1 × Karta Schopnost \svg{skill} \end{itemize} \item \textbf{Kouzla:} \begin{itemize} \item 1 × Přesnost\footnote{Vyhodnoťte při prvním útoku Jednotky s útokem na dálku \svg{unit_ranged}.} \item 1 × Magický Šíp \end{itemize} \item \textbf{Dovednosti:} Lučišnictví (pouze Základní efekt) \end{itemize}
fr: \textbf{Ivor (Rempart):} \begin{itemize} \item \textbf{Armée:} \begin{itemize} \item Quelques Elfes \item Armée Neutre de même Niveau que votre Héros\footnote{Voir page 35, «Table de Difficulté des Cases» du Livre de Règle, pour plus de détails sur le nombre d'Unités d'Armée Neutres à piocher.} \end{itemize} \item \textbf{Deck IA:} \begin{itemize} \item 1 × Carte Force \svg{might} \item 2 × Carte Magic \svg{magic} \item 1 × Carte Capacité \svg{skill} \end{itemize} \item \textbf{Sorts:} \begin{itemize} \item 1 × Précision\footnote{Ce résous sur la première Unité \svg{unit_ranged} capable de faire une attaque \svg{unit_ranged}} \item 1 × Flèche Magique \end{itemize} \item \textbf{Compétence:} Archerie (effet Basique) \end{itemize}
pl: \textbf{Ivor (Bastion):} \begin{itemize} \item \textbf{Armia:} \begin{itemize} \item Garstka Elfów \item Neutralna Armia na tym samym Poziomie co twój Bohater\footnote{Zobacz stronę 35. ,,Tabela Poziomów Trudności Pola'' w Księdze Zasad, aby uzyskać szczegółowe informacje na temat Neutralnych Jednostek.} \end{itemize} \item \textbf{Talia AI:} \begin{itemize} \item 1 × Karta Mocy \svg{might} \item 2 × Karta Magii \svg{magic} \item 1 × Karta Umiejętności \svg{skill} \end{itemize} \item \textbf{Zaklęcia:} \begin{itemize} \item 1 × Precyzja\footnote{Rozpatruje się na pierwszej Jednostce \svg{unit_ranged} zdolnej do wykonania ataku \svg{unit_ranged}.} \item 1 × Magiczna Strzała \end{itemize} \item \textbf{Zdolności:} Łucznictwo (zawsze efekt Podstawowy) \end{itemize}

source: \begin{center} {\transparent{0.2}\includegraphics[width=0.7\linewidth, keepaspectratio]{\art/slayer.png}} \end{center}
cs: \begin{center} {\transparent{0.2}\includegraphics[width=0.3\linewidth, keepaspectratio]{\art/slayer.png}} \end{center}

source: \textbf{2 × Starting (I) Map Tile} \begin{itemize} \item 1 × Inferno (S6) \item 1 × Rampart (S4) \end{itemize}
cs: \textbf{2 × Startovní (I) Dílek Mapy} \begin{itemize} \item 1 × Peklo (S6) \item 1 × Bašta (S4) \end{itemize}
fr: \textbf{2 × Tuiles de Départ (I)} \begin{itemize} \item 1 × Hadès (S6) \item 1 × Rempart (S4) \end{itemize}
pl: \textbf{2 × Początkowy (I) Kafelek Mapy} \begin{itemize} \item 1 × Inferno (S6) \item 1 × Bastion (S4) \end{itemize}

source: \textbf{3 × Far (II--III) Map Tile} \begin{itemize} \item \mbox{2 × Inferno (choose from: F16--F18, \#F10)} \item 1 × Rampart (choose from: F10--F12) \end{itemize}
cs: \textbf{3 × Vzdálený (II--III) Dílek Mapy} \begin{itemize} \item \mbox{2 × Peklo (vyberte z: F16--F18, \#F10)} \item 1 × Bašta (vyberte z: F10--F12) \end{itemize}
fr: \textbf{3 × Tuiles Lointaines (II--III)} \begin{itemize} \item \mbox{2 × Hadès (parmi: F16--F18, \#F10)} \item 1 × Rempart (parmi: F10--F12) \end{itemize}
pl: \textbf{3 × Daleki (II--III) Kafelek Mapy} \begin{itemize} \item 2 × Inferno (wybierz z: F16--F18, \#F10) \item 1 × Bastion (wybierz z: F10--F12) \end{itemize}

source: \textbf{2 × Near (IV--V) Map Tile} \begin{itemize} \item 2 × Rampart (N7, N8) \end{itemize}
cs: \textbf{2 × Blízký (IV--V) Dílek Mapy} \begin{itemize} \item 2 × Bašta (N7, N8) \end{itemize}
fr: \textbf{2 × Tuiles Proches (IV--V)} \begin{itemize} \item 2 × Rempart (N7, N8) \end{itemize}
pl: \textbf{2 × Bliski (IV--V) Kafelek Mapy} \begin{itemize} \item 2 × Bastion (N7, N8) \end{itemize}

source: \textbf{1 × Center (VI--VII) Map Tile} \begin{itemize} \item 1 × Dragon Utopia Center Map Tile (C1) \end{itemize}
cs: \textbf{1 × Středový (VI--VII) Dílek Mapy} \begin{itemize} \item 1 × Dračí Utopie (C1) \end{itemize}
fr: \textbf{1 × Tuile Centre (VI--VII)} \begin{itemize} \item 1 × Tuile Centre Terres Désolées (C1) \end{itemize}
pl: \textbf{1 × Centralny (VI--VII) Kafelek Mapy} \begin{itemize} \item 1 × Kafelek ze Smoczą Utopią (C1) \end{itemize}

source: \subsection*{\MakeUppercase{Heroes Placement}}
cs: \subsection*{\MakeUppercase{Umístění Hrdinů}}
fr: \subsection*{\MakeUppercase{Placement des Héros}}
pl: \subsection*{\MakeUppercase{Ustawienie Bohaterów}}

source: The Enemy Hero is represented by one Rampart Faction Hero model of your choice and appears in the center Field of the S4 Starting Map Tile.
cs: Nepřátelský Hrdina je reprezentován libovolným modelem Hrdiny Frakce Bašta a objeví se na středovém Poli Startovního Dílku Mapy S4.
fr: Le Héros Ennemi est représenté par une Figurine Héros Rempart au choix et apparaît sur la Case centrale de la Tuile de Départ S4.
pl: Wrogi Bohater jest reprezentowany przez dowolną figurkę Bohatera Bastionu i pojawia się w środkowym polu Początkowego Kafelka S4.

source: Place your Hero in the center Field of the Inferno Starting Map Tile.
cs: Umístěte svého Hrdinu na středové Pole Startovního Dílku Peklo.
fr: Placez votre Héros sur la Case centrale de la Tuile de Départ Hadès.
pl: Umieść swojego Bohatera na środkowym polu Początkowego Kafelka Mapy Inferno.

source: Defeat the Enemy Hero and the Gold Dragons Armies.
cs: Porazte Nepřátelského Hrdinu a Armády Zlatých Draků.
fr: Vaincre le Héros Ennemi et l'Armée des Dragons d'Or.
pl: Pokonaj Wrogiego Bohatera i Armię Złotych Smoków.

source: You lose if any of the following occur: \begin{itemize} \item You lose one Combat encounter. \item You fail to defeat the Enemy Hero and the Gold Dragons Armies by the end of the Round 13. \end{itemize}
cs: Scénář prohrajete stane-li se libovolné z následujícího: \begin{itemize} \item You Prohrajete Souboj při setkání. \item Neporazíte Nepřátelského Hrdinu a Armádu Zlatých Draků do konce 13. Kola. \end{itemize}
fr: Vous perdez si l'un des cas suivants se produit: \begin{itemize} \item Vous perdez un Combat. \item Le Héros Ennemi et/ou l'Armée des Dragons d'Or ne sont pas vaincus à la fin de la Manche 13. \end{itemize}
pl: Przegrywasz, jeśli wystąpi którakolwiek z poniższych sytuacji: \begin{itemize} \item Przegrywasz jedno starcie w Walce. \item Nie pokonasz Wrogiego Bohatera i Armii Złotych Smoków do końca Rundy 13. \end{itemize}

source: \textbf{\nth{1} Round:} \begin{itemize} \item Read ``Introduction'' section. \end{itemize}
cs: \textbf{1. Kolo:} \begin{itemize} \item Přečtěte si sekci \uv{Úvod}. \end{itemize}
fr: \textbf{Manche 1:} \begin{itemize} \item Lisez la section «Introduction». \end{itemize}
pl: \textbf{1. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Wprowadzenie''. \end{itemize}

source: \textbf{\nth{2} Round:} \begin{itemize} \item Read ``The Queen'' section. \end{itemize}
cs: \textbf{2. Kolo:} \begin{itemize} \item Přečtěte si sekci \uv{Královna}. \end{itemize}
fr: \textbf{Manche 2:} \begin{itemize} \item Lisez la section «La Reine». \end{itemize}
pl: \textbf{2. Runda:} \begin{itemize} \item Przeczytaj fragment ,,Królowa''. \end{itemize}

source: \textbf{\nth{9} Round:} \begin{itemize} \item Reinforce the Few Elves in Ivor's army to a Pack of Elves. \item Add an Ammo Cart to Ivor's Army. \end{itemize}
cs: \textbf{9. Kolo:} \begin{itemize} \item Hrstka Elfů z Ivorovy Armády je Posílena na Tlupu Elfů. \item Ivorova Armáda získává Vozík s Municí. \end{itemize}
fr: \textbf{Manche 9:} \begin{itemize} \item Améliorez les Quelques Elfes de l'Armée d'Ivor en Groupe. \item Ajoutez un Chariot de Munition à l'Armée d'Ivor. \end{itemize}
pl: \textbf{9. Runda:} \begin{itemize} \item Garstka Elfów z Armii Ivora zostaje Wzmocniona do Grupy Elfów. \item Armia Ivora zyskuje Wóz z Amunicją. \end{itemize}

source: \textbf{\nth{10} Round:} \begin{itemize} \item Add an Arrow Tower to Ivor's Army. \end{itemize}
cs: \textbf{10. Kolo:} \begin{itemize} \item Přidejte Střílny do Ivorovy Armády. \end{itemize}
fr: \textbf{Manche 10:} \begin{itemize} \item Ajoutez une Tourelle à l'Armée d'Ivor. \end{itemize}
pl: \textbf{10. Runda:} \begin{itemize} \item Armia Ivora zyskuje Wieżę Łuczniczą. \end{itemize}

source: \textbf{\nth{13} Round:} \begin{itemize} \item At the end of the Round, if both the Enemy Hero and the Gold Dragons Armies are not defeated, all is lost -- you lose! \end{itemize}
cs: \textbf{13. Kolo:} \begin{itemize} \item Pokud na konci Kola nejsou Nepřátelský Hrdina a Armády Zlatých Draků poraženi, je vše ztraceno -- prohráváte! \end{itemize}
fr: \textbf{Manche 13:} \begin{itemize} \item A la fin de la Manche, si le Héros Ennemi et l'Armée des Dragons d'Or ne sont pas vaincus, tout est perdu -- vous perdez! \end{itemize}
pl: \textbf{13. Runda:} \begin{itemize} \item Na koniec Rundy, jeśli nie zostaną pokonani Wrogi Bohater i Armia Złotych Smoków, wszystko stracone -- przegrywasz! \end{itemize}

source: \textbf{When you complete the Scenario:} \begin{itemize} \item Read: ``Congratulations! You have completed your quest to kill the fearsome beast, and can claim victory!'' \end{itemize}
cs: \textbf{Když dokončíte Scénář:} \begin{itemize} \item Čtěte: \uv{Gratulujeme! Dokončili jste svůj úkol zabít obávanou bestii zvítězili jste!} \end{itemize}
fr: \textbf{Quand vous complétez le Scénario:} \begin{itemize} \item Lisez: Félicitations! Vous avez complété votre quête de tuer ces redoutables bêtes et revendiqué la victoire!'' \end{itemize}
pl: \textbf{Po ukończeniu Scenariusza:} \begin{itemize} \item Przeczytaj: ,,Gratulacje! Udało ci się zabić bestię i wygrywasz grę!'' \end{itemize}

source: During this ``Inferno'' Campaign Scenario, the following rules apply:
cs: Během tohoto Scénáře Kampaně \uv{Peklo} platí následující pravidla:
fr: Pendant ce Scénario de la Campagne «Hadès», les règles suivantes s'appliquent:
pl: W trakcie Scenariusza kampanii ,,Inferno'' obowiązują następujące zasady:

source: \begin{itemize} \item Your Hero does not gain Experience past Level 5. \item The Enemy Hero does not move and only waits in their Town. They start with Walls and a Gate on their side of the Combat Board. \item The N7 Map Tile cannot be entered until Ivor is defeated. \item At the Dragon Utopia location, your Hero fights the Gold Dragons Army. \item The ``Castle Gate'' cannot be built. \item If your Hero Visits an Obelisk, you may Search (2) the Ability Deck, the Artifact Deck, or the Spell Deck. \end{itemize}
cs: \begin{itemize} \item Váš Hrdina nezískává Zkušenosti po 5. Úrovni \item Nepřátelský Hrdina se nepohybuje a čeká pouze ve svém Městě. Začíná se Hradbami a Bránou na jejich straně Desky Bojiště. \item Na Dílek Mapy N7 nelze vstoupit, dokud není Ivor poražen. \item Na lokaci Dračí Utopie bojuje váš Hrdina s Armádou Zlatých Draků. \item \uv{Hradní Bránu} nelze postavit. \item Pokud váš Hrdina navštíví Obelisk, můžete Hledat (2) v Balíčku Dovedností, Artefaktů nebo Kouzel. \end{itemize}
fr: \begin{itemize} \item Votre Héros ne peut pas dépasser le Niveau 5. \item Le Héros Ennemi ne se déplace pas et attends dans sa Ville. Il commencent avec des Murs et un Porte de son côté du Plateau de Combat. \item La Tuile N7 est inaccessible tant que Ivor n'est pas vaincu. \item Aux Terres Désolées, votre Héros combat l'Armée des Dragons d'Or. \item Le «Passage Funeste» ne peut pas être construit. \item Visiter un Obélisque, permet de Fouiller (2) le Deck Compétence, Artefact ou Sort. \end{itemize}
pl: \begin{itemize} \item Twój Bohater nie zdobywa doświadczenia powyżej poziomu 5. \item Wrogi Bohater nie porusza się i jedynie czeka w swoim Mieście. Zaczyna z Murami i Bramą. \item Na Kafelek N7 nie można wejść, dopóki Ivor nie zostanie pokonany. \item W Smoczej Utopii twój Bohater walczy z Armią Złotych Smoków. \item Nie możesz zbudować ,,Wrót Wymiarów''. \item Jeśli twój Bohater Odwiedzi Obelisk, możesz Przeszukać (2) Talię Umiejętności, Talię Artefaktów lub Talię Zaklęć. \end{itemize}

source: [remember picture] \node(map)[anchor=center] at (9, -5.5) { \includegraphics[width=\textwidth]{\maps/inferno_devilish_plan.png} }; \node at (2.0, 0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N8}}}}}; \node at (13.0, -0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N7}}}}}; \node at (5.0, -11.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Inferno}}}}}; \node at (5.0, -11.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Map Tiles}}}}};
cs: [remember picture, overlay] [remember picture] \node(map)[anchor=center] at (9, -5.5) { \includegraphics[width=\textwidth]{\maps/inferno_devilish_plan.png} }; \node at (2.0, 0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N8}}}}}; \node at (13.0, -0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N7}}}}}; \node at (4.3, -11.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Dílky Mapy}}}}}; \node at (4.3, -11.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Pekla}}}}};
fr: [remember picture] \node(map)[anchor=center] at (9, -5.5) { \includegraphics[width=\textwidth]{\maps/inferno_devilish_plan.png} }; \node at (2.0, 0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N8}}}}}; \node at (13.0, -0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N7}}}}}; \node at (5.0, -11.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Tuiles}}}}}; \node at (5.0, -11.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Hadès}}}}};
pl: [remember picture] \node(map)[anchor=center] at (9, -5.5) { \includegraphics[width=\textwidth]{\maps/inferno_devilish_plan.png} }; \node at (2.0, 0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N8}}}}}; \node at (13.0, -0.1) {\large{{\textbf{\textcolor{darkcandyapplered}{N7}}}}}; \node at (5.0, -11.1) {\large{{\textbf{\textcolor{darkcandyapplered}{Kafelki}}}}}; \node at (5.0, -11.8) {\large{{\textbf{\textcolor{darkcandyapplered}{Inferna}}}}};

source: \subsection*{\MakeUppercase{The Story}}
cs: \subsection*{\MakeUppercase{Příběh}}
fr: \subsection*{\MakeUppercase{L'Histoire}}
pl: \subsection*{\MakeUppercase{Opowieść}}

source: \textbf{Introduction}
cs: \textbf{Úvod}
pl: \textbf{Wprowadzenie}
