Repository: qwrtln/Homm3BG-mission-book
Catalog: translations/inferno_devilish_plan.tex/*.po
Languages: cs, fr, pl

source: Our underlings have done well. They have managed to raise a volcano and erect a fort in a sparsely populated forest just outside of Erathia's border. While the Dungeon Overlords make their way underground toward the Erathian capitol, you must strike at their allies, the elves of AvLee.
cs: Naši podřízení si vedli dobře. Podařilo se jim vztyčit sopku a postavit pevnost v řídce osídleném lese těsně za hranicemi Erathie. Zatímco Pánové Kobek se podzemím blíží k erathijskému hlavnímu městu, musíte udeřit na jejich spojence, elfy z AvLee.
fr: Nos laquais ont bien agi. Ils ont réussi à faire émerger un volcan et à ériger un fort dans une forêt peu peuplée juste à l'extérieur de la frontière d'Erathia. Pendant que les Seigneurs du Donjon avancent sous terre vers la Capitale d'Erathia, vous devez frapper leurs alliés, les elfes d'AvLee.
pl: Nasze sprawy mają się dobrze. Udało nam się otworzyć wulkan i zbudować fort w odludnym lesie rosnącym zaraz przy granicy Erathii. Prace nad tunelem prowadzącym do stolicy wroga posuwają się szybko. Twoim obecnym zadaniem jest zaatakowanie sprzymierzeńców Erathii -- Elfów z AvLee.

source: \textbf{The Queen}
cs: \textbf{Královna}
fr: \textbf{La Reine}
pl: \textbf{Królowa}

source: The Gold Dragon Queen is a powerful ally of AvLee. You must find her lair and see to her demise, as this will greatly weaken the elves and make them less of a threat to our plans to destroy Erathia. Go now, and make us proud!
cs: Královna Zlatých Draků je mocnou spojenkyní AvLee. Musíte najít její doupě a zajistit její zánik, protože to výrazně oslabí elfy a učiní je menší hrozbou pro naše plány na zničení Erathie. Okamžitě vyražte a skliďte naši pýchu!
fr: La Reine Dragon d'Or est une puissante alliée d'AvLee. Vous devez trouver son antre et veiller à sa mort, cela diminuera grandement les elfes et les rendra moins menaçants à nos plans pour détruire Erathia. Partez maintenant et rendez nous fier!
pl: Królowa Złotych Smoków to potężny sprzymierzeniec AvLee. Musisz odnaleźć jej legowisko i zniszczyć ją. To znacznie osłabi AvLee, a dla nas droga do Erathii stanie otworem. Odejdź teraz i powróć w chwale!

source: \begin{center} {\transparent{0.2}\includegraphics[width=0.5\linewidth, keepaspectratio]{\art/slayer.png}} \end{center}
pl: \begin{center} {\transparent{0.2}\includegraphics[width=0.6\linewidth, keepaspectratio]{\art/slayer.png}} \end{center}
